Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Home
de_de: Start
es_es: Inicio
fi_fi: Aloitussivu
fr_fr: Accueil
hr_hr: Početna
nl_nl: Start
sv_se: Hem

source: Current Release
de_de: Aktuelle Version
es_es: Versión Actual
fi_fi: Nykyinen versio
fr_fr: Version actuelle
hr_hr: Trenutna verzija
it_it: Versione corrente
ko_kr: 현재 릴리스
nl_nl: Huidige versie
pt_br: Versão corrente
pt_pt: Versão corrente
sv_se: Nuvarande programvaruversion

source: Latest Dev Release
de_de: Neuste Entwicklungsversion
es_es: Última Versión (desarrollo)
fi_fi: Uusin kehitysversio
fr_fr: Dernière version de développement
hr_hr: Najnovija Dev verzija
it_it: Versione di sviluppo più recente
ko_kr: 최신 개발 릴리스
nl_nl: Laatste ontwikkelversie
pt_br: Última versão de desenvolvimento
pt_pt: Última versão de desenvolvimento
sv_se: Senaste utvecklingsversion

source: Documentation
de_de: Hilfe
es_es: Documentación
fi_fi: Dokumentointi
hr_hr: Dokumentacija
it_it: Documentazione
ko_kr: 문서 자료
nl_nl: Documentatie
pt_br: Documentação
pt_pt: Documentação
sv_se: Dokumentation

source: User Forum
de_de: Benutzer-Forum
es_es: Foro de Usuarios
fi_fi: Keskustelu
fr_fr: Forum utilisateurs
hr_hr: Korisnički Forum
it_it: Forum degli utenti
ko_kr: 사용자 포럼
nl_nl: Gebruikersforum
pt_br: Forum de usuários
pt_pt: Fórum de utilizadores
sv_se: Användarforum

source: Bug Tracker
de_de: Fehler melden
es_es: Seguimiento de Fallos
fi_fi: Virheraportointi
fr_fr: Suivi des bugs
hr_hr: Pratitelj bugova
ko_kr: 버그 추적기
pt_br: Rastreador de bugs/erros
pt_pt: Registo de bugs
sv_se: Felrapporteringssystem

source: FAQ
es_es: Preguntas Frecuentes
fi_fi: Usein kysytyt kysymykset
ko_kr: 자주 하는 질문
sv_se: Vanligt ställda frågor

source: Privacy Policy
de_de: Datenschutzerklärung
es_es: Política de Privacidad
fi_fi: Tietosuojaseloste
fr_fr: Politique de confidentialité
hr_hr: Politika privatnosti
ko_kr: 개인정보 정책
nl_nl: Privacybeleid
pt_br: Política de privacidade
pt_pt: Política de privacidade
sv_se: integritetspolicy

source: Contribute
fi_fi: Osallistu
fr_fr: Participer
hr_hr: Doprinos
it_it: Come contribuire
ko_kr: 기여하기
nl_nl: Bijdragen
pt_br: Contribua
pt_pt: Contribuir
sv_se: Bidra

source: Sponsoring
de_de: Unterstützen
es_es: Patrocinar
fi_fi: Sponsorointi
fr_fr: Donner
hr_hr: Sponzoriranje
it_it: Diventa un sostenitore
ko_kr: 후원하기
pt_br: Patrocínio
pt_pt: Patrocinar
sv_se: Sponsring

source: While we are happy to receive bug reports (and patches!) on our <a %(mailman)s>mailing list</a>, you can also open issues on our <a %(githubissue)s>main Subsurface repository on GitHub</a>.
de_de: Während wir uns über gemeldete Fehler (und patches) auf unserer <a %(mailman)s>Mailingliste</a>freuen, können Probleme auch als "Issue" in unserem <a %(githubissue)s>Subsurface-Repository bei GitHub</a> gemeldet werden.
es_es: Aunque estamos encantados de recibir informes acerca de fallos/bugs (¡y parches!) en nuestra <a %(mailman)s>lista de distribución</a>, también puedes abrir incidencias en nuestro <a %(githubissue)s>repositorio principal en GitHub</a>.
fi_fi: Virhetilanteiden raportointi (ja koodikorjaukset!) voi tehdä <a%(mailman)s>postituslistallemme</a> tai voit avata tiketin <a %(githubissue)s>Subsurfacen versionhallinnan tietovarastoon GitHubissa</a>.
fr_fr: Nous sommes heureux de recevoir des rapports de bug (et des patchs !) sur notre <a %(mailman)s>mailing list</a>, mais vous pouvez également ouvrir un ticket sur notre <a%(githubissue)sdépôt Github</a>.
hr_hr: Iako smo sretni što primamo izvješća o greškama (i zakrpe!) na našoj <a %(mailman)s>listi za slanje e-pošte</a>, također možete otvoriti upite na našem <a %(githubissue)s>glavnom Subsurface repozitoriju na GitHubu</a>.
it_it: Mentre siamo lieti di ricevere segnalazioni di errori (e contributi) sulla nostra <a%(mailman)s>lista</a>, è anche possibile aprire delle segnalazioni sul nostro <a%(githubissue)s> repository principale di Subsurface su GitHub</a>.
ko_kr: 버그 리포트들(그리고 패치들!)은 우리의 <a%(mailman)s>메일링 리스트</a>로 접수할 수 있으며, 또는 <a%(githubissue)s>GitHub의 main Subsurface repository</a>에서 이슈를 오픈하는 것도 가능합니다.
nl_nl: Hoewel we graag bugrapporten (en patches!) ontvangen op onze <a %(mailman)s>mailinglijst</a>, kan er ook een issue geopend worden op onze <a %(githubissue)s>Subsurface repository op GitHub</a>.
pt_br: Embora apreciemos receber relatórios de falhas (e código com correções) na nossa <a %(mailman)s>mailing list</a>, você pode também abrir questões no <a %(githubissue)s>repositório principal do Subsurface no GitHub</a>.
pt_pt: Apesar de ficarmos contentes se recebermos relatos de falhas e problemas (bem como código para os resolver!) na nossa <a %(mailman)s>mailing list</a>, pode igualmente abrir assuntos na página do nosso <a%(githubissue)s> repositório principal no GitHub</a>.
sv_se: Medan vi är glada att ta emot felrapporter (och patchar!) på vår <a %(mailman)s>mailinglista</a>, du kan också öppna ärenden på vår <a %(githubissue)s>huvudsakliga Subsurface-förvar på GitHub</a>.

source: The preferred language is English, but we’ll make an effort to answer questions in other languages as well (not everyone is comfortable posting in English…)
de_de: Die bevorzugte Sprache ist Englisch, aber wir werden uns bemühen, Fragen auch in anderen Sprachen zu beantworten (nicht jeder fühlt sich wohl, auf Englisch zu posten...).
es_es: El idioma preferido es el inglés, pero haremos un esfuerzo por contestar preguntas en otras lenguas igualmente (no todo el mundo se siente cómodo escribiendo en inglés).
fi_fi: Ensisijainen kieli on englanti, mutta pyrimme vastaamaan myös muilla kielillä esitettyihin kysymyksiin (englanniksi viestiminen saattaa joskus olla hankalaa...).
fr_fr: Privilégiez l'anglais si possible, mais nous ferons notre possible pour répondre aux questions dans d'autres langues (tout le monde n'est pas forcément capable d'écrire en anglais...)
hr_hr: Preferirani jezik je Engleski, ali potruditi ćemo se odgovoriti na pitanja na drugim jezicima (nije svima ugodno pisati na engleskom...)
it_it: La lingua normalmente usata è l'inglese ma cercheremo di rispondere a domande in altre lingue (non tutti sono a loro agio a postare in inglese...)
ko_kr: 주로 사용되는 언어는 영어이지만, 우리는 다른 언어로 이루어진 질문에 대해서도 답변하기 위해 노력할 것입니다(영어로 게시물을 올리는 데 불편함을 느끼는 사람들을 위해...)
nl_nl: De voorkeurstaal is Engels, maar we zullen ons best doen om vragen ook in andere talen te beantwoorden (niet iedereen vindt het gemakkelijk om in het Engels te schrijven...)
pt_br: Inglês é a língua de preferência, mas faremos um esforço para responder perguntas em outras línguas (nem todo mundo sente-se à vontade para postar em inglês...)
pt_pt: A língua preferida é o Inglês, mas faremos um esforço para responder a perguntas noutras línguas também (nem todos estão confortáveis a escrever em inglês...)
sv_se: Det föredragna språket är engelska, men vi kommer att göra en ansträngning för att svara på frågor på andra språk också (inte alla är bekväma med att skriva på engelska...).

source: Contribute to Subsurface
fi_fi: Osallistu Subsurface-yhteisön työhön
fr_fr: Participer à Subsurface
hr_hr: Doprinesite Subsurfaceu
it_it: Contribuire a Subsurface
ko_kr: Subsurface에 기여하기
nl_nl: Bijdragen aan Subsurface
pt_br: Contribua com o Subsurface
pt_pt: Contribuir para o Subsurface
sv_se: Bidra till Subsurface

source: Subsurface is a community driven open source project. It is available free of charge to everybody, and nobody gets paid to work on it. If you like it and would like to contribute back there are a number of different ways you can do so:
de_de: Subsurface ist ein Open-Source-Projekt aus der Community. Es ist für alle kostenlos verfügbar und niemand verdient damit Geld für Subsurface zu arbeiten. Wer Subsurface mag und etwas zurückgeben will, hat dafür viele Möglichkeiten:
es_es: Subsurface es un proyecto de código abierto impulsado por la comunidad. Está disponible sin cargo alguno para todo el mundo, y nadie cobra por trabajar en él. Si te gusta y quieres contribuir hay varias formas diferentes en que puedes hacerlo:
fi_fi: Subsurface on yhteisöllinen avoimen lähdekoodin projekti. Se on saatavissa kaikille ilmaiseksi ja kukaan ei saa maksua siihen liittyvän työn tekemisestä. Jos pidät siitä ja haluat osallistua yhteisön työhön voit tehdä sen monilla eri tavoilla:
fr_fr: Subsurface est un logiciel libre collaboratif. Il est mis à disposition de tous gratuitement, et personne n'est payé pour le développer. Si vous aimez Subsurface et que vous souhaitez contribuer, voici quelques suggestions :
hr_hr: Subsurface je open source projekt kojeg pokreće zajednica. Dostupan je besplatno za sve i nitko nije plaćen za rad na njemu. Ako vam se sviđa i želite doprinjeti, možete to učiniti na niz različitih načina:
it_it: Subsurface è un progetto open source gestito dalla comunità. E' disponibile gratuitamente per tutti e nessuno viene pagato per lavorarci. Se lo trovi utile e ti piacerebbe contribuire qualcosa in cambio ci sono diversi modi in cui lo puoi fare:
ko_kr: Subsurface는 커뮤니티 중심의 오픈소스 프로젝트입니다. Subsurface는 모두에게 무료로 제공되며, Subsurface에 참여한 어느 누구도 이를 통해 수익을 얻지 않습니다. 만약 당신도 Subsurface에 기여를 하고 싶다면, 다음과 같은 여러가지 다양한 방법이 있습니다:
nl_nl: Subsurface is een gemeenschapsgedreven open source project. Het is gratis beschikbaar voor iedereen en niemand wordt betaald om eraan te werken. Als het je bevalt en een bijdrage wilt leveren, dan kun je dat op verschillende manieren doen:
pt_br: O Subsurface é um projeto de código aberto conduzido pela comunidade. Está disponível gratuitamente para todos e ninguém é pago para trabalhar nele. Se você o aprecia e gostaria de contribuir em retribuição, há uma várias maneiras de fazer isso.
pt_pt: O Subsurface é um projecto de código aberto conduzido por uma comunidade de pessoas. O programa é disponibilizado de forma gratuita a todos e ninguém é pago para trabalhar no projecto. Se gosta do Subsurface e gostaria de contribuir, existe um conjunto de formas através das quais pode fazê-lo:
sv_se: Subsurface är ett community-drivet open source-projekt. Det är tillgängligt gratis för alla och ingen får betalt för att arbeta med det. Om du gillar det och vill bidra tillbaka finns det flera olika sätt du kan göra det på.

source: By Writing Code
de_de: Man kann programmieren und Code beisteuern.
es_es: Escribiendo Código
fi_fi: Kirjoittamalla ohjelmakoodia
fr_fr: Ecrire du code
hr_hr: Pisanjem koda
it_it: Scrivendo codice
ko_kr: 코드 작성
nl_nl: Door programmeren en code bijdragen
pt_br: Programando
pt_pt: A programar
sv_se: Genom att Skriva Kod

source: If you are a software developer (of any experience level), your help with maintaining and extending Subsurface will be greatly appreciated. Have a look at our <a %(link)s>code contribution page on GitHub</a> to see how you can get started.
fi_fi: Jos olet sovelluskehittäjä (millä tahansa kokemuksella) apusi Subsurfacen ylläpidossa ja uusien toiminnallisuuksien lisäämisessä on erittäin tervetullutta. Tutustu <a %(link)s> ohjelmakoodin yhteisölliseen kehitykseen sivullamme Githubissa </a> nähdäksesi kuinka pääset alkuun.
fr_fr: Si vous êtes développeur (quel que soit votre niveau), votre aide est la bienvenue. Consultez notre page <a %(link)s>Comment contribuer au code</a> sur GitHub pour en savoir plus.
hr_hr: Ako ste programer (bilo koje razine iskustva), vaša pomoć u održavanju i proširenju Subsurfacea bit će vrlo cijenjena. Pogledajte <a %(link)s>stranicu doprinosa kodu na GitHubu</a> da vidite kako možete započeti.
it_it: Se sei uno sviluppatore (con qualsiasi esperienzia), il tuo aiuto a mantenere ed estendere Subsurface sarà molto apprezzato. Dai un'occhiata alla nostra <a %(link)s>pagina per contribuire su GitHub</a> per capire come iniziare.
ko_kr: 만약 당신이 소프트웨어 개발자라면(경력 무관), 당신은 Subsurface의 유지, 관리에 큰 도움을 줄 수 있습니다. 구체적인 방법은 <a %(link)s>GitHub의 코드 기여 페이지</a>를 참조하세요.
nl_nl: Als je een softwareontwikkelaar bent (van elk ervaringsniveau), wordt je hulp bij het onderhouden en uitbreiden van Subsurface zeer op prijs gesteld. Kijk op onze <a %(link)s>code bijdragen pagina op GitHub</a> om te zien hoe je aan de slag kunt.
pt_br: Se você é um desenvolvedor de software (de qualquer nível de experiência), sua ajuda com a manutenção e o aprimoramento do Subsurface será muito apreciada. Dê uma olhada na nossa <a %(link)s> página de contribuição no GitHub </a> para ver como começar.
pt_pt: Se você é um programador de software (de qualquer nível de experiência), sua ajuda na manutenção e extensão do Subsurface será muito apreciada. Dê uma olhada na nossa página <a %(link)s> de contribuição de código no GitHub</a> para ver como podes começar.
sv_se: Om du är en mjukvaruutvecklare (på vilken erfarenhetsnivå som helst) kommer din hjälp med att underhålla och utöka Subsurface att uppskattas mycket. Ta en titt på vår <a %(link)s>kodsida på GitHub</a> för att se hur du kan komma igång.

source: By Testing
de_de: Durch Testen
es_es: Testeando
fi_fi: Testaamalla
fr_fr: Réaliser des tests
hr_hr: Testiranjem
it_it: Testando
ko_kr: 테스트
nl_nl: Door testen
pt_br: Testando
pt_pt: A testar
sv_se: Genom Verifikation

source: If you would like to work closely with our developers and give them a hand in testing the latest features and bugfixes, please head over to our code contribution page on GitHub to find out <a %(link)s>how to join the community</a>. We especially need people running Windows and Mac (as the majority of the active developers are Linux people).
fi_fi: Jos haluat työskennellä yhteistyössä kehittäjiemme kanssa ja auttaa heitä testaamaan uusia toiminnallisuuksia ja virhekorjauksia, tutustu sivullamme <a%(link)s>ohjelmakoodin yhteisölliseen kehitykseen</a> ja siihen osallistumiseen. Tarvitsemme erityisesti henkilöitä Windows- ja Mac-ympäristöihin (koska suurin osa aktiivisista kehittäjistä suosii Linuxia).
fr_fr: Si vous souhaitez travailler main dans la main avec nos développeurs et les aider à tester les nouvelles fonctionnalités et les derniers correctifs, consultez notre page Comment contribuer au code sur GitHub pour découvrir <a %(link)s>comment rejoindre la communauté</a>. Nous recherchons en particulier des personnes utilisant Windows et Mac (la plupart des développeurs actifs sont des Linuxiens).
hr_hr: Ako želite blisko surađivati ​​s našim programerima i pomoći im u testiranju najnovijih opcija i ispravki bugova, prijeđite na stranicu za doprinos kodu na GitHubu kako biste saznali <a %(link)s>kako se pridružiti zajednici</a>. Posebno su nam potrebni ljudi koji koriste Windows i Mac (budući da su većina aktivnih programera Linux ljudi).
it_it: Se ti piacerebbe lavorare a stretto contatto con i nostri sviluppatore e aiutare a testare le ultime funzionalità à correzioni, puoi andare sulla nostra pagina su come contribuire al codice su GitHub per capire <a%(link)s> come unirti alla comunità </a>Ci servono specialmente persone che usino Windows e Mac (dato che la maggior parte degli sviluppatori lavora su Linux).
ko_kr: 만약 당신이 우리의 개발자들과 긴밀히 협력하면서 최신 기능과 버그 수정사항을 테스트하는 데 도움을 주고 싶다면, GitHub의 코드 기여 페이지에 방문하여 <a %(link)s>커뮤니티에 가입하는 방법</a>을 확인하세요. 특히 우리는 Windows와 Mac 사용자들을 필요로 합니다(활동중인 개발자들 대다수가 Linux 사용자이므로).
nl_nl: Als je graag nauw wilt samenwerken met onze ontwikkelaars en ze een handje wilt helpen bij het testen van de nieuwste functies en bugfixes, ga dan naar onze pagina voor codebijdragen op GitHub om te zien <a %(link)s>hoe je lid kunt worden van de community</a>. We hebben vooral mensen nodig die Windows en Mac draaien (aangezien de meerderheid van de actieve ontwikkelaars Linux-mensen zijn).
pt_br: Se quiser trabalhar de perto com nossos desenvolvedores e dar-lhes uma mão no teste das últimas funcionalidades e reparo de bugs, dirija-se por favor à nossa página de contribuição de código no GitHub para descobrir como <a %(link)s>unir-se à comunidade</a>. Necessitamos principalmente de pessoas rodando Windows e Mac (já que a maioria dos desenvolvedores ativos é composta por usuários de Linux).
pt_pt: Se você quiser trabalhar em estreita colaboração com nossos programadores e ajudá-los a testar os recursos e correções de bugs mais recentes, acesse a nossa página de contribuição de código no GitHub para descobrir <a %(link)s> como ingressar na comunidade. Precisamos especialmente de pessoas executando Windows e Mac (já que a maioria dos programadores ativos são pessoas de Linux).
sv_se: Om du vill arbeta nära med våra utvecklare och hjälpa dem att testa de senaste funktionerna och buggfixarna, gå gärna till vår sida för kodbidrag på GitHub för att ta reda på <a %(link)s>hur du kan bli en del av gemenskapen</a>. Vi behöver särskilt personer som kör Windows och Mac (eftersom majoriteten av de aktiva utvecklarna använder Linux).

source: By Writing Documentation
de_de: Durch Beitragen zur Dokumentation
es_es: Escribiendo Documentación
fi_fi: Kirjoittamalla dokumentaatiota
fr_fr: Ecrire la Documentation
hr_hr: Pisanjem dokumentacije
it_it: Scrivendo documentazione
ko_kr: 문서 자료 작성
nl_nl: Door het schrijven van documentatie
pt_br: Escrevendo documentação
pt_pt: Escrevendo documentação
sv_se: Genom att Skriva Dokumentation

source: If you are good with words you can help us by writing, reviewing, and improving documentation and articles for our website. To get started please head over to our code contribution page on GitHub to find out <a %(link)s>how to join the community</a>.
fi_fi: Jos olet hyvä hyvä kirjoittaja, voit auttaa meitä kirjoittamalla, katselmoimalla ja kehittämällä dokumentaatiota ja aineistoja verkkosivustollamme. Päästäksesi alkuun käy tutustumassa<a %(link)s> ohjelmakoodin yhteisölliseen kehitykseen sivullamme Githubissa </a> ja katso kuinka voit osallistua yhteisön toimintaan.
fr_fr: Si vous êtes doué pour l'écriture, vous pouvez nous aider à écrire, relire et améliorer la documentation et les articles du site. Consultez notre page Comment contribuer au code sur GitHub pour découvrir <a %(link)s>comment rejoindre la communauté</a>.
hr_hr: Ako ste dobri s riječima, možete nam pomoći pisanjem, pregledom i poboljšanjem dokumentacije i članaka za našu web stranicu. Za početak otvorite stranicu za doprinos kodu na GitHubu da biste saznali <a %(link)s>kako se pridružiti zajednici</a>.
it_it: Se sei bravo a scrivere puoi aiutarci scrivendo, rivedendo e migliorando la documentazione e gli articoli per il nostro sito web. Per iniziare puoi andare sulla nostra pagina su come contribuire su GitHub per capire <a %(link)s>come unirti alla comunità</a>
ko_kr: 당신이 글을 잘 쓴다면 당신은 우리 웹사이트의 문서 자료와 기사들을 작성, 리뷰 및 개선하는 데 도움을 줄 수 있습니다. 시작하려면 GitHub의 코드 기여 페이지에 방문하여 <a %(link)s>커뮤니티에 가입하는 방법</a>을 확인하세요.
nl_nl: Als je goed met woorden bent, kun je ons helpen door het schrijven, beoordelen en verbeteren van documentatie en artikelen voor onze website. Kijk om te beginnen op onze codebijdragen pagina op GitHub om te zien <a %(link)s>hoe je lid kunt worden van de community</a>.
pt_br: Se tiver jeito com as palavras, você pode ajudar-nos escrevendo, revisando e melhorando a documentação e os artigos para nosso website. Para começar, acesse nossa <a %(link)s> página de contribuição no GitHub para descobrir como unir-se à comunidade </a>.
pt_pt: Se tem jeito para escrever, pode ajudar-nos escrevendo, revendo e melhorando a documentação do Subsurface e artigos para o nosso sítio na Internet. Para começar, por favor veja a nossa página de contribuição no GitHub para descobrir como <a%(link)s> se juntar à nossa comunidade</a>.
sv_se: Om du är bra på ord kan du hjälpa oss genom att skriva, granska och förbättra dokumentation och artiklar för vår webbplats. För att komma igång, gå till vår sida för kodbidrag på GitHub för att ta reda på <a %(link)s>hur du kan bli medlem i gemenskapen</a>.

source: By Improving the User Experience
de_de: Durch Verbessern der Nutzererfahrung (UX)
es_es: Mejorando la Experiencia de Usuario
fi_fi: Parantamalla loppukäyttäjän käyttökokemusta
fr_fr: Améliorer l'Expérience Utilisateur
hr_hr: Unaprijeđenjem korisničkog iskustva
it_it: Migliorando la User Experience
ko_kr: 사용자 경험 향상
nl_nl: Door de gebruikerservaring te verbeteren
pt_br: Aperfeiçoando a experiência do usuário
pt_pt: Melhorando a experiência dos utilizadores
sv_se: Genom att Förbättra Användarupplevelse

source: If you like to obsess over usability and user experience, and ideally have some experience in UX and / or web design, we can always use help with improving the user experience and visual design of Subsurface and of our website. To get started please head over to our code contribution page on GitHub to find out <a %(link)s>how to join the community</a>.
fi_fi: Jos olet kiinnostunut käytettävyydesta ja loppukäyttäjän käyttökokemuksesta ja mahdollisesti omaat jonkun verran kokemusta UX/UI- ja / tai web-suunnittelusta, olet tervetullut kehittämään Subsurfacen ja verkkosivustomme käyttökokemusta ja visuaalista suunnittelua. Päästäksesi alkuun käy tutustumassa<a %(link)s> ohjelmakoodin yhteisölliseen kehitykseen sivullamme Githubissa ja katso kuinka voit osallistua yhteisön toimintaan </a>.
fr_fr: Si vous êtes un passioné de l'expérience utilisateur et de l'accessibilité, et que vous avez de l'expérience en design UX et/ou web, nous avons toujours besoin d'aide pour améliorer l'expérience utilisateur et l'apparence de Subsurface et de notre site. Consultez notre page Comment contribuer au code sur GitHub pour découvrir <a %(link)s>comment rejoindre la communauté</a>.
hr_hr: Ako ste opsjednuti upotrebljivošću i korisničkim iskustvom, a idealno imate neko iskustvo u UX-u i/ili web dizajnu, uvijek nam može dobro doći pomoć u poboljšanju korisničkog iskustva i vizualnog dizajna Subsurfacea i naše web stranice. Za početak otvorite stranicu za doprinos kodu na GitHubu da biste saznali <a %(link)s>kako se pridružiti zajednici</a>.
it_it: Se ti piace ossessionarti sull'usabilità e l'esperienza dell'utente, e idealmente hai dell'esperienza nella progettazione di UX o siti web, abbiamo sempre bisogno di aiuto nel migliorare l'esperieza dell'utente e il design di Subsurface e del nostro sito. Per iniziare puoi andare sulla nostra pagina su come contribuire su GitHub per capire <a %(link)s>come unirti alla comunità</a>.
ko_kr: 만약 당신이 사용성과 사용자 경험에 집착하는 사람이라면, 그리고 이상적으로는 UX 또는 웹디자인 분야의 경력자라면, 당신은 언제든지 Subsurface와 우리 웹사이트의 사용자 경험, 디자인을 개선하는 데 도움을 줄 수 있습니다. 시작하려면 GitHub의 코드 기여 페이지에 방문하여 <a%(link)s>커뮤니티에 가입하는 방법</a>을 확인하세요.
nl_nl: Als je graag bezig bent met gebruiksvriendelijkheid en gebruikerservaring, en idealiter enige ervaring hebt in UX en/of webdesign, kunnen we altijd hulp gebruiken bij het verbeteren van de gebruikerservaring en het visuele ontwerp van Subsurface en onze website. Kijk om te beginnen op onze codebijdragen pagina op GitHub om te zien <a %(link)s>hoe je lid kunt worden van de community</a>.
pt_br: Se você é obcecado por usabilidade e experiência de usuário e, idealmente, tem alguma experiência em UX e/ou web design, pode ajudar a melhorar a experiência dos usuários e o projeto visual do Subsurface e de nosso website. Para começar, acesse nossa página de contribuição de código no GitHub para descobrir como <a %(link)s>ingressar na comunidade</a>.
pt_pt: Se você é obcecado com a usabilidade e a experiência do usuário e, idealmente, tem alguma experiência em UX e/ou web design, podemos sempre precisar de ajuda para melhorar a experiência do usuário e o design visual do Subsurface e do nosso site. Para começar, acesse nossa página de contribuição de código no GitHub para descobrir <a %(link)s> como ingressar na comunidade 1.
sv_se: Om du är besatt av användbarhet och användarupplevelse, och helst har erfarenhet av UX och/eller webbdesign, kan vi alltid använda hjälp med att förbättra användarupplevelsen och visuell design av Subsurface och vår webbplats. För att komma igång, gå till vår sida för kodbidrag på GitHub för att ta reda på <a %(link)s>hur du kan bli medlem i gemenskapen</a>.
