Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: To use these binaries in Ubuntu, simply add the Subsurface Daily Release PPA to your system:
de_de: In Ubuntu reicht es aus, das Subsurface Daily Release PPA einzufügen:
es_es: Para usar estos binarios en Ubuntu, simplemente añade la PPA de versiones diarias de Subsurface a tu sistema:
fi_fi: Käyttääksesi näitä binäärejä Ubuntussa, lisää Subsurfacen Päivittäin julkaistun version PPA järjestelmääsi:
fr_fr: Pour utiliser ces binaires sous Ubuntu, il suffit d'ajouter le PPA Subsurface Daily Release à votre système.
hr_hr: Za korištenje ovih binarnih datoteka u Ubuntuu jednostavno dodajte Subsurface Daily Release PPA u svoj sustav:
it_it: Per usare i pacchetti binari su Ubuntu aggiungi semplicemente si PPA delle release giornaliere di Subsurface al tuo sistema:
ko_kr: Ubuntu에서 이 바이너리를 사용하려면, 당신의 시스템에 Subsurface Daily Release PPA를 추가하세요:
nl_nl: Gebruik deze binaries in Ubuntu door eenvoudig de Subsurface Daily Release PPA toe aan je systeem toe te voegen:
pt_br: Para utilizar estes binários no Ubuntu, simplesmente adicione o PPA Subsurface Daily Release ao seu sistema:
pt_pt: Para usar estes binários no Ubuntu, basta adicionar o PPA do Subsurface Daily Release ao seu sistema:
sv_se: För att använda dessa binärer i Ubuntu, lägg helt enkelt till Subsurface Daily Release PPA till ditt system.

source: and then install Subsurface with <code>sudo apt install subsurface </code>
de_de: und dann Subsurface mittels <code>sudo apt install subsurface</code>zu installieren.
es_es: y entonces instala Subsurface con <code>sudo apt install subsurface </code>
fi_fi: ja sen jälkeen asenna Subsurface <code>sudo apt install subsurface</code>
fr_fr: et puis installez Subsurface avec la commande <code>sudo apt install subsurface </code>
hr_hr: i onda instalirajte Subsurface sa <code>sudo apt install subsurface </code>
it_it: e dopo installa Subsurface con <code>sudo apt install subsurface</code>
ko_kr: 그리고 다음 코드로 Subsurface를 설치하세요 <code>sudo apt install subsurface </code>
nl_nl: en installeer Subsurface dan met <code>sudo apt install subsurface</code>
pt_br: e então instale Subsurface com <code>sudo apt install subsurface </code>
pt_pt: e depois instalar o Subsurface com <code>sudo apt install subsurface </code>
sv_se: och sedan installera Subsurface med 1sudo apt install subsurface 1

source: To install the Subsurface CICD binaries on Fedora simply run
de_de: In Fedora reicht es aus, das Subsurface Test Repository einzufügen:
es_es: Para instalar los binarios CICD de Subsurface en Fedora, simplemente ejecuta
fi_fi: Asentaaksesi Subsurfacen CICD binäärit Fedoralle, anna komento
fr_fr: Pour installer les binaires Subsurface CICD sur Fedora, il suffit d'exécuter la commande suivante
hr_hr: Za instalaciju Subsurface CICD binarnih datoteka na Fedoru jednostavno pokrenite
it_it: Per installare i binari si Subsurface generati dalla CICD su Fedora esegui semplicemente
ko_kr: Fedora에 Subsurface CICD 바이너리를 설치하려면 다음을 실행하세요.
nl_nl: Om de Subsurface CICD binaries op Fedora te installeren, voer je eenvoudig het volgende uit
pt_br: Para instalar os binários CICD de Subsurface no Fedora simplesmente execute
pt_pt: Para instalar os binários CICD do Subsurface no Fedora basta correr
sv_se: För att installera Subsurface CICD-binärerna på Fedora, kör helt enkelt

source: and then install Subsurface with <code>dnf install subsurface</code>
de_de: dann kann Subsurface mittels <code>dnf install subsurface</code> installiert werden.
es_es: y luego instala Subsurface con <code>dnf install subsurface</code>
fi_fi: ja sen jälkeen asenna Subsurface komennolla <code>dnf install subsurface</code>
fr_fr: et ensuite installez Subsurface avec <code>dnf install subsurface</code>
hr_hr: i onda instalirajte Subsurface sa <code>dnf install subsurface</code>
it_it: e dopo installa Subsurface con <code>dnf install subsurface</code>
ko_kr: 그리고 다음 코드로 Subsurface를 설치하세요 <code>dnf install subsurface</code>
nl_nl: en installeer Subsurface dan met <code>dnf install subsurface</code>
pt_br: e então instale Subsurface com <code>dnf install subsurface</code>
pt_pt: e depois instalar o Subsurface com <code>dnf install subsurface</code>
sv_se: och sedan installera Subsurface med 1dnf install subsurface1

source: Other x86_64 Linux distributions
de_de: Andere x86_64 Linux Versionen
es_es: Otras distribuciones de Linux x86_64
fi_fi: Muut x86_64 Linux distrot
fr_fr: Autres distributions Linux x86_64
hr_hr: Druge x86_64 Linux distribucije
it_it: Altre distribuzioni Linux x86_64
ko_kr: 기타 x86_64 Linux 배포판
nl_nl: Overige x86_64 Linux distributies
pt_br: Outras distribuições Linux x86_64
pt_pt: Outras distribuições Linux x86_64
sv_se: Andra x86_64 Linuxdistributioner

source: Snap link&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
fi_fi: Snap linkki&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
hr_hr: Link na Snap&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
ko_kr: Snap 바로가기
sv_se: Snap länk&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

source: The 'candidate' Snap-channel contains our current build.
fi_fi: 'Candidate' Snap-kanava sisältää nykyisen version.
fr_fr: Le canal 'candidate' de Snap contient notre version actuelle.
hr_hr: Snap-kanal 'candidate' sadrži našu trenutnu verziju.
it_it: Il canale Snap 'candidate' contiene la nostra build corrente.
ko_kr: Snap의 'candidate' 채널에 우리의 현재 빌드가 포함되어 있습니다.
nl_nl: Het 'candidate' Snap kanaal bevat onze huidige versie.
pt_br: O Snap-channel 'candidato' contém nossa distribuição atual.
pt_pt: O canal Snap «candidato» contém a versão binária mais recente.
sv_se: Snap-kanalen 'candidate' innehåller vår nuvarande bygg.

source: A generic AppImage is available. After you download this file, make it executable <code>chmod +x Subsurface-v%(version)s-CICD-release.AppImage</code>, and then simply run this file.
de_de: Ein universelles AppImage ist verfügbar. Nach dem Download mach es ausführbar mit <code>chmod +x Subsurface-v%(version)s-CICD-release.AppImage</code> und starte direkt diese Datei.
es_es: Hay disponible una AppImage genérica. Tras descargar este archivo, hazlo ejecutable <code>chmod +x Subsurface-v%(version)s-CICD-release.AppImage</code>, y luego simplemente corre el archivo.
fi_fi: Geneerinen AppImage. Kun olet ladannut tämän tiedoston , tee siitä ajettava tiedosto komennolla <code>chmod +x Subsurface-v%(version)s-CICD-release.AppImage</code> ja sen jälkeen aja tiedosto.
fr_fr: Un fichier générique AppImage est disponible. Après avoir téléchargé ce fichier, rendez-le exécutable <code>chmod +x Subsurface-v%(version)s-CICD-release.AppImage</code>, puis exécutez-le simplement.
hr_hr: Dostupan je generički AppImage. Nakon što preuzmete ovu datoteku, učinite je izvršnom <code>chmod +x Subsurface-v%(version)s-CICD-release.AppImage</code>, a zatim je jednostavno pokrenite.
it_it: Un'immagine AppImage generica è disponibile. Dopo averla scaricata, rendila eseguibile con <code>chmod +x Subsurface-v%(version)s-CICD-release.AppImage</code>e semplicemente lancia il comando.
ko_kr: 일반 AppImage도 제공됩니다. 이 파일을 다운로드한 뒤, 다음 코드로 실행 가능하게 만들고 <code>chmod +x Subsurface-v%(version)s-CICD-release.AppImage</code>, 이 파일을 실행하면 됩니다.
nl_nl: Er is een generieke AppImage beschikbaar. Maak het bestand uitvoerbaar na het downloaden <code>chmod +x Subsurface-v%(version)s-CICD-release.AppImage</code>, en voer dan eenvoudig dit bestand uit.
pt_br: Uma AppImage genérica está disponível. Após baixar este arquivo, converta-se para executável <code>chmod +x Subsurface-v%(version)s-CICD-release.AppImage</code>, e então simplesmente o execute.
pt_pt: Está igualmente disponível uma AppImage genérica. Depois de descarregar este ficheiro, dê-lhe permissões de execução: <code>chmod +x Subsurface-v%(version)s-CICD-release.AppImage</code>, e depois execute o ficheiro.
sv_se: En generisk AppImage finns tillgänglig. Efter att du har laddat ner denna fil, gör den körbar <code>chmod +x Subsurface-v%(version)s-CICD-release.AppImage</code>, och kör sedan bara denna fil.

source: Deleting Cloud Data and Account
fi_fi: Pilvipalvelussa oleven tietojen ja käyttäjätilin poistaminen
fr_fr: Suppression des données du cloud et du compte
hr_hr: Brisanje podataka na cloudu i korisničkog računa
it_it: Cancella dati su cloud e l'account
ko_kr: 클라우드 데이터 및 계정 삭제
nl_nl: Cloudgegevens en account verwijderen
pt_br: Apagando os dados da nuvem e a conta
pt_pt: Remover a conta e os dados armazenados remotamente
sv_se: Tar bort Molndata och Konto

source: Your cloud data can be deleted from within the mobile app or you can request that your data, or your data and account are deleted by simply sending an email to the Subsurface team at <a %(link)s>in-app-support@subsurface-divelog</a>.
de_de: Deine Daten in der Subsurface Cloud können aus der mobilen App gelöscht werden oder deine Daten und dein Account wird umgehend gelöscht, wenn Du dies per Mail vom Subsurface-Team unter <a %(link)s>in-app-support@subsurface-divelog</a>verlangst.
es_es: Tus datos en la nube se pueden borrar desde la propia app móvil o puedes pedir que tus datos o los datos y la cuenta sean borrados, simplemente enviando un correo al equipo de Subsurface en <a %(link)s>in-app-support@subsurface-divelog</a>.
fi_fi: Subsurfacen pilvipalvelussa oleva tieto voidaan poistaa mobiilisovelluksen avulla. Voit myös pyytää pilvessä olevan tiedon tai pilvessä olevan tiedon ja käyttäjätilin poistamista lähettämällä sähköpostin Subsurface-tiimille osoitteeseen <a%(link)s>in-app-support@subsurface-divelog</a>.
fr_fr: Vos données cloud peuvent être supprimées depuis l'application mobile. Vous pouvez également demander que vos données et/ou votre compte, soient supprimés en envoyant simplement un e-mail à l'équipe Subsurface à l'adresse <a %(link)s>in-app-support@subsurface-divelog</a>.
hr_hr: Vaši podaci u cloudu mogu se izbrisati unutar mobilne aplikacije ili možete zatražiti da se vaši podaci, ili vaši podaci i račun izbrišu jednostavnim slanjem e-pošte Subsurface timu na <a %(link)s>in-app-support@subsurface-divelog</a>.
it_it: I tuoi dati sul cloud possono essere cancellati dall'applicazione mobile o puoi richiedere che i tuoi dati, o i tuoi dati ed il tuo account siano cancellati semplicemente mandando una mail alla squadra di Subsurface a <a %(link)s>in-app-support@subsurface-divelog</a>.
ko_kr: 당신은 모바일 앱을 이용해 당신의 클라우드 데이터를 삭제할 수 있으며, 또는 당신은 다음 주소 <a %(link)s>in-app-support@subsurface-divelog</a>로 Subsurface 팀에 이메일을 보내어 당신의 데이터, 또는 당신의 데이터와 계정의 삭제를 요청할 수도 있습니다.
nl_nl: Uw cloudgegevens kunnen worden verwijderd vanuit de mobiele app of u kunt verzoeken dat uw gegevens, of uw gegevens en account worden verwijderd door eenvoudig een e-mail te sturen naar het Subsurface team op <a %(link)s>in-app-support@subsurface-divelog</a>.
pt_br: Seus dados em nuvem podem ser excluídos a partir do aplicativo móvel ou você pode solicitar que seus dados, ou seus dado sua conta, sejam apagados simplesmente enviando um e-mail à equipe do Subsurface no endereço <a %(link)s>in-app-support@subsurface-divelog</a>.
pt_pt: Os seus dados armazenados na nuvem podem ser excluídos da aplicação móvel ou pode solicitar que os seus dados, ou os seus dados e a sua conta sejam removidos, simplesmente enviando um e-mail para a equipe do Subsurface em <a%(link)s >in-app-support@subsurface-divelog</a>.
sv_se: Ditt molndata kan raderas från mobilappen eller så kan du begära att ditt data, eller både ditt data och konto, raderas genom att helt enkelt skicka ett e-postmeddelande till Subsurface-teamet på <a %(link)s>in-app-support@subsurface-divelog</a>.

source: This page provides an overview of most of the user-facing documentation for Subsurface
de_de: Diese Seite bietet einen Überblick über die benutzerorientierte Dokumentation von Subsurface.
es_es: Esta página proporciona una visión general de la mayor parte de documentación orientada al usuario de Subsurface
fi_fi: Tällä sivulle on yleiskatsaus Subsurfacen käyttäjälle tarpeeelliseen dokumentaatioon.
fr_fr: Cette page fournit un aperçu de la documentation destinée aux utilisateurs de Subsurface.
hr_hr: Ova stranica pruža većinu korisničke dokumentacija za Subsurface
it_it: Questa pagina contiene un sommario della maggior parte della documentazione utente di Subsurcafe
ko_kr: 이 페이지는 사용자가 접하게 되는 Subsurface의 문서 자료 대부분에 대한 개요를 제공합니다.
nl_nl: Deze pagina geeft een overzicht van de meeste gebruikersdocumentatie van Subsurface
pt_br: Esta página oferece uma visão geral da maior parte da documentação de usuário do Subsurface
pt_pt: Esta página fornece uma visão geral da maior parte da documentação dirigida aos utilizadores do Subsurface
sv_se: Denna sida ger en översikt över största delen av användardokumentationen för Subsurface.

source: <a %(faq)s>FAQ</a>
fi_fi: <a%(faq)s>Usein kysytyt kysymykset - FAQ</a>
ko_kr: <a %(faq)s>자주 하는 질문</a>
sv_se: <a %(faq)s>Vanligt Ställda Frågor1

source: <a %(supporteddc)s>Supported Dive Computers</a>
de_de: <a %(supporteddc)s>Unterstützte Tauchcomputer</a>
es_es: <a %(supporteddc)s>Ordenadores de Buceo Compatibles</a>
fi_fi: <a%(supporteddc)s>Tuetut sukellustietokoneet</a>
fr_fr: <a %(supporteddc)s>Ordinateurs de plongée pris en charge</a>
hr_hr: <a %(supporteddc)s>Podržana ronilačka računala</a>
it_it: <a %(supporteddc)s>Computer subacquei supportati</a>
ko_kr: <a %(supporteddc)s>지원하는 다이브 컴퓨터</a>
nl_nl: <a %(supporteddc)s>Ondersteunde duikcomputers</a>
pt_br: <a %(supporteddc)s>Computadores de mergulho suportados</a>
pt_pt: <a %(supporteddc)s>Computadores de mergulho suportados</a>
sv_se: <text_to_translate><a %(supporteddc)s>Dykdatorer som stöds</a></text_to_translate>

source: <a %(video)s>(fairly old) Video Tutorial</a>
de_de: <a %(video)s>(relativ altes) Video Tutorial</a>
es_es: <a %(video)s>(bastante antiguo) Tutorial de Vídeo</a>
fi_fi: <a%(video)s>(vanhahko) video-ohje</a>
fr_fr: <text_to_translate><a %(video)s> Tutoriel vidéo (assez ancien) </a></text_to_translate>
hr_hr: <a %(video)s>(prilično star) video vodič</a>
it_it: <a %(video)s>(piuttosto vecchi) Tutorial video</a>
ko_kr: <a %(video)s>(꽤 오래된) 영상 튜토리얼</a>
nl_nl: <a %(video)s>(vrij oud) Video handleiding</a>
pt_br: <a %(video)s>Tutorial (um tanto antigo) em vídeo</a>
pt_pt: <a %(video)s>Tutorial vídeo (bastante antigo) </a>
sv_se: <text_to_translate><a %(video)s>(ganska gammal) Videovägledning</a></text_to_translate>

source: <a %(manual)s>Subsurface User Manual</a>
de_de: <a %(manual)s>Subsurface Benutzerhandbuch</a>
es_es: <a %(manual)s>Manual de Usuario de Subsurface</a>
fi_fi: <a%(manual)s>Subsurfacen käyttöohje</a>
fr_fr: <a %(manual)s>Manuel d'utilisation de Subsurface</a>
hr_hr: <a %(manual)s>Subsurface korisnički priručnik</a>
it_it: <a %(manual)sManuale utente di Subsurface</a>
ko_kr: <a %(manual)s>Subsurface 사용자 매뉴얼</a>
nl_nl: <a %(manual)s>Subsurface gebruikershandleiding</a>
pt_br: <a %(manual)s>Manual de Usuário do Subsurface</a>
pt_pt: <a %(manual)s>Manual do utilizador do Subsurface</a>
sv_se: <a %(manual)s>Subsurface Användarmanual1

source: <a %(mobilemanual)s>Subsurface-mobile User Manual</a>
de_de: <a %(mobilemanual)s>Subsurface-mobile Benutzer Handbuch</a>
es_es: <a %(mobilemanual)s>Manual de Usuario de Subsurface-mobile</a>
fi_fi: <a%(mobilemanual)s>Subsurfacen mobiiliversion käyttöohje</a>
fr_fr: <a %(mobilemanual)s>Manuel d'utilisation de Subsurface-mobile</a>
hr_hr: <a %(mobilemanual)s>Subsurface-mobile korisnički priručnik</a>
it_it: <a %(mobilemanual)sManuale utente di Subsurface-mobile</a>
ko_kr: <a %(mobilemanual)s>Subsurface-mobile 사용자 매뉴얼</a>
nl_nl: <a %(mobilemanual)s>Subsurface-mobile gebruikershandleiding</a>
pt_br: <a %(mobilemanual)s>Manual de Usuário do Subsurface-mobile</a>
pt_pt: <a %(mobilemanual)s>Manual do utilizador do Subsurface-mobile</a>
sv_se: <a %(mobilemanual)s>Användarmanual för Subsurface-mobil1

source: <a %(datadeletion)s>Deleting Cloud Data and Account</a>
de_de: <a %(datadeletion)s>Cloud-Daten und Cloud-Konto löschen</a>
es_es: <a %(datadeletion)s>Borrar datos en la nube y cuenta</a>
fi_fi: <a%(datadeletion)s>Pilvipalvelussa oleven tietojen ja käyttäjätilin poistaminen</a>
fr_fr: <a %(datadeletion)s>Suppression du Compte et des Données Cloud</a>
hr_hr: <a %(datadeletion)s>Brisanje podataka iz clouda i računa</a>
it_it: <a %(datadeletion)s> Cancellazione dati su Cloud e Account</a>
ko_kr: <a %(datadeletion)s>클라우드 데이터 및 계정 삭제</a>
nl_nl: <a %(datadeletion)s>Cloudgegevens en account verwijderen</a>
pt_br: <a %(datadeletion)s>Apagando dados em nuvem e a conta</a>
pt_pt: <a %(datadeletion)s>A apagar dados armazenados e a remover a conta</a>
sv_se: <a %(datadeletion)s>Tar bort molndata och konto1

source: <a %(credits)s>Credits</a>
de_de: <a %(credits)s>Open-Source Komponenten</a>
es_es: <a %(credits)s>Créditos</a>
fi_fi: <a%(credits)s>Ohjelmistolistaus</a>
fr_fr: <a %(credits)s>Crédits</a>
hr_hr: <a %(credits)s>Zasluge</a>
it_it: <a %(credits)s>Riconoscimenti</a>
ko_kr: <a %(credits)s>크레딧</a>
pt_br: <a %(credits)s>Créditos</a>
pt_pt: <a %(credits)s>Créditos</a>
sv_se: <text_to_translate><a %(credits)s>Krediter</a></text_to_translate>

source: <a %(thanks)s>Thanks</a>
de_de: <a %(thanks)s>Danksagung</a>
es_es: <a %(thanks)s>Agradecimientos</a>
fi_fi: <a%(thanks)s>Kiitokset</a>
fr_fr: <a %(thanks)s>Merci</a>
hr_hr: <a%(thanks)s>Zahvale</a>
it_it: <a %(thanks)s>Ringraziamenti</a>
ko_kr: <a %(thanks)s>감사한 분들</a>
nl_nl: <a %(thanks)s>Dankwoord</a>
pt_br: <a %(thanks)s>Agradecimentos</a>
pt_pt: <a %(thanks)s>Agradecimentos</a>
sv_se: <a %(thanks)s>Tack</a>

source: This page attempts to provide answers to some of the most common questions we keep receiving.
de_de: Hier finden sich Antworten auf wiederkehrende Fragen, die wir erhalten.
es_es: Esta página intenta proporcionar respuesta a algunas de las preguntas más habituales que seguimos recibiendo.
fi_fi: Tällä sivulla vastataan muutamiin yleisesti kysyttyihin kysymyksiin.
fr_fr: Cette page tente de fournir des réponses aux questions les plus fréquentes que nous continuons de recevoir.
hr_hr: Ova stranica pokušava pružiti odgovore na neka od najčešćih pitanja koja neprestano primamo.
it_it: Questa pagina tenta di rispondere ad alcune delle domande più comuni che riceviamo.
ko_kr: 이 페이지에서는 우리가 가장 흔하게 받는 질문에 대한 답변을 제공합니다.
nl_nl: Deze pagina probeert antwoord te geven op een aantal van de meest gestelde vragen die we ontvangen.
pt_br: Esta página tenta fornecer respostas a algumas das perguntas mais comuns que recebemos
pt_pt: Esta página tenta fornecer respostas a algumas das perguntas mais comuns que recebemos.
sv_se: Den här sidan försöker ge svar till de vanligaste frågorna vi får.

source: General
de_de: Allgemein
fi_fi: Yleistä
fr_fr: Général
hr_hr: Generalno
it_it: Generale
ko_kr: 일반
nl_nl: Algemeen
pt_br: Geral
pt_pt: Geral
sv_se: Allmän

source: Why Should I Use Subsurface?
de_de: Warum sollte ich Subsurface benutzen?
es_es: ¿Por qué me interesaría usar Subsurface?
fi_fi: Miksi minun pitäisi käyttää Subsurfacea?
fr_fr: Pourquoi devrais-je utiliser Subsurface ?
hr_hr: Zašto bih koristio Subsurface?
it_it: Perchè dovrei usare Subsurface
ko_kr: 왜 Subsurface를 사용해야 하나요?
nl_nl: Waarom zou ik Subsurface gebruiken?
pt_br: Por que eu deveria usar o Subsurface?
pt_pt: Porque devo usar o Subsurface?
sv_se: Varför ska jag använda Subsurface?
