Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Why is Subsurface not able to download my dives from my dive computer?
de_de: Wieso kann Subsurface die Tauchgänge nicht von meinem Tauchcomputer herunterladen?
es_es: ¿Por qué no es capaz Subsurface de descargar mis inmersiones de mi ordenador de buceo?
fi_fi: Miksi Subsurface ei pysty lataamaan sukellustietojani sukellustietokoneestani?
fr_fr: Pourquoi Subsurface n'est-il pas capable de télécharger mes plongées depuis mon ordinateur de plongée ?
hr_hr: Zašto Subsurface ne može skinuti moje zarone s mog ronilačkog računala?
it_it: Perchè Subsurface non riesce a scaricare le mie immersioni dal computer subacqueo ?
ko_kr: Subsurface가 제 다이브 컴퓨터로부터 다이브를 다운로드하지 못하는 이유는 무엇입니까?
nl_nl: Waarom kan Subsurface mijn duiken niet downloaden uit mijn duikcomputer?
pt_br: Por que Subsurface não consegue baixar meus mergulhos do meu computador de mergulho?
pt_pt: Por que o Subsurface não consegue descarregar os meus mergulhos do meu computador de mergulho?
sv_se: Varför kan inte Subsurface ladda ner mina dyk från min dykdator?

source: Obviously there can be many reasons for this. If your dive computer connects via cable, clean the contacts and make sure they are dry. Repeat if necessary. Make sure the connector is firmly connected. Wiggle it. Seriously. Make sure the dive computer is in transfer mode (this isn’t necessary for all dive computers but for many common ones). Check with other software that the download works in general. Try another cable. Check your battery. There are some dive computer (especially earlier Suunto models) that will happily work with a low battery, but will fail to transfer dives to a connected PC unless the battery is changed.
de_de: Offenbar kann es dafür verschiedene Gründe geben. Wenn dein Tauchcomputer mittels Kabel verbunden ist, säubere die Kontakte und überzeuge dich, dass alles ganz trocken ist. Mach das nochmal. Stelle sicher, dass das Kabel fest verbunden ist. Wackle daran. Wirklich. Stelle den Tauchcomputer in den Datenübertragungs-Modus (das ist nicht für alle Tauchcomputer nötig aber für viele sehr verbreitete). Probiere, ob du mit einer anderen Software die Daten übertragen kannst. Probiere ein anderes Kabel. Prüfe die Batterie. Es gibt einige Tauchcomputer (vor allem die älteren Suunto-Modelle) die noch gut mit niedrigem Batteriestand funktionieren aber die Daten nicht mehr zu einem verbundenen Computer übertragen können, bevor nicht die Batterie erneuert ist.
fi_fi: Tähän voi olla monia eri syitä. Jos sukellustietokoneen liitäntä tapahtuu kaapelilla, puhdista liitinosat ja varmista, että ne ovat kuivat. Toista tarvittaessa. Varmista, että liitin on tiukasti kiinni. Heiluttele sitä. Ihan oikeasti. Varmista, että sukellustietokone on siirtotilassa (tämä ei ole tarpeen kaikissa sukellustietokoneissa, mutta monissa yleisissä). Tarkista muilla ohjelmistoilla, että lataus toimii yleensä. Kokeile toista kaapelia. Tarkista akku. Jotkut sukellustietokoneet (erityisesti aiemmat Suunto-mallit) toimivat kohtuullisen hyvin lähes tyhjällä paristolla, mutta eivät pysty siirtämään sukelluksia liitettyyn tietokoneeseen, ellei paristoa vaihdeta.
fr_fr: il peut y avoir de nombreuses raisons à cela. Si votre ordinateur de plongée se connecte via un câble, nettoyez les contacts et assurez-vous qu'ils sont secs. Répétez si nécessaire. Assurez-vous que le connecteur est fermement connecté. N'hésitez pas à le remuer. Assurez-vous que l'ordinateur de plongée est en mode de transfert (ce n'est pas nécessaire pour tous les ordinateurs de plongée, mais pour beaucoup de modèles courants). Vérifiez avec un autre logiciel que le téléchargement fonctionne normalement. Essayez un autre câble. Vérifiez votre batterie. Il y a certains ordinateurs de plongée (surtout les anciens modèles Suunto) qui fonctionnent normalement avec une batterie faible, mais qui refusera le transfert tant que la batterie ne soit replacée.
hr_hr: Očito za to može postojati mnogo razloga. Ako se vaše ronilačko računalo povezuje putem kabela, očistite kontakte i provjerite jesu li suhi. Ponovite ako je potrebno. Provjerite je li konektor čvrsto spojen. Promrdajte ga. Ozbiljno. Provjerite je li ronilačko računalo u načinu prijenosa (ovo nije potrebno za sva ronilačka računala, ali za mnoga jest). Provjerite s drugim softverom radi li preuzimanje općenito. Pokušajte s drugim kabelom. Provjerite svoju bateriju. Postoje neka ronilačka računala (osobito raniji modeli Suunto) koja će rado raditi s slabom baterijom, ali neće uspjeti prenijeti urone na povezano računalo osim ako se baterija ne promijeni.
it_it: Ovviamente i motivi possono essere molteplici. Se il computer subacqueo si collega via cavo, pulire i contatti e assicurarsi che siano asciutti. Ripetere l'operazione se necessario. Assicurarsi che il connettore sia saldamente collegato. Muoverlo. Seriamente... Assicurarsi che il computer subacqueo sia in modalità di trasferimento (questo non è necessario per tutti i computer subacquei, ma per molti di quelli più comuni). Verificare con altri software che il download funzioni regolarmente. Provare con un altro cavo. Controllare la batteria. Alcuni computer per immersioni (soprattutto i modelli Suunto più recenti) funzionano anche con la batteria scarica, ma non riescono a trasferire le immersioni a un PC collegato, a meno che non si cambi la batteria.
ko_kr: 분명히 그 이유는 매우 다양할 수 있습니다. 만약 다이브 컴퓨터가 케이블을 통해 연결되는 경우, 접점을 청소하고 접점이 건조한지 확인하십시오. 커넥터가 단단히 연결되었는지 확인하십시오. 흔들어보세요. 정말입니다. 다이브 컴퓨터가 전송 모드로 되어 있는지 확인하십시오(이것은 모든 다이브 컴퓨터는 아닐지라도 일반적인 다이브 컴퓨터 상당수에서 필요로 합니다). 다른 소프트웨어를 통해서도 다운로드의 일반적인 작동 여부를 확인해보세요. 다른 케이블을 사용해보세요. 배터리를 확인하세요. 일부 다이브 컴퓨터(특히 이전 Suunto 모델)들은 배터리가 부족한 상태에서도 잘 작동하지만, 배터리를 교환하기 전까지는 연결된 PC로 다이브 기록을 전송할 수 없습니다.
nl_nl: Dit kan uiteraard vele oorzaken hebben. Als je duikcomputer via een kabel is aangesloten, maak dan de contacten schoon en zorg dat ze droog zijn. Herhaal dit indien nodig. Controleer of de connector goed vastzit. Wiebel ermee. Serieus. Zorg ervoor dat de duikcomputer in de transfermodus staat (dit is niet nodig voor alle duikcomputers, maar wel voor veel gangbare). Controleer met andere software of het downloaden in het algemeen werkt. Probeer een andere kabel. Controleer je batterij. Er zijn sommige duikcomputers (vooral eerdere Suunto modellen) die prima werken als de batterij bijna leeg is, maar geen duiken kunnen overbrengen naar een aangesloten pc, tenzij de batterij wordt vervangen.
pt_br: Obviamente pode haver muitas razões para isso. Se seu computador de mergulho conecta via cabo, limpe os contatos e certifique-se de que esteja, secos. Repetir se necessário. Certifique-se de que o conector esteja firmemente instalado. Sacuda-o. Sério! Certifique-se de que o computador de mergulho esteja em modo de transferência (não é necessário para todos os computadores de mergulho mas para muitos computadores comuns). Verifique com outro software que o download em geral esteja funcionando. Tente com outro cabo. Verifique sua bateria. Há alguns computadores de mergulho (especialmente os primeiros modelos Suunto) que funcionarão sem problemas com uma bateria fraca, mas não farão a transferência de dados para um PC conectado a menos que bateria esteja carregada.
pt_pt: Obviamente, pode haver muitas razões para isso. Se o seu computador de mergulho estiver ligado via cabo, limpe os contatos e certifique-se de que estejam secos. Repita se necessário. Certifique-se de que o conector esteja firmemente conectado. Agite. Seriamente. Certifique-se de que o computador de mergulho esteja no modo de transferência (isso não é necessário para todos os computadores de mergulho, mas para muitos dos mais comuns). Verifique com outro software se o download funciona em geral. Experimente outro cabo. Verifique sua bateria. Existem alguns computadores de mergulho (especialmente os modelos Suunto anteriores) que funcionarão perfeitamente com a bateria fraca, mas não conseguirão transferir os mergulhos ligado a um PC, a menos que a bateria seja trocada.
sv_se: Naturligtvis kan det finnas många anledningar till detta. Om din dykdator är ansluten via kabel, rengör kontakterna och se till att de är torra. Upprepa vid behov. Se till att kontakten är ordentligt ansluten. Rucka på den. På allvar. Se till att dykdatorn är i överföringsläge (detta är inte nödvändigt för alla dykdatorer men för många vanliga). Kontrollera med annan programvara att nedladdningen fungerar i allmänhet. Prova med en annan kabel. Kontrollera ditt batteri. Det finns vissa dykdatorer (särskilt tidigare Suunto-modeller) som fungerar bra med ett lågt batteri, men som misslyckas med att överföra dykningar till en ansluten dator om inte batteriet byts ut.

source: There are many more potential issues with Bluetooth or BLE dive computers. Please see our user manual for pairing with such devices and troubleshooting suggestions.
de_de: Es gibt viel mehr mögliche Probleme mit Bluetooth und BLE Tauchcomputern. Schau ins Benutzerhandbuch, wie das Koppeln mit diesen funktioniert und welche Tipps bei Problemen es dort gibt.
es_es: Hay muchos más problemas potenciales con ordenadores de buceo Bluetooth o BLE. Por favor, revisa nuestro manual de usuario para hacer el emparejamiento con tales dispositivos y sugerencias sobre resolución de problemas.
fi_fi: Bluetooth- tai BLE-sukellustietokoneissa on monia muita mahdollisia ongelmia. Katso käyttöohjeesta ehdotuksia pariliitosten tekemiseen tällaisten laitteiden kanssa ja vianmääritysehdotuksia.
fr_fr: Il existe de nombreux autres problèmes avec les ordinateurs de plongée Bluetooth ou BLE. Veuillez consulter le manuel d'utilisation pour l'appairage avec de tels appareils et les suggestions de dépannage.
hr_hr: Postoji mnogo više potencijalnih problema s Bluetooth ili BLE ronilačkim računalima. Pogledajte naš korisnički priručnik za uparivanje s takvim uređajima i prijedloge za rješavanje problema.
it_it: Esistono molti altri potenziali problemi con i computer subacquei Bluetooth o BLE. Per l'accoppiamento con tali dispositivi e i suggerimenti per la risoluzione dei problemi, consultare il nostro manuale utente.
ko_kr: 블루투스 또는 BLE 방식의 다이브 컴퓨터에는 더 많은 잠재적 이슈들이 있습니다. 해당 장치와의 페어링 및 문제 해결 방법에 대해서는 우리의 사용자 매뉴얼을 참조하세요.
nl_nl: Er zijn nog veel meer mogelijke problemen met Bluetooth of BLE duikcomputers. Raadpleeg onze gebruikershandleiding voor het koppelen met dergelijke apparaten en suggesties voor het oplossen van problemen.
pt_br: Há muitos outros problemas potenciais com computadores de mergulho com Bluetooth ou BLE. Consulte nosso manual de usuário sobre o emparelhamento com tais dispositivos e sugestões para resolução de problemas.
pt_pt: Existem muitos outros problemas potenciais com computadores de mergulho Bluetooth ou BLE. Consulte nosso manual do usuário para emparelhar esses dispositivos e sugestões de solução de problemas.
sv_se: Det finns många fler potentiella problem med Bluetooth eller BLE dykdatorer. Se vår användarmanual för att para ihop med sådana enheter och felsökningsförslag.

source: Why is the CSV import failing?
de_de: Warum schlägt der CSV Import fehl?
es_es: ¿Por qué está fallando la importación de CSV?
fi_fi: Miksi tietojen tuonti CSV-tiedostosta epäonnistuu?
fr_fr: Pourquoi l'importation par fichier CSV échoue ?
hr_hr: Zašto CSV uvoz ne uspijeva?
it_it: Perchè l'ìmportazione dei file CVS fallisce ?
ko_kr: CSV 가져오기가 실패하는 이유는 무엇인가요?
nl_nl: Waarom mislukt de CSV import?
pt_br: Por que a importação de arquivos CSV está falhando?
pt_pt: Por que falha a importação em CSV?
sv_se: Varför fungerar inte import av CSV-filer?

source: The CSV import has a couple of caveats. You should avoid some special characters like ampersand (&), less than (<), greater than (>) and double quotes (“), the latter if quoting text cells. The file should use UTF-8 character set, if having non-ASCII characters. Also the size of the CSV file might cause problems. Importing 100 dives at a time (without dive profile) has worked previously, but larger files might exceed limits of the parser used. When having problems with CSV imports, try first with a smaller sample to make sure everything works.
de_de: Der CSV-Import hat ein paar mögliche Fallstricke: Vermeide Sonderzeichen wie Ampersand (&), kleiner (<) und größer als (>) und Anführungszeichen ("). Die Datei sollte die UTF-8 Kodierung benutzen, wenn du nicht-ASCII-Zeichen (etwa Umlaute) verwenden willst. Auch die Dateigröße kann zum Problem werden: 100 Tauchgänge ohne Profil auf einmal zu importieren hat schon funktioniert, aber zu große Dateien können Grenzen des Parsers überschreiten. Wenn es Probleme beim CSV-Import gibt, versuche es zunächst mit kleineren Portionen, um sicher zu gehen, dass bis dahin alles funktioniert.
es_es: Hay un par de advertencias para la importación desde CSV. Deberías evitar algunos caracteres especiales como el "signo comercial" (&), "menor que" (<), "mayor que" (>) y las comillas dobles ("), este último si está acotando campos de texto. El archivo debería usar el conjunto de caracteres UTF-8 si tiene caracteres no ascii. También puede causar problemas el tamaño del archivo CSV. Importar bloques de 100 inmersiones (sin perfil de inmersión) cada vez ha funcionado bien, pero archivos más grandes pueden exceder los límites del analizador que usamos. Si tienes problemas para importar desde CSV, inténtalo primero con una muestra más pequeña para comprobar si funciona correctamente.
fi_fi: Sukellustietojen tuonnissa CSV-tiedoston kautta on muutamia ongelmakohtia. Sinun on vältettävä joitakin erikoismerkkejä, kuten &-merkkiä (&), <-merkkiä (<), >-merkkiä (>) ja lainausmerkkejä (") -jälkimmäisiä, jos merkitset tekstiä sisältäviä soluja. Tiedostossa tulisi käytttää UTF-8-merkistöä, jos siinä on muita kuin ASCII-merkkejä. Myös CSV-tiedoston koko saattaa aiheuttaa ongelmia. Aiemmin 100 sukelluksen tuonti kerrallaan (ilman sukellusprofiilia) on toiminut, mutta suuremmat tiedostot saattavat ylittää käytetyn parserin rajat. Jos CSV-tuonnissa on ongelmia, kokeile ensin pienemmällä näytteellä varmistaaksesi, että kaikki toimii.
fr_fr: L'importation CSV nécessite quelques précautions. Vous devriez éviter certains caractères spéciaux tels que l'esperluette (&), le signe inférieur (<), le signe supérieur (>) et les guillemets (“). Spécialement derniers lors de la citation de cellules de texte. Le fichier doit utiliser l'ensemble de caractères UTF-8 s'il contient des caractères non-ASCII. De plus, la taille du fichier CSV peut poser des problèmes. L'importation de 100 plongées à la fois (sans profil de plongée) fonctionne, mais des fichiers plus volumineux pourraient dépasser les limites du module d'importation. En cas de problèmes avec les importations CSV, essayez d'abord avec un échantillon plus petit pour vous assurer que tout fonctionne.
hr_hr: CSV uvoz ima nekoliko potencijalnih problema. Trebali biste izbjegavati neke posebne znakove kao što su ampersand (&), manje od (<), veće od (>) i dvostruke navodnike (“), potonje ako citirate tekstualne ćelije. Datoteka treba koristiti skup znakova UTF-8, ako sadrži znakove koji nisu ASCII. Veličina CSV datoteke također može uzrokovati probleme. Uvoz 100 ronjenja odjednom (bez profila ronjenja) već je funkcionirao, ali veće datoteke mogu premašiti ograničenja korištenog parsera. Ako imate problema s uvozom CSV-a, prvo pokušajte s manjim primjerkom kako biste bili sigurni da sve radi.
it_it: L'importazione di CSV richiede un paio di avvertenze. È necessario evitare alcuni caratteri speciali come la E commerciale (&), minore di (<), maggiore di (>) e le virgolette ("), queste ultime se si citano le celle di testo. Il file deve utilizzare il set di caratteri UTF-8, se contiene caratteri non ASCII. Anche le dimensioni del file CSV potrebbero causare problemi. L'importazione di 100 immersioni alla volta (senza profilo di immersione) ha già funzionato in passato, ma file più grandi potrebbero superare i limiti del parser utilizzato. In caso di problemi con le importazioni CSV, provare prima con un campione più piccolo per assicurarsi che tutto funzioni.
ko_kr: CSV 가져오기에는 몇 가지 주의 사항이 있습니다. 앰퍼샌드(&), 미만(<), 초과(>)와 같은 일부 특수 문자는 피해야 합니다. 텍스트 셀을 인용하는 경우 큰따옴표(")는 피해야 합니다. ASCII가 아닌 문자가 포함된 경우 해당 파일은 UTF-8 문자 셋을 사용해야 합니다. 또한 CSV 파일의 크기로 인해 문제가 발생할 수 있습니다. 한 번에 (다이빙 프로필 없는) 100개의 다이빙을 가져오는 것은 기존까지 잘 동작해 왔지만, 더 큰 파일은 파서의 한도를 초과할 수 있습니다. CSV 가져오기에서 문제를 겪는 경우 먼저 더 작은 샘플로 시도하여 모든 것이 작동하는지 확인하세요.
nl_nl: Het importeren van CSV heeft enkele beperkingen. Je moet een aantal speciale tekens vermijden, zoals ampersand (&), kleiner dan (<), groter dan (>) en dubbele aanhalingstekens ("), de laatste als je tekstcellen citeert. Het bestand moet UTF-8 tekenset gebruiken als het niet-ASCII tekens bevat. Ook de grootte van het CSV-bestand kan problemen veroorzaken. Het importeren van 100 duiken per keer (zonder duikprofiel) heeft eerder gewerkt, maar grotere bestanden kunnen de limieten van de gebruikte parser overschrijden. Als je problemen hebt met CSV import, probeer het dan eerst met een kleiner aantal om er zeker van te zijn dat alles werkt.
pt_br: A importação de arquivos CSV tem algumas armadilhas. Deve-se evitar alguns caracteres especiais como E comercial(&), menor que (<), maior que (>) e aspas duplas ("), este último se citando células de texto. O arquivo deve utilizar o conjunto de caracteres UTF-8, se tiver caracteres fora da tabela ASCII padrão. O tamanho do arquivo CSV também pode causar problemas. A importação de 100 mergulhos por vez (sem perfis) tem funcionado, mas arquivos mais podem exceder o limite do parser utilizado. Quando tiver problemas com importação de CSV, tente inicialmente uma amostra menor para certificar-se de que tudo funciona.
pt_pt: A importação em CSV tem algumas ressalvas. Você deve evitar alguns caracteres especiais como o E comercial (&), menor que (<), maior que (>) e aspas duplas (“), este último se estiver citando células de texto. O arquivo deve usar o conjunto de caracteres UTF-8, se tiver caracteres não ASCII. Além disso, o tamanho do arquivo CSV pode causar problemas. A importação de 100 mergulhos de uma vez (sem perfil de mergulho) funcionou anteriormente, mas arquivos maiores podem exceder os limites do analisador usado. Ao ter problemas com importações em CSV, tente primeiro com uma amostra menor para ter certeza de que tudo funciona.
sv_se: CSV-importen har några särskilda förbehåll. Du bör undvika vissa specialtecken som ampersand (&), mindre än (<), större än (>) och dubbla citattecken (“), det senare om du citerar textceller. Filen bör använda teckenuppsättningen UTF-8 om den innehåller icke-ASCII-tecken. Dessutom kan storleken på CSV-filen orsaka problem. Import av 100 dyk åt gången (utan dykprofil) har tidigare fungerat, men större filer kan överskrida gränserna för den använda parsern. Om du har problem med CSV-importer, prova först med ett mindre exempel för att se till att allt fungerar.

source: How can I use Subsurface for multiple users?
de_de: Wie kann ich Subsurface mit mehreren Benutzern verwenden?
es_es: ¿Como puedo usar Subsurface para varios usuarios?
fi_fi: Miten Subsurfacea voi käyttää useilla käyttäjätunnuksilla samalla koneella?
fr_fr: Comment puis-je utiliser Subsurface pour plusieurs utilisateurs ?
hr_hr: Kako mogu koristiti Subsurface za više korisnika?
it_it: Come posso usare Subsurface per più utenti ?
ko_kr: 여러 사용자들이 Subsurface를 사용하는 방법은 무엇입니까?
nl_nl: Hoe kan ik Subsurface voor meerdere gebruikers gebruiken?
pt_br: Como posso utilizar o Subsurface para múltiplos usuários?
pt_pt: Como posso usar o Subsurface para vários utilizadores?
sv_se: Hur kan jag använda Subsurface för flera användare?

source: Potentially the best way to achieve this is to use multiple user accounts on the computer, all operating systems have built-in support for multiple users. This way the Subsurface configuration for each user is truely separated.
de_de: Am besten funktioniert das, wenn alle eigene Accounts auf dem Computer verwenden, alle Betriebssysteme unterstützen mehrere Benutzer von Hause aus. Auf diese Weise sind die Subsurface-Einstellungen für alle Benutzer wirklich getrennt.
es_es: Potencialmente la mejor forma de conseguir esto es utilizar diferentes usuarios en el ordenador. Todos los sistemas operativos soportan usuarios múltiples. De esta forma la configuración de Subsurface para cada usuario está separada de verdad.
fi_fi: Paras tapa saavuttaa tämä on käyttää tietokoneessa useita käyttäjätilejä, sillä kaikissa käyttöjärjestelmissä on sisäänrakennettu tuki useille käyttäjille. Näin kunkin käyttäjän Subsurface-konfiguraatio on aidosti erillään.
fr_fr: La meilleure façon de gérer plusieurs utilisateurs et d'utiliser des comptes differents comptes dans votre système d'exploitation. Tous les systèmes d'exploitation ont une prise en charge intégrée pour plusieurs utilisateurs. De cette façon, la configuration de Subsurface pour chaque utilisateur est vraiment séparée.
hr_hr: Potencijalno najbolji način da se to postigne je korištenje više korisničkih računa na računalu, svi operativni sustavi imaju ugrađenu podršku za više korisnika. Na ovaj način konfiguracija Subsurface za svakog korisnika je uistinu odvojena.
it_it: Potenzialmente il modo migliore per ottenere questo risultato è utilizzare più account utente sul computer; tutti i sistemi operativi hanno un supporto integrato per gli utenti multipli. In questo modo la configurazione di Subsurface per ogni utente è veramente separata.
ko_kr: 이를 달성하는 가장 좋은 방법은 아마도 컴퓨터에서 여러 사용자 계정을 사용하는 것입니다. 모든 운영체제는 여러 사용자를 지원하는 기능을 내장하고 있습니다. 이 방식으로 각 사용자의 Subsurface 구성이 완전히 분리될 수 있습니다.
nl_nl: De beste manier om dit te bereiken is door op de computer meerdere gebruikersaccounts te gebruiken. Alle besturingssystemen hebben ingebouwde ondersteuning voor meerdere gebruikers. Op deze manier is de Subsurface configuratie voor elke gebruiker echt gescheiden.
pt_br: Potencialmente, o melhor modo de conseguir isso é utilizar múltiplas contas de usuário no computador; todos os sistemas operacionais têm suporte embutido para múltiplos usuários. Desse modo a configuração do Subsurface para cada usuário fica realmente isolada.
pt_pt: Potencialmente, a melhor maneira de conseguir isso é usar várias contas de utilizador no computador; todos os sistemas operacionais possuem suporte integrado para vários utilizadores. Desta forma a configuração do Subsurface para cada utilizador fica verdadeiramente separada.
sv_se: Potentiellt bästa sättet att uppnå detta är att använda flera användarkonton på datorn, alla operativsystem har inbyggt stöd för flera användare. På detta sätt är Subsurface-konfigurationen för varje användare verkligen separerad.
