Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: This is the only cloud solution available, which allows the developers the ability to enhance Subsurface, fix issues, and support users (with your permission) if something goes wrong with the Cloud Storage. The incremental effort to support additional cloud backends is substantial, while at the same time making it much harder for us to help users who run into trouble. In the end this is not a useful trade-off for us to make, so other cloud solutions continue to not be supported.
de_de: Die ist die einzige zur Verfügung stehende Cloud-Lösung, des es den Entwicklern ermöglicht, Subsurface zu verbessern, Probleme zu beheben und die Benutzer (nur mit deren Erlaubnis) zu unterstützen, sollte etwas mit dem Cloud-Speicher nicht funktionieren. Der zusätzliche Aufwand, andere Cloud-Lösungen zu unterstützen wäre erheblich und würde es uns gleichzeitig schwerer machen, Benutzern zu helfen, die in Probleme geraten sind. Am Ende ist das keine günstige Abwägung für uns, daher werden andere Cloud-Lösungen von uns weiterhin nicht unterstützt.
es_es: Solo hay un servidor en la nube disponible lo que permite a los desarrolladores mejorar Subsurface, solucionar problemas y dar soporte a los usuarios (con su permiso) si algo falla. El esfuerzo incremental para soportar backends de nube adicionales es notable, al mismo tiempo que hace mucho más difícil para nosotros ayudar a los usuarios que tienen problemas. Al final no compensa, por tanto otras soluciones en la nube continúan sin estar soportadas.
fi_fi: Tämä on ainoa saatavilla oleva pilvipalvelu. Se antaa kehittäjille mahdollisuuden tehdä uusia ominaisuuksia Subsurfaceen, korjata ongelmia ja tukea käyttäjiä (luvallasi), jos pilvitallennuksessa menee jotain vikaan. Lisätyöt muiden pilvipohjaisten taustapalveluiden tukemiseksi ovat huomattavia ja samalla meidän on paljon vaikeampi auttaa käyttäjiä, jotka joutuvat ongelmiin. Loppujen lopuksi tämä ei ole meille hyödyllistä, joten muita pilviratkaisuja ei edelleenkään tueta.
fr_fr: C'est la seule solution cloud disponible, qui permet aux développeurs d'améliorer Subsurface, de résoudre les problèmes et de soutenir les utilisateurs (avec votre permission) en cas de problème avec le stockage cloud. L'effort pour prendre en charge des backends cloud supplémentaires est important, tout en rendant beaucoup plus difficile pour nous d'aider les utilisateurs qui rencontrent des problèmes. En fin de compte, il ne s'agit pas d'un compromis utile pour nous, donc d'autres solutions cloud ne sont pas prises en charge.
hr_hr: Ovo je jedini dostupan cloud, što programerima omogućuje poboljšanje Subsurfacea, rješavanje problema i podršku korisnicima (uz vaše dopuštenje) ako nešto pođe po zlu s cloud pohranom. Inkrementalni napori da se podrže dodatne cloudove su značajni, dok nam je u isto vrijeme mnogo teže pomoći korisnicima koji naiđu na probleme. Na kraju, ovo nije koristan kompromis za nas, tako da druga cloud rješenja i dalje nisu podržana.
it_it: Questa è l'unica soluzione cloud disponibile, che consente agli sviluppatori di migliorare Subsurface, di risolvere i problemi e di supportare gli utenti (con il loro permesso) se qualcosa va storto con il Cloud Storage. Lo sforzo incrementale per supportare altri backend cloud è notevole, e allo stesso tempo rende molto più difficile per noi aiutare gli utenti che incontrano problemi. Alla fine questo non è un buon compromesso per noi, quindi altre soluzioni cloud continuano a non essere supportate.
ko_kr: 이것은 개발자들이 Subsurface를 향상시키고, 문제를 해결하며, 클라우드 스토리지에 문제가 생겼을 때 사용자를 지원(사용자의 허가 하에)할 수 있도록 하는 유일한 클라우드 솔루션입니다. 추가적인 클라우드 백엔드를 지원하는 것은 상당한 노력을 필요로 하는 것인 반면 저희가 사용자들의 문제를 해결하는 것을 훨씬 어렵게 만듭니다. 이는 우리에게 유용한 트레이드-오프가 아니므로, 결국 다른 클라우드 솔루션은 당분간 지원 계획이 없습니다.
nl_nl: Dit is de enige beschikbare cloud oplossing die de ontwikkelaars de mogelijkheid geeft om Subsurface te verbeteren, problemen op te lossen en gebruikers te ondersteunen (met uw toestemming) als er iets mis gaat met de Cloud Storage. De inspanning om extra cloud backends te ondersteunen is substantieel en maakt het tegelijkertijd veel moeilijker voor ons om gebruikers te helpen die in de problemen komen. Dit voor ons uiteindelijk geen zinvolle afweging, dus andere cloudoplossingen worden nog steeds niet ondersteund.
pt_br: Essa é a única solução em nuvem disponível e que permite aos desenvolvedores a habilidade de aperfeiçoar o Subsurface, corrigir problemas e dar suporte aos usuários (com sua permissão) se alguma coisa der errado com o armazenamento em nuvem. O esforço incremental para suportar backends adicionais de nuvem é substancial e ao mesmo tempo torna muito mais difícil ajudar usuários que tenham problemas. Ao final, não seria uma mudança útil; assim, outras soluções em nuvem continuam sem suporte.
pt_pt: Esta é a única solução em nuvem disponível, que permite aos programadores aprimorar o Subsurface, corrigir problemas e oferecer suporte aos utilizadores (com sua permissão) se algo der errado com o armazenamento em nuvem. O esforço incremental para oferecer suporte a backends de nuvem adicionais é substancial, ao mesmo tempo que torna muito mais difícil ajudar os utilizadores que enfrentam problemas. No final, este não é um compromisso que possamos fazer, por isso outras soluções em nuvem continuam a não ser suportadas.
sv_se: Detta är den enda molnlösningen som är tillgänglig, vilket ger utvecklarna möjlighet att förbättra Subsurface, fixa problem och stödja användare (med ditt tillstånd) om något går fel med molnlagringen. Den ökade ansträngningen för att stödja ytterligare molnbaser är betydande, samtidigt som det blir mycket svårare för oss att hjälpa användare som stöter på problem. I slutändan är detta inte en användbar avvägning för oss att göra, så andra molnlösningar fortsätter att inte stödjas.

source: If you only use Subsurface on the desktop and wish to backup your log on a remote storage server, the documention describes how to store your XML data on DropBox or other similar services such as OwnCloud, TeamDrive, MiniBox, etc.
de_de: Wenn du Subsurface nur auf dem Desktop benutzt und Dein Logbuch auf einen anderen Speicher sichern möchtest, beschreibt das Handbuch, wie du deine XML-Daten in DropBox oder einem anderen, ähnlichen Dienst, wie OwnCloud, TeamDrive oder MiniBox speicherst.
es_es: Si solo usas la versión de escritorio y deseas guardar una copia de backup de tu divelog en un servidor remoto, la documentación describe como guardar tus datos en Dropbox u otros servicios similares como OwnCloud, TeamDrive, MiniBox, etc.
fi_fi: Jos käytät Subsurfacea vain tietokoneella ja haluat varmuuskopioida lokisi etätallennuspalvelimelle, dokumentaatiossa kuvataan, miten XML-tiedot tallennetaan Dropboxiin tai muihin vastaaviin palveluihin, kuten OwnCloudiin, TeamDriveen, MiniBoxiin jne.
fr_fr: Si vous utilisez uniquement Subsurface "desktop" et souhaitez sauvegarder votre journal sur un serveur de stockage distant, la documentation décrit comment stocker vos données XML sur DropBox ou d'autres services similaires tels que OwnCloud, TeamDrive, MiniBox, etc.
hr_hr: Ako koristite samo Subsurface na desktopu i želite sigurnosno kopirati svoj zapisnik na neki server, dokumentacija opisuje kako pohraniti svoje XML podatke na DropBox ili druge slične usluge kao što su OwnCloud, TeamDrive, MiniBox itd.
it_it: Se si utilizza Subsurface solo sul desktop e si desidera eseguire il backup del registro su un server di archiviazione remoto, la documentazione descrive come archiviare i dati XML su DropBox o altri servizi simili come OwnCloud, TeamDrive, MiniBox, ecc.
ko_kr: 만약 당신이 데스크톱에서만 Subsurface를 사용하면서 로그 데이터를 원격 스토리지 서버에 백업하고자 한다면, 당신의 XML 데이터를 DropBox 및 기타 유사한 서비스 - OwnCloud, TeamDrive, MiniBox 등 - 에 저장하는 방법을 설명하는 문서 자료가 있습니다.
nl_nl: Als je Subsurface alleen op de desktop gebruikt en een backup wilt maken van je log op een externe opslagserver, wordt in de documentatie beschreven hoe je je XML-gegevens kunt opslaan op DropBox of andere vergelijkbare diensten zoals OwnCloud, TeamDrive, MiniBox, etc.
pt_br: Se você utiliza o Subsurface apenas no desktop e deseja colocar o backup de seu logbook num servidor de armazenamento remoto, a documentação descreve como armazenar seus dados em formato XML no Dropbox ou outros serviços similares, tais como OwnCloud, TeamDrive, MiniBox etc.
pt_pt: Se usa o Subsurface apenas no desktop e deseja fazer backup do seu log num servidor de armazenamento remoto, a documentação descreve como armazenar seus dados XML no DropBox ou outros serviços semelhantes, como OwnCloud, TeamDrive, MiniBox, etc.
sv_se: Om du bara använder Subsurface på en dator och vill säkerhetskopiera din logg på en fjärrlagringsserver, beskriver dokumentationen hur du lagrar dina XML-data på DropBox eller andra liknande tjänster som OwnCloud, TeamDrive, MiniBox, etc.

source: Issues with specific dive computers
de_de: Probleme mit bestimmten Tauchcomputern
fi_fi: Ongelmat tiettyjen sukellustietokoneiden kanssa
fr_fr: Problèmes avec des ordinateurs de plongée spécifiques
hr_hr: Problemi sa specifičnim ronilačkim računalima
it_it: Problemi con computer subacquei specifici
ko_kr: 특정 다이브 컴퓨터 관련 문제
nl_nl: Problemen met specifieke duikcomputers
pt_br: Problemas com computadores de mergulho específicos
pt_pt: Problemas com computadores de mergulho específicos
sv_se: Problem med specifika dykdatorer

source: Can you add support for dive computer X?
de_de: Könnt ihr Tauchcomputer X unterstützen?
es_es: ¿Podéis añadir soporte para el ordenador X?
fi_fi: Voitteko lisätä tuen sukellustietokoneelle X?
fr_fr: Pouvez-vous ajouter le support pour l'ordinateur de plongée X ?
hr_hr: Možete li dodati podršku za ronilačko računalo X?
it_it: Potete aggiunge il supporto ad uno specifico computer subacqueo ?
ko_kr: 특정 다이브 컴퓨터에 대한 지원을 추가할 수 있나요?
nl_nl: Kun je ondersteuning voor duikcomputer X toevoegen?
pt_br: Podem adicionar suporte ao computador de mergulho X?
pt_pt: Podem adicionar suporte para computador de mergulho X?
sv_se: Kan ni lägga till stöd av dykdator X?

source: We support a large number of dive computers already and are always happy to add support for more. Please contact us via the <a %(userforum)s>User Forum</a> so we can try to help. Some vendors have actively helped us in our work and adding support for new models from those vendors is usually easy. Other vendors are more neutral, some are actively hostile. Without help from the vendor it can be rather challenging to reverse engineer the transfer protocol and the dive encoding, but with sufficient help from you it is often possible to do so.
de_de: Wir unterstützen bereits eine große Zahl von Tauchcomputern und freuen uns immer, wenn weitere dazu kommen. Melde dich bei uns im <a %(userforum)s>Benutzer-Forum</a>, so dass wir zu helfen versuchen können. Einige Hersteller haben uns aktiv bei unserer Arbeit unterstützt und neue Modelle von diesen Herstellern hinzuzufügen ist meist einfach. Andere Hersteller verhalten sich neutral, andere gradezu feindselig. Ohne Unterstützung der Hersteller kann es recht knifflig sein, das Übertragungsprotokoll und die Daten zu entschlüsseln, aber mit hinreichender Unterstützung von dir ist es of möglich.
es_es: Ya soportamos un gran número de ordenadores de buceo y siempre estamos encantados de dar soporte a más. Por favor, contacta con nosotros a través del <a %(userforum)s>Foro de Usuarios</a> para que podamos intentar ayudar. Algunos fabricantes nos han ayudado activamente en nuestro trabajo y dar soporte a nuevos modelos de estos fabricantes suele ser sencillo. Otros fabricantes son más neutrales y algunos activamente hostiles. Sin la ayuda del fabricante suele ser muy complicado resolver el protocolo de transferencia y la codificación de las inmersiones usando ingeniería inversa, pero con ayuda suficiente por tu parte a menudo es posible hacerlo.
fi_fi: Tuemme jo monia sukellustietokoneita ja mielellämme lisäämme uusia tuen pariin . Ota meihin yhteyttä <a%(userforum)s>Keskusteluryhmän</a> kautta, jotta voimme yrittää auttaa. Jotkut toimittajat ovat aktiivisesti auttaneet meitä työssämme ja tuen lisääminen heidän uusille tuotteilleen on yleensä helppoa. Toiset myyjät ovat neutraaleja ja jotkut ovat aktiivisesti vihamielisiä. Ilman myyjän apua siirtoprotokollan luominen ja sukellustietojen siirtäminen voi olla melko haastavaa, mutta on usein mahdollista.
fr_fr: Nous prenons déjà en charge un grand nombre d'ordinateurs de plongée et nous sommes toujours heureux d'ajouter la prise en charge de nouveaux modèles. Veuillez nous contacter via le <a %(userforum)s>Forum utilisateur</a> afin que nous puissions essayer de vous aider. Certains fabricants nous ont activement aidés dans notre travail et l'ajout de la prise en charge de nouveaux modèles de ces fabricants est généralement facile. D'autres fabricants sont plus neutres, certains sont activement hostiles. Sans l'aide du fabricant, il peut être assez difficile de rétro-ingénier le protocole de transfert et le codage de plongée, mais avec une aide suffisante de votre part, il est souvent possible de le faire.
hr_hr: Već podržavamo velik broj ronilačkih računala i uvijek ćemo rado dodati podršku za još. Kontaktirajte nas putem <a %(userforum)s>korisničkog foruma</a> kako bismo vam mogli pomoći. Neki proizvođači su nam aktivno pomogli u našem radu i dodavanje podrške za nove modele tih proizvođača obično je jednostavno. Drugi proizvođači su neutralniji, neki su aktivno neprijateljski raspoloženi. Bez pomoći proizvođača može biti prilično teško napraviti obrnuti inženjering protokola prijenosa i kodiranja ronjenja, ali uz vašu pomoć to je često moguće učiniti.
it_it: Supportiamo già un gran numero di computer subacquei e siamo sempre felici di aggiungere il supporto per altri. Contattateci tramite il <a %(userforum)s>Forum degli utenti1</a> in modo che possiamo cercare di aiutarvi. Alcuni fornitori ci hanno aiutato attivamente nel nostro lavoro e l'aggiunta del supporto per i nuovi modelli di questi fornitori è solitamente facile. Altri fornitori sono più neutrali, altri ancora sono attivamente ostili. Senza l'aiuto del fornitore può essere piuttosto impegnativo effettuare il reverse engineering del protocollo di trasferimento e della codifica delle immersioni, ma con un aiuto sufficiente da parte vostra è spesso possibile farlo.
ko_kr: 우리는 이미 수많은 다이브 컴퓨터를 지원하고 있으며 그 지원 대상을 지속적으로 확대하고자 합니다. 우리가 도울 수 있도록 <a %(userforum)s>사용자 포럼</a>을 통해 연락하세요. 일부 공급업체들은 우리에게 적극적으로 협력하고 있으며 그 공급업체들의 새 모델을 지원하는 것은 일반적으로 쉽습니다. 다른 공급업체들은 중립적이거나, 오히려 적극적으로 적대하는 공급업체들도 있습니다. 공급업체의 도움 없이 전송 프로토콜과 다이브 인코딩을 리버스엔지니어링하는 것은 꽤 어려운 일이지만, 당신이 충분히 도와준다면 성공할 가능성도 상당합니다.
nl_nl: We ondersteunen al een groot aantal duikcomputers en zijn altijd bereid om ondersteuning voor meer duikcomputers toe te voegen. Neem contact met ons op via het <a %(userforum)s>Gebruikersforum</a> zodat we kunnen proberen te helpen. Sommige leveranciers hebben ons actief geholpen bij ons werk en ondersteuning toevoegen voor nieuwe modellen van die leveranciers is meestal eenvoudig. Andere leveranciers zijn meer neutraal, sommige zijn actief vijandig. Zonder hulp van de leverancier kan het een uitdaging zijn om het overdrachtsprotocol en de duikcodering te reverse engineeren, maar met voldoende hulp van jullie is het vaak mogelijk om dat te doen.
pt_br: Já damos suporte a um grande número de computadores de mergulho e estamos sempre dispostos a adicionar suporte para mais. Contacte-nos via o <a %(userforum)s>Fórum de Usuários</a> para que possamos tentar ajudar. Alguns fabricantes nos ajudaram ativamente em nosso trabalho e adicionar suporte para novos modelos desse fabricantes é geralmente fácil. Outros fabricantes são mais neutros, outros são ativamente hostis. Sem ajuda do fabricante pode ser muito desafiador fazer a engenharia reversa do protocolo de transferência e a codificação do mergulho, mas com ajuda suficiente do usuário é quase sempre possível fazê-lo.
pt_pt: Já oferecemos ajuda a um grande número de computadores de mergulho e estamos sempre dispostos a adicionar suporte para mais. Entre em contato conosco através do <a%(userforum)s >Fórum de utilizadores </a>para que possamos tentar ajudar. Alguns fornecedores têm ajudado ativamente no nosso trabalho e adicionar suporte para novos modelos desses fornecedores geralmente é fácil. Outros fornecedores são mais neutros, alguns são ativamente hostis. Sem a ajuda do fornecedor, pode ser bastante desafiador fazer engenharia reversa do protocolo de transferência e da codificação do mergulho, mas com ajuda suficiente de si, muitas vezes é possível fazê-lo.
sv_se: Vi stöder redan ett stort antal dykdatorer och är alltid glada att lägga till stöd för fler. Kontakta oss via <a %(userforum)s>Användarforumet</a> så kan vi försöka hjälpa till. Vissa leverantörer har aktivt hjälpt oss i vårt arbete och att lägga till stöd för nya modeller från dessa leverantörer är vanligtvis enkelt. Andra leverantörer är mer neutrala och vissa är aktivt fientliga. Utan hjälp från leverantören kan det vara ganska utmanande att reverse engineer överföringsprotokollet och dykets kodning, men med tillräcklig hjälp från dig är det ofta möjligt att göra det.

source: A good starting point is often to send us a libdivecomputer log and dump (you can pick those in the dive computer download dialog) when connecting to the dive computer using a similar existing model (if possible). But generally it might make the most sense to first reach out in order to avoid wasting your time.
de_de: Ein guter Anfang ist meist, uns die libdivecomputer.log und einen libdivecomputer Dump (im Tauchcomputer-auslesen-Dialog kann man beide anwählen) von dem Versuch sich mit dem Tauchcomputer zu verbinden (ein möglichst ähnliches Modell in den Einstellungen auswählen). Aber es lohnt sich meistens, erstmal mit uns in Kontakt zu treten, um nicht deine Zeit zu verschwenden.
es_es: Un buen punto de inicio suele ser enviarnos un log y un volcado de libdivecomputer (puedes seleccionarlos en el diálogo de Descarga desde el ordenador de buceo), cuando te conectes a un ordenador de buceo usando un modelo parecido (si es posible). Pero, en general, lo que tiene más sentido es que nos contactes primero para evitar que pierdas el tiempo.
fi_fi: Hyvä lähtökohta on usein lähettää meille libdivecomputer-loki ja -dumppi (voit valita ne sukellustietojen latausvalintaikkunasta), kun muodostat yhteyden sukellustietokoneeseen käyttämällä samanlaista olemassa olevaa mallia (jos mahdollista). Mutta yleisesti ottaen saattaa olla järkevintä ottaa ensin yhteyttä meihin, jotta et tuhlaa aikaasi.
fr_fr: Un bon point de départ est souvent de nous envoyer un journal et une sauvegarde libdivecomputer (vous pouvez les choisir dans la boîte de dialogue de téléchargement de l'ordinateur de plongée) lors de la connexion à l'ordinateur de plongée à l'aide d'un modèle existant similaire (si possible). Mais en général, il pourrait être plus logique de d'abord nous contacter afin d'éviter de perdre votre temps.
hr_hr: Dobra početna točka često je slanje libdivecomputer loga i dumpa (možete ih odabrati u dijaloškom okviru za preuzimanje ronilačkog računala) kada se povezujete na ronilačko računalo koristeći sličan postojeći model (ako je moguće). No općenito bi bilo najsmislenije prvo nam se obratiti kako biste izbjegli gubljenje vremena.
it_it: Un buon punto di partenza è spesso l'invio di un log e di un dump di libdivecomputer (si possono scegliere nella finestra di download del computer subacqueo) quando ci si connette al computer subacqueo utilizzando un modello simile esistente (se possibile). In genere, però, è più sensato contattare prima l'azienda per evitare di perdere tempo.
ko_kr: 유사한 기존 모델(가능한 경우)을 사용해 다이브 컴퓨터에 연결했을 때의 libdivecomputer 로그와 덤프(다이브 컴퓨터 다운로드 대화상자에서 선택 가능)를 우리에게 보내주는 것이 좋은 출발점입니다. 그러나 일반적인 경우 시간 낭비를 피하기 위해 우리에게 먼저 연락을 취하는 것이 합리적일 것입니다.
nl_nl: Een goed begin is vaak om ons een libdivecomputer log en dump te sturen (deze kun je kiezen in het download dialoogvenster van de duikcomputer) wanneer je verbinding maakt met de duikcomputer van een soortgelijk bestaand model (indien mogelijk). Maar over het algemeen is het het meest zinvol om eerst contact op te nemen om tijdverspilling te voorkomen.
pt_br: Quase sempre um bom ponto de partida é enviar-nos um log e o dump do libdivecomputer (você pode selecioná-los no diálogo de download do computador de mergulho) ao conectar com o computador de mergulho usando um modelo similar existente (se possível). Mas geralmente faz mais sentido primeiro entrar em contato para evitar perda de seu tempo.
pt_pt: Muitas vezes, um bom ponto de partida é enviar-nos um registo da libdivecomputer e descarregar (você pode escolhê-los na caixa de diálogo de transferência do computador de mergulho) ao conectar-se ao computador de mergulho usando um modelo existente semelhante (se possível). Mas geralmente pode fazer mais sentido entrar em contato primeiro para evitar perda de tempo.
sv_se: En bra utgångspunkt är ofta att skicka oss en libdivecomputer-logg och dump (du kan välja dem i dykdatorns nedladdningsdialog) när du ansluter till dykdatorn med en liknande befintlig modell (om möjligt). Men generellt sett kan det vara mest meningsfullt att först kontakta oss för att undvika att slösa din tid.

source: If you would like to contribute and help, there are many ways to do so. Please take a look at our '<a %(contribute)s>Contribute</a>' page.
fi_fi: Halutessasi voit osallistua ja auttaa monella eri tavalla. Käy katsomassa <a%(contribute)s>Osallistu</a>-sivuamme.
fr_fr: Si vous souhaitez contribuer et aider, il existe de nombreuses façons de le faire. Veuillez consulter notre page '<a %(contribute)s>Contribuer</a>'.
hr_hr: Ako želite doprinijeti i pomoći, postoji mnogo načina da to učinite. Pogledajte našu stranicu '<a %(contribute)s>Doprinos</a>'.
it_it: Se volete contribuire e aiutare, ci sono molti modi per farlo. Date un'occhiata alla nostra pagina "<a %(contribute)s>Contributi</a>".
ko_kr: 만약 당신이 기여 또는 도움을 주고자 한다면 그 방법은 많습니다. 우리의 '<a %(contribute)s>기여하기</a>' 페이지를 살펴보세요.
nl_nl: Als je wilt bijdragen en helpen kan dat op verschillende manieren. Kijk op onze '<a %(contribute)s>Bijdragen</a>' pagina.
pt_br: Se quiser contribuir e ajudar, há muitas maneiras de fazê-lo. Dê uma olhada na nossa página '<a %(contribute)s>Contribuição</a>'
pt_pt: Se gostaria de contribuir e ajudar, há muitas maneiras de fazer isso. Por favor, dê uma olhada em nossa '<a %(contribute)s> página Contribuir</a>'.
sv_se: Om du vill bidra och hjälpa till finns det många sätt att göra det på. Ta gärna en titt på vår '<a %(contribute)s>Bidra</a>' sida.

source: Old style Suunto dive computers?
de_de: Ältere Suunto Tauchcomputermodelle?
es_es: ¿Ordenadores de buceo Suunto de estilo antiguo?
fi_fi: Vanhan mallliset Suunnon sukellustietokoneet?
fr_fr: Les anciens ordinateurs de plongée Suunto ?
hr_hr: Stara Suunto ronilačka računala?
it_it: Vecchi computer subacquei Suunto ?
ko_kr: 오래된 Suunto 다이브 컴퓨터들은요?
nl_nl: Suunto duikcomputers oude stijl?
pt_br: Computadores Suunto antigos?
pt_pt: Computadores de mergulho Suunto antigos?
sv_se: Gamla typen av Suunto dykdatorer?
