Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Personal information is limited to your email address, online and system identities, enabling a registered user account to be created and maintained. The information is processed to provide the Subsurface application to registered users, the lawful purpose: contract obligation.
de_de: Persönliche Daten beschränken sich auf Ihre E-Mail-Adresse, Online- und Systemidentitäten, um ein registriertes Benutzerkonto zu erstellen und aufrechtzuerhalten. Die Daten werden nur verwendet, um Subsurface und die zugehörige Cloud-Anbindung für registrierte Benutzer bereitzustellen. Rechtmäßiger Zweck: Vertragsverpflichtung.
fi_fi: Henkilökohtaiset tiedot ovat sähköpostiosoitteesi sekä verkko- ja järjestelmätunnuksesi, joiden avulla rekisteröitynyt käyttäjätili voidaan luoda ja ylläpitää. Tietoja käsitellään Subsurface-sovelluksen tarjoamiseksi rekisteröidyille käyttäjille, laillinen tarkoitus: sopimusvelvoite.
fr_fr: Les informations personnelles sont limitées à votre adresse e-mail, les identités en ligne et système, permettant la création et la maintenance d'un compte utilisateur. Les informations sont traitées pour fournir l'application Subsurface aux utilisateurs enregistrés, la finalité légitime : obligation contractuelle.
hr_hr: Osobni podaci ograničeni su na vašu adresu e-pošte, online i sistemske identitete, što omogućuje stvaranje i održavanje registriranog korisničkog računa. Podaci se obrađuju za pružanje Subsurface aplikacije registriranim korisnicima, zakonita svrha: ugovorna obveza.
it_it: I dati personali si limitano all'indirizzo e-mail, all'identità online e a quella di sistema, che consentono di creare e mantenere un account utente registrato. Le informazioni vengono elaborate per fornire l'applicazione Subsurface agli utenti registrati, con lo scopo legittimo di adempiere agli obblighi contrattuali.
ko_kr: 개인정보는 사용자 계정을 생성하고 유지하기 위한 당신의 이메일 주소, 온라인 및 시스템 신원으로 제한됩니다. 개인정보의 처리는 등록된 사용자에게 Subsurface 어플리케이션을 제공하기 위해 합법적인 목적 - 계약상 의무 이행 - 으로 이루어집니다.
nl_nl: Persoonlijke informatie is beperkt tot uw e-mailadres, online- en systeemidentiteiten, waardoor een geregistreerd gebruikersaccount kan worden aangemaakt en onderhouden. De informatie wordt verwerkt om de Subsurface applicatie aan geregistreerde gebruikers te kunnen aanbieden, met als rechtmatig doel: contractverplichting.
pt_br: Informação pessoal é limitada ao seu endereço de e-mail, identidades online e de sistema, permitindo que uma conta de usuário registrado seja criada e mantida. A informação é processada para fornecer ao aplicativo Subsurface para usuários registrados o propósito legal: obrigação contratual.
pt_pt: As informações pessoais são limitadas ao seu endereço de e-mail, identidades online e do sistema, permitindo a criação e manutenção de uma conta de utilizador registada. As informações são processadas para fornecer ao aplicativo Subsurface, aos utilizadores registados, a finalidade lícita: obrigação contratual.
sv_se: Personlig information är begränsad till din e-postadress, online- och systemidentiteter vilket möjliggör att ett registrerat användarkonto skapas och underhålls. Informationen behandlas för att tillhandahålla Subsurface-applikationen till registrerade användare, det lagliga syftet: kontraktsförpliktelse.

source: Personal information is held whilst a user is registered. User accounts can be deleted on request. See contact information below.
de_de: Persönliche Daten werden während der Registrierung eines Benutzers gespeichert. Benutzerkonten können auf Anfrage gelöscht werden. Siehe Kontaktdaten unten.
es_es: La información personal se guarda mientras un usuario permanece registrado. Las cuentas de usuario se pueden eliminar a petición del mismo. Ver la información de contacto a continuación.
fi_fi: Henkilötietoja säilytetään niin kauan kuin käyttäjä on rekisteröitynyt. Käyttäjätilit voidaan pyynnöstä poistaa. Katso yhteystiedot alla.
fr_fr: Les informations personnelles sont conservées tant que l'utilisateur est enregistré. Les comptes utilisateur peuvent être supprimés sur demande. Voir les informations de contact ci-dessous.
hr_hr: Osobni podaci se čuvaju dok je korisnik registriran. Korisnički računi mogu se obrisati na zahtjev. Pogledajte podatke za kontakt ispod.
it_it: Le informazioni personali vengono conservate finché l'utente è registrato. Gli account utente possono essere cancellati su richiesta. Vedere le informazioni di contatto qui sotto.
ko_kr: 개인정보는 사용자가 등록되어 있는 동안 보유됩니다. 사용자 계정은 요청에 따라 삭제될 수 있습니다. 아래의 연락처 정보를 참조하세요.
nl_nl: Persoonlijke gegevens worden bewaard zolang een gebruiker geregistreerd is. Gebruikersaccounts kunnen op verzoek worden verwijderd. Zie onderstaande contactgegevens.
pt_br: Informação pessoal é armazenada enquanto o usuário estiver registrado. Contas de usuário podem ser excluídas a pedido. Veja a informação de contato abaixo.
pt_pt: As informações pessoais são mantidas enquanto o utilizador está registado. As contas de utilizador podem ser excluídas mediante solicitação. Veja informações de contato abaixo.
sv_se: Personlig information hålls medan en användare är registrerad. Användarkonton kan raderas på begäran. Se kontaktinformation nedan.

source: Subsurface is run on mirrored servers, some in the US and others in the EU (Germany). Personal information is protected by design and the application of security measures. Personal information is not shared with any other entity.
de_de: Subsurface wird auf redundanten / gespiegelten Servern betrieben, einige in den USA und andere in der EU (Deutschland). Personenbezogene Daten sind durch das Design und die Anwendung von Sicherheitsmaßnahmen geschützt. Personenbezogene Daten werden nicht mit anderen Firmen oder Organisationen geteilt.
es_es: Subsurface se ejecuta en servidores replicados, algunos en USA y otros en la UE (Alemania). La información personal está protegida por diseño y aplicación de medidas de seguridad. La información personal no se comparte con ninguna otra entidad.
fi_fi: Subsurface toimii peilatuilla palvelimilla, joista osa on Yhdysvalloissa ja osa EU:ssa (Saksassa). Henkilötiedot suojataan suunnittelun ja turvatoimien avulla. Henkilötietoja ei jaeta minkään muun tahon kanssa.
fr_fr: Subsurface est exécuté sur des serveurs en miroir, certains aux États-Unis et d'autres dans l'UE (Allemagne). Les informations personnelles sont protégées par conception et par l'application de mesures de sécurité. Les informations personnelles ne sont pas partagées avec une autre entité.
hr_hr: Subsurface se izvodi na zrcaljenim poslužiteljima, neki u SAD-u, a drugi u EU (Njemačka). Osobni podaci zaštićeni su dizajnom i primjenom sigurnosnih mjera. Osobni podaci ne dijele se ni sa jednim drugim subjektom.
it_it: Subsurface è gestito su server in mirroring, alcuni negli Stati Uniti e altri nell'Unione Europea (Germania). I dati personali sono protetti dalla progettazione e dall'applicazione di misure di sicurezza. Le informazioni personali non vengono condivise con nessun'altra entità.
ko_kr: Subsurface는 미국과 EU (독일)에 있는 미러 서버에서 실행됩니다. 개인정보는 보안 조치의 설계 및 적용에 따라 보호됩니다. 개인정보는 다른 어떤 주체와도 공유되지 않습니다.
nl_nl: Subsurface draait op gespiegelde servers, sommige in de VS en andere in de EU (Duitsland). Persoonlijke informatie wordt beschermd door het ontwerp en de toepassing van beveiligingsmaatregelen. Persoonlijke informatie wordt niet gedeeld met andere entiteiten.
pt_br: Subsurface roda em servidores espelhados, alguns nos Estados Unidos e outros na União Europeia (Alemanha). Informação pessoal é protegida por projeto e pela aplicação de medidas de segurança. Informação pessoal não é compartilhada com qualquer outra entidade.
pt_pt: O Subsurface é executado em servidores espelhados, alguns nos EUA e outros na UE (Alemanha). As informações pessoais são protegidas desde a concepção e pela aplicação de medidas de segurança. As informações pessoais não são compartilhadas com nenhuma outra entidade.
sv_se: Subsurface körs på speglade servrar, några i USA och andra i EU (Tyskland). Personlig information skyddas genom design och tillämpning av säkerhetsåtgärder. Personlig information delas inte med någon annan enhet.

source: To contact Subsurface please reach out to the Data Protection Lead: Email: <code>%(email)s</code>
de_de: Um Subsurface zu kontaktieren, wenden Sie sich bitte an den Datenschutzbeauftragten: E-Mail: <code>%(email)s</code>
es_es: Para contactar con Subsurface, por favor, contacta con el Responsable de Protección de Datos: Email: <code>%(email)s</code>
fi_fi: Jos haluat ottaa yhteyttä Subsurfaceen, ota yhteyttä tietosuojavastaavaan. Sähköposti: <code>%(email)s</code>
fr_fr: Pour contacter Subsurface, veuillez contacter le responsable de la protection des données : Email : <code>%(email)s</code>
hr_hr: Da biste kontaktirali Subsurface, obratite se voditelju zaštite podataka: E-pošta:<code>%(email)s</code>
it_it: Per contattare Subsurface si prega di contattare il Responsabile della Protezione dei Dati: Email:<code>%(email)s</code>
ko_kr: Subsurface에 문의하려면 데이터 보호 책임자에게 연락하세요: 이메일: <code>%(email)s</code>
nl_nl: Om contact op te nemen met Subsurface kunt u contact opnemen met de Data Protection Lead: Email: <code>%(email)s</code>
pt_br: Para contactar Subsurface dirija-se ao Data Protection Lead\: Email\: <code>%(email)s</code>
pt_pt: Para contactar a Subsurface, entre em contacto com o Data Protection Lead: <code>%(email)s</code>
sv_se: För att kontakta Subsurface, vänligen kontakta Data Protection Lead: Email: <code>%(email)s</code>

source: Post mail: Subsurface Data Protection Lead, c/o DH Consulting, 12725 SW Millikan Way, #300 Beaverton, OR 97005 USA.
de_de: Postanschrift: Subsurface Data Protection Lead, c/o DH Consulting, 12725 SW Millikan Way, #300 Beaverton, OR 97005 USA.
es_es: Correo postal: Responsable de Protección de Datos, c/o DH Consulting, 12725 SW Millikan Way, #300 Beaverton, OR 97005 USA.
fi_fi: Postiosoite: 12725 SW Millikan Way, #300 Beaverton, OR 97005 USA.
fr_fr: Adresse Postale : Subsurface Data Protection Lead, c/o DH Consulting, 12725 SW Millikan Way, #300 Beaverton, OR 97005 USA.
hr_hr: Poštom: Subsurface Data Protection Lead, c/o DH Consulting, 12725 SW Millikan Way, #300 Beaverton, OR 97005 USA.
it_it: Posta ordinaria: Subsurface Data Protection Lead, c/o DH Consulting, 12725 SW Millikan Way, #300 Beaverton, OR 97005 USA.
ko_kr: 우편: Subsurface Data Protection Lead, c/o DH Consulting, 12725 SW Millikan Way, #300 Beaverton, OR 97005 USA.
nl_nl: Postadres: Subsurface Data Protection Lead, c/o DH Consulting, 12725 SW Millikan Way, #300 Beaverton, OR 97005 USA.
pt_br: Endereço postal\: Subsurface Data Protection Lead, c/o DH Consulting, 12725 SW Millikan Way, #300 Beaverton, OR 97005 USA.
pt_pt: Endereço postal: Subsurface Data Protection Lead, c/o DH Consulting, 12725 SW Millikan Way, #300 Beaverton, OR 97005 USA.
sv_se: Postaddress: Subsurface Data Protection Lead, c/o DH Consulting, 12725 SW Millikan Way, #300 Beaverton, OR 97005 USA.

source: The EU regulatory authority Subsurface comes under is: <a %(link)s>https://datenschutz.hessen.de/</a>.
de_de: Zuständige EU-Regulierungsbehörde für Subsurface: <a %(link)s>https://datenschutz.hessen.de/</a>.
es_es: La autoridad reguladora de la UE a la que pertenece Subsurface es: <a %(link)s>https://datenschutz.hessen.de/</a>.
fi_fi: EU:n vastaava Subsurfacen säätelyviranomainen on: <a%(link)s>https://datenschutz.hessen.de/</a>.
fr_fr: L'autorité de régulation de l'UE de Subsurface est: <a %(link)s>https://datenschutz.hessen.de/</a>.
hr_hr: Regulatorno tijelo EU pod koje Subsurface spada je: <a %(link)s>https://datenschutz.hessen.de/</a>.
it_it: L'autorità di regolamentazione dell'UE a cui fa capo Subsurface è: <a %(link)s>https://datenschutz.hessen.de/</a>.
ko_kr: Subsurface를 관할하는 EU 규제 기관은: <a %(link)s>https://datenschutz.hessen.de/</a>.
nl_nl: De regelgevende autoriteit van de EU waaronder Subsurface valt, is: <a %(link)s>https://datenschutz.hessen.de/</a>.
pt_br: A entidade regulatória à qual o Subsurface está submetido é\: <a %(link)s>https\://datenschutz.hessen.de/</a>.
pt_pt: A autoridade regulatória da UE sob a qual o Subsurface actua é: <a %(link)s>https://datenschutz.hessen.de/</a>.
sv_se: EUs reglerande myndighet för Subsurface är: <a %(link)s>https://datenschutz.hessen.de/</a>.

source: With the GDPR compliance out of the way, here is the summary that applies to everyone (since we don't actually track where you are from):
de_de: Nun da die DSGVO-Konformität bestätigt ist, hier die Zusammenfassung, die für alle gilt (da es uns tatsächlich egal ist, woher unsere Benutzer kommen):
es_es: Dejando de lado el cumplimiento de la GDPR, aquí esta el resumen que se aplica a todos (ya que no registramos de donde eres en realidad):
fi_fi: Kun GDPR-vaatimusten noudattaminen on hoidettu tässä on yhteenveto, joka koskee kaikkia (koska emme itse asiassa seuraa, mistä olet kotoisin):
fr_fr: Avec la conformité au RGPD terminée, voici le résumé qui s'applique à tous (puisque nous ne suivons pas réellement d'où vous venez).
hr_hr: S riješenom usklađenosti s GDPR-om, evo sažetka koji se odnosi na sve (budući da zapravo ne pratimo odakle ste):
it_it: Dopo aver chiarito la conformità al GDPR, ecco il riepilogo che si applica a tutti (dato che in realtà non tracciamo la vostra provenienza):
ko_kr: GDPR - EU의 개인정보보호법 -의 준수는 논외로 하고, 아래 내용은 모든 사용자에게 적용되는 사항을 요약한 것입니다(우리는 당신이 어디 출신인지 추적하지 않으므로):
nl_nl: Na deze GDPR naleving, volgt hier de samenvatting die voor iedereen geldt (aangezien we niet bijhouden waar je vandaan komt):
pt_br: Com a conformidade com o GDPR (General Data Protection Regulation - Regulamento Geral de Proteção de Dados da União Europeia) afastada, aqui está o resumo que se aplica a todos (já que não rastreamos de onde você é)\:
pt_pt: Com o regulamento GDPR (General Data Protection Regulation - Regulamento Geral de Proteção de Dados da União Europeia) fora do caminho, aqui está o resumo que se aplica a todos (já que na verdade não rastreamos de onde você é):
sv_se: Med GDPR-efterlevnad ur vägen, här är sammanfattningen som gäller för alla (eftersom vi faktiskt inte spårar var du kommer ifrån):

source: It’s simple. We do not use your data. We do not care who your friends are. We do not intend to market to you or to do anything else that’s annoying. There is no monetization and no other use or processing of your data - we only store it with the purpose of making it available to you again on your devices.
de_de: Es ist ganz einfach. Wir verwenden die Daten unserer Benutzer nicht. Es ist uns egal, wer Deine Freunde sind. Wir beabsichtigen nicht, Dir Werbung zu schicken oder irgendetwas anderes zu tun, was lästig ist. Es gibt keine andere Verwendung, Verwertung oder Verarbeitung der Benuter-Daten - wir speichern sie ausschließlich, um sie Nemutzern wieder auf Ihren Geräten zur Verfügung zu stellen.
es_es: Es muy simple. No utilizamos tus datos. No nos interesa quienes son tus amigos. No intentamos venderte nada ni hacer cualquier otra cosa que pueda resultar molesta. No hay monetización ni ningún otro uso o procesamiento de tus datos - solo los guardamos con el propósito de que puedas tenerlos disponibles en tus dispositivos.
fi_fi: Se on yksinkertaista. Emme käytä tietojasi. Emme välitä siitä, keitä ystäväsi ovat. Emme aio kohdistaa markkinointia sinulle tai tehdä mitään muuta ärsyttävää. Tietojasi ei käytetä tai käsitellä muulla tavoin - tallennamme ne vain siksi, että voimme tarjota ne sinulle uudelleen laitteissasi.
fr_fr: C'est simple. Nous n'utilisons pas vos données. Nous ne nous soucions pas de qui sont vos amis. Nous n'avons pas l'intention de vous commercialiser ou de faire quoi que ce soit d'autre d'ennuyeux. Il n'y a pas de monétisation ni d'autre utilisation ou traitement de vos données - nous les stockons uniquement dans le but de les rendre à nouveau disponibles sur vos appareils.
hr_hr: Jednostavno je. Ne koristimo vaše podatke. Nije nas briga tko su vam prijatelji. Nemamo vam namjeru reklamirati ili raditi bilo što drugo što vas iritira. Nema monetizacije niti druge upotrebe ili obrade vaših podataka - pohranjujemo ih samo u svrhu da vam ponovno budu dostupni na vašim uređajima.
it_it: È semplice. Non utilizziamo i vostri dati. Non ci interessa sapere chi sono i vostri amici. Non abbiamo intenzione di fare marketing o di fare qualsiasi altra cosa che sia fastidiosa. Non c'è monetizzazione, né altri usi o elaborazioni dei vostri dati: li memorizziamo solo allo scopo di renderli nuovamente disponibili sui vostri dispositivi.
ko_kr: 간단합니다. 우리는 당신의 데이터를 이용하지 않습니다. 우리는 당신의 친구가 누군지도 상관하지 않습니다. 우리는 당신에게 마케팅을 하거나 당신을 성가시게 할 의도도 없습니다. 당신의 데이터를 이용한 수익창출이나 다른 용도로의 사용, 처리도 없습니다. 우리는 오로지 당신의 장치에서 당신에게 제공하기 위한 용도로만 데이터를 저장합니다.
nl_nl: Het is heel eenvoudig. We gebruiken je gegevens niet. Het maakt ons niet uit wie je vrienden zijn. Het is niet onze bedoeling om aan jou te verkopen of om iets anders vervelends te doen. Er is geen monetarisering en geen ander gebruik of verwerking van je gegevens - we slaan ze alleen op met het doel om ze weer beschikbaar te maken voor jou op je apparaten.
pt_br: É simples. Não usamos os seus dados. Não nos importamos com quem sejam seus amigos. Não pretendemos fazer negócios nem qualquer outra coisa irritante. Não há monetização e nenhum outro uso ou processamento de seus dados -- somente os armazenamos com o propósito de torná-los disponíveis novamente para você nos seus dispositivos.
pt_pt: É simples: não usamos os seus dados. Não queremos saber quem são os seus amigos. Não intencionamos vender nada nem fazer qualquer outra coisa aborrecida. Os dados armazenados não são usados para nenhum fim a não ser disponibiliza-los aos seus proprietários nos seus dispositivos.
sv_se: Det är enkelt. Vi använder inte dina data. Vi bryr oss inte om vilka dina vänner är. Vi avser inte att marknadsföra till dig eller göra något annat som är irriterande. Det finns ingen monetisering och ingen annan användning eller bearbetning av dina data - vi lagrar dem endast med syftet att göra dem tillgängliga för dig igen på dina enheter.

source: Release Changes
it_it: Modifiche correlate
nl_nl: Releasewijzigingen
pt_br: Mudanças nos lançamentos
pt_pt: Alterações lançadas
sv_se: Utgivningsändringar

source: A lot has happend in the 14 months between the 5.0.10 release of Subsurface and the end of 2023 - including the realization that our old approach to releasing the software wasn't working for us anymore. As a result we decided to attempt a different approach; instead of formal releases every few months with a cumbersome, manual process, we are switching to pointing our users at far more <a %(crelease)s>frequent and regular, automated builds</a> instead.
it_it: Molte cose sono successe nei 14 mesi tra la versione 5.0.10 di Subsurface e la fine del 2023 - inclusa la realizzazione che il nostro vecchio approccio al rilascio del software non stava più funzionando. Come risultato abbiamo deciso di provare un nuovo approccio; invece di release ufficiali ogni pochi mesi con un complesso processo manuale, stiamo cambiando per indirizzare gli utenti verso una <a %(crelease)s> frequente e regolare compilazione </a>.
nl_nl: Er is veel gebeurd in de 14 maanden tussen de 5.0.10 release van Subsurface en het einde van 2023 - waaronder het besef dat onze oude aanpak om de software uit te brengen niet meer werkte. Als gevolg daarvan hebben we besloten om een andere aanpak te proberen; in plaats van formele releases om de paar maanden met een omslachtig, handmatig proces, gaan we in plaats daarvan onze gebruikers wijzen op veel <a %(crelease)s>frequentere and reguliere, geautomatiseerde builds</a>.
pt_br: Muito aconteceu nos 14 meses entre o lançamento do Subsurface 5.0.10 e o final de 2023-- incluindo a conscientização de que nossa antiga abordagem à distribuição do software não estava mais funcionando para nós; ao invés de lançamentos formais a cada poucos meses com um trabalhoso processo manual, estamos mudando para direcionar nossos usuários para <a %(crelease)s>versões automatizadas frequentes e regulares</a>
pt_pt: Muita coisa aconteceu nos 14 meses entre o lançamento 5.0.10 do Subsurface e o final de 2023 – incluindo a percepção de que nossa antiga abordagem para lançar o software não estava a funcionar para nós. Como resultado, decidimos tentar uma abordagem diferente; em vez de lançamentos formais a cada poucos meses com um processo manual complicado, estamos a direcionar os nossos utilizadores para compilações automatizadas muito <a %(crelease)s > mais frequentes e regulares</a>.
sv_se: Mycket har hänt under de 14 månaderna mellan Subsurface 5.0.10-release och slutet av 2023 - inklusive insikten att vårt gamla tillvägagångssätt för att släppa programvaran inte längre fungerade för oss. Som ett resultat beslutade vi att försöka med ett annat tillvägagångssätt; istället för formella släpp varje månad med en krånglig, manuell process, kommer vi istället att hänvisa våra användare till betydligt mer <a %(crelease)s>frekventa och regelbundna, automatiserade byggen</a>.

source: Supported Dive Computers
fi_fi: Tuetut sukellustietokoneet
fr_fr: Ordinateurs de plongée pris en charge
hr_hr: Podržana ronilačka računala
it_it: Computer subacquei supportati
ko_kr: 지원되는 다이브 컴퓨터
nl_nl: Ondersteunde duikcomputers
pt_br: Computadores de mergulho suportados
pt_pt: Computadores de mergulho suportados
sv_se: Dykdatorer som stödjs av Subsurface

source: Currently, these divecomputers are supported in Subsurface. Please note that Subsurface-mobile only supports a subset of these devices.
de_de: Momentan werden diese Tauchcomputer von Subsurface unterstützt. Bitte beachte, dass Subsurface-mobile nur einen Teil davon unterstützt.
es_es: Actualmente, estos ordenadores de buceo están soportados en Subsurface. Subsurface-mobile solo soporta un subconjunto de estos dispositivos.
fi_fi: Tällä hetkellä näitä sukellustietokoneita tuetaan Subsurfacessa. Huomaa, että Subsurfacen mobiiliversio tukee vain osaa näistä laitteista.
fr_fr: Actuellement, ces ordinateurs de plongée sont pris en charge dans Subsurface. Veuillez noter que Subsurface-mobile ne prend en charge qu'une partie de ces appareils.
hr_hr: Trenutno su ova ronilačka računala podržana u Subsurfaceu. Imajte na umu da Subsurface-mobile podržava samo podskup ovih uređaja.
it_it: Attualmente, questi computer subacquei sono supportati da Subsurface. Si noti che Subsurface-mobile supporta solo un sottoinsieme di questi dispositivi.
ko_kr: 현재 Subsurface가 지원하는 다이브 컴퓨터는 아래와 같습니다. Subsurface-mobile은 아래 장치 중 일부만 지원한다는 점에 유의하세요.
nl_nl: Momenteel worden deze duikcomputers ondersteund in Subsurface. Houd er rekening mee dat Subsurface-mobile slechts een subset van deze apparaten ondersteunt.
pt_br: Atualmente, estes computadores de mergulho são suportados pelo Subsurface. Note que o Subsurface-mobile suporta apenas um subconjunto destes dispositivos.
pt_pt: Atualmente, esses computadores de mergulho são suportados no Subsurface. Observe que o Subsurface-mobile oferece suporte apenas a um subconjunto desses dispositivos.
sv_se: Dessa dykdatorer stöds av Subsurface. Notera att Subsurface-mobil bara stödjer en delmängd av dem.

source: Thanks
de_de: Dank
es_es: Agradecimientos
fi_fi: Kiitokset
fr_fr: Merci
hr_hr: Zahvale
it_it: Ringraziamenti
ko_kr: 감사한 분들
nl_nl: Dankwoord
pt_br: Agradecimentos
pt_pt: Agradecimentos
sv_se: Tack
