Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: We expect these builds to be reasonably stable and somewhat tested, and as the name suggests try to update them about once a week (the actual frequency may vary).
de_de: Wir gehen davon aus, das diese Versionen recht stabil und zumindest grundlegend getestet sind und wie der Name sagt, versuchen wir sie etwa wöchentlich zu aktualisieren. Die tatsächliche Veröffenlichungsfrequenz kann jedoch schwanken.
es_es: Esperamos que estas compilaciones sean razonablemente estables, estén probadas hasta cierto punto y, como el nombre sugiere, intentaremos actualizarlas una vez por semana (la frecuencia real puede variar).
fi_fi: Näiden versioiden odotetaan olevan kohtuullisen vakaita ja testattuja. Kuten nimi kertoo, niin uusi versio julkaistaan noin kerran viikossa (julkaisutiheys voi vaihdella jonkun verran).
fr_fr: Ces versions sont raisonnablement stables et quelque peu testées, et comme l'indique le nom, nous essayons de les mettre à jour environ une fois par semaine (la fréquence réelle peut varier).
hr_hr: Očekujemo da će ove verzije biti relativno stabilne i donekle testirane, a kao što ime sugerira pokušajte ih ažurirati otprilike jednom tjedno (stvarna učestalost može varirati).
it_it: Ci aspettiamo che queste build siano ragionevolmente stabili e in qualche mono testate, come il nome suggerisce cerchiamo di aggiornarle una volta a settimana (la frequenza reale può variare).
ko_kr: 이 빌드들은 합리적으로 안정적이고 어느 정도 테스트를 거친 상태이며, 이름에서 알 수 있듯이 우리는 이들을 주 1회 업데이트하기 위해 노력할 것입니다(실제 업데이트 주기는 달라질 수 있습니다).
nl_nl: We verwachten dat deze versies redelijk stabiel en getest zijn, en zoals de naam al aangeeft proberen we ze ongeveer een keer per week bij te werken (de werkelijke frequentie kan variëren).
pt_br: Esperamos que estas versões sejam razoavelmente estáveis e de alguma forma testadas e, como o nome sugere, tentamos atualizá-las aproximadamente uma vez por semana (a frequência efetiva pode variar).
pt_pt: Esperamos que estes ficheiros sejam razoavelmente estáveis e alvo de alguns testes. Como o nome indica, tentamos actualizá-los uma vez por semana (embora esta frequência possa variar).
sv_se: Vi förväntar oss att dessa byggen ska vara relativt stabila och någorlunda testade, och som namnet antyder försöka uppdatera dem ungefär en gång i veckan (den faktiska frekvensen kan variera).

source: If you are looking for more "bleeding edge" releases builds, please check out the <a %(link)s>Latest Release Page</a>.
de_de: Wer eher nach dem allerneusten Stand sucht, wird auf der <a %(link)s>Seite mit den aktuellsten Veröffentlichungen</a> fündig.
es_es: Si estás buscando publicaciones más "de última hora", visita la página <a %(link)s>Últimas Versiones</a>.
fi_fi: Jos haluat aivan viimeisimmän julkaistun version, siirry sivulle <a%(link)s>Uusin kehitysversio</a>.
fr_fr: Si vous recherchez des versions plus récentes et plus avancées, veuillez consulter la <a %(link)s>Page des dernières versions</a>.
hr_hr: Ako ste u potrazi za više "bleeding edge" verzijama, pogledajte <a %(link)s>stranicu s najnovijim izdanjima</a>.
it_it: Se stai cercano per release più "bleeding edge", per favore controlla la <a %(link)s>Pagine delle ultime versioni</a>.
ko_kr: 만약 당신이 더 "최첨단"의 릴리스 빌드를 찾고 있다면, <a %(link)s>최신 릴리스 페이지</a>를 확인하세요.
nl_nl: Als je op zoek bent naar de allernieuwste versie, bekijk dan de <a %(link)s>Laatste ontwikkelversie</a> pagina.
pt_br: Se estiver procurando por versões mais "de ponta", por favor consulte a <a %(link)s>Página da Última Versão</a>.
pt_pt: Se procura versões mais recentes (e provavelmente instáveis), por favor consulte a <a %(link)s> Página das últimas versões </a>.
sv_se: Om du letar efter mer "bleeding edge" utgåvor, vänligen kolla in <a %(link)s>Senaste utgåva sidan</a>.

source: Download...&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
de_de: Herunterladen...
es_es: Descargar...&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
fi_fi: Lataa...&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
fr_fr: Téléchargement...&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
hr_hr: Preuzmite...&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
ko_kr: 다운로드
nl_nl: Downloaden...&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
sv_se: Laddar ner...&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

source: This Subsurface Windows installer is not signed and Windows will likely ask you to confirm that you want to install this program.
de_de: Das Subsurface-Installationsprogramm unter Windows ist nicht signiert und Windows wird bei der Installation nachfragen, die Bestätigung der Installation zu bestätigen.
es_es: Este instalador de Subsurface para Windows no está firmado, así que Windows probablemente te pida que confirmes que quieres instalar el programa.
fi_fi: Tämä Subsurfacen Windows-asennusohjelma ei ole allekirjoitettu ja todennäköisesti Windows pyytää sinua hyväksymään ohjelman asennuksen.
fr_fr: Ce programme d'installation de Subsurface pour Windows n'est pas signé et Windows vous demandera probablement de confirmer que vous souhaitez installer ce programme.
hr_hr: Ovaj Subsurface Windows instalacijski program nije potpisan i Windows će vas vjerojatno tražiti da potvrdite da želite instalirati ovaj program.
it_it: Questa pacchetto di installazione di Subsurface per Windows non è firmato e probabilmente Windows ti chiederà di confermare la sua installazione.
ko_kr: Subsurface의 Windows 인스톨러는 서명되지 않았으며, 따라서 당신은 이 프로그램을 설치할 것인지에 대해 확인을 요청받을 수 있습니다.
nl_nl: Dit Subsurface Windows installatieprogramma is niet ondertekend en Windows zal je waarschijnlijk vragen om te bevestigen dat je dit programma wilt installeren.
pt_br: Este instalador de Subsurface para Windows não está assinado e Windows provavelmente pedirá que você confirme que quer instalar este programa.
pt_pt: Este ficheiro de instalação para Windows não está assinado e o Windows irá provavelmente pedir-lhe para confirmar a instalação deste programa.
sv_se: Det här installationsprogrammet för Windows är inte signerat och Windows kommer antagligen att begära konfirmation att ni vill installera Subsurfaceprogrammet.

source: We try to post a signed Subsurface macOS DMG here. If your Mac doesn't want to install this image, please let us know in the <a %(link)s>User Forum</a>.
de_de: Wir bemühen uns, hier ein signiertes Mac DMG zu veröffentlichen. Wenn ein Mac dieses Programm zu installieren verweigert, melde uns das bitte in unserem <a %(link)s>Benutzer-Forum</a>.
es_es: Intentamos proporcionar aquí una DMG firmada de Subsurface para macOS. Si tu Mac no quiere instalar esta imagen, por favor, avísanos en el <a %(link)s>Foro de usuarios</a>.
fi_fi: Tässä julkaistun macOS DMG asennusohjelman pitäisi olla allekirjoitettu. Jos MAC-tietokoneesi ei kuitenkaan hyväksy asennusta, laita meille viesti <a%(link)s>Keskustelu</a>-ryhmään.
fr_fr: Nous essayons de publier un DMG signé pour macOS ici. Si votre Mac ne parvient pas à installer cette image, dites-le nous sur le <a %(link)s>Forum Utilisateurs</a>.
hr_hr: Ovdje pokušavamo objaviti potpisani Subsurface macOS DMG. Ako ga vaš Mac ne želi instalirati, javite nam na <a %(link)s>korisnički forum</a>.
it_it: Proviamo a rilasciare DMG per macOS firmati di Subsurface. Se il tuo Mac non vuole installare l'immagine per favore avvertici usando il <a %(link)s>Forum degli utenti</a>.
ko_kr: 우리는 여기에 서명된 Subsurface macOS DMG를 게시하려고 합니다. 만약 당신의 Mac이 이 이미지의 설치를 거부한다면, <a %(link)s> 사용자 포럼</a>을 통해 우리에게 알려주세요.
nl_nl: We proberen hier een ondertekende Subsurface macOS DMG te plaatsen. Als je Mac deze image niet wil installeren, laat het ons dan weten in het <a %(link)s>Gebruikersforum</a>.
pt_br: Tentamos postar uma versão assinada do DMG macOS aqui. Se o seu Mac não quiser instalar esta imagem, por favor informe-nos no <a %(link)s>Fórum de Usuários</a>.
pt_pt: Tentamos colocar aqui uma versão assinada do DMG do Subsurface para o macOS. Se o seu Mac não quiser instalar esta imagem, por favor informe-nos no <a %(link)s>Fórum de utilizadores </a>.
sv_se: Vi försöker att lägga upp en signerad Subsurface macOS DMG här. Om din Mac inte vill installera denna bild, vänligen meddela oss i <a %(link)s>Användarforumet</a>.

source: The Subsurface Android APK can be side-loaded on most Android devices. If you previously had installed Subsurface-mobile from the Google Play store, the first time you switch to a side-loaded app, you'll have to uninstall the Play store version. Make sure your data is synced to the Subsurface Cloud. After you install this APK and log in to the Subsurface Cloud again, the data will be restored. Every subsequent update will not require an uninstall.
de_de: Das Subsurface Android APK kann auf den meisten Android-Geräten als "Side-load" installiert werden. Wer bisher Subsurface-mobile aus dem Google Play store installiert hatte, muss beim ersten Wechsel auf ein "side-load" zunächst die Play-Store-Version löschen. Stelle dazu sicher, dass dein Logbuch mit der Subsurface Cloud synchronisiert ist. Nach der Installation des APK, erscheinen deine Daten wieder, sobald du dich mit der Cloud verbindest. Jedes weitere Update erfordert keine Deinstallation.
es_es: La APK de Subsurface para Android puede descargarse a la mayoría de dispositivos Android. Si habías instalado previamente Subsurface-mobile desde el store de Google Play, la primera vez que cambies a una app descargada tendrás que desinstalar la versión de Google Play. Asegúrate de que los datos están sincronizados con la Nube de Subsurface. Después de que instales la APK y te vuelvas a logar en la Nube de Subsurface, los datos se restaurarán. Las actualizaciones posteriores no requerirán desinstalar.
fi_fi: Subsurfacen Android APK voidaan asentaa suoraan mobiililaitteelle sivulatauksella eli PlayKaupan ulkopuolelta Jos sinulla oli aiemmin Googlen PlayKaupasta asennettu Subsurfacen mobiiliversio, niin sinun täytyy ensin poistaa laitteelta tuo asennus. Varmista, että sukellusloki on syknronoitu Subsurfacen pilvipalveluun. Kun asennat tämän APK:n ja kirjaudut Subsurfacen pilvipalveluun uudestaan, data palautuu mobiililaitteelle. Tästä eteenpäin uuden APK-version asennus ei enää vaadi vanhan version poistoa.
fr_fr: Le fichier APK Subsurface Android peut être installé manuellement (Side-Loading) sur la plupart des appareils Android. Si vous aviez déjà installé Subsurface-mobile depuis le Google Play Store, la première fois que vous passerez à une installation manuelle, vous devrez désinstaller la version Play Store. Assurez-vous que vos données sont synchronisées avec le Subsurface Cloud. Après avoir installé cet APK et vous être reconnecté au Cloud Subsurface, les données seront restaurées. Chaque mise à jour ultérieure ne nécessitera pas de désinstallation.​
hr_hr: Subsurface Android APK može se side-loadati na većini Android uređaja. Ako ste prethodno instalirali Subsurface-mobile iz trgovine Google Play, prvi put kada prijeđete na side-loadanu aplikaciju, morat ćete deinstalirati verziju trgovine Play. Pobrinite se da su vaši podaci sinkronizirani s Subsurface Cloudom. Nakon što instalirate ovaj APK i ponovno se prijavite u Subsurface Cloud, podaci će se vratiti. Svako sljedeće ažuriranje neće zahtijevati deinstalaciju.
it_it: L'APK di Subsurface per Android può essere caricato sulla maggior parte dei dispositivi Android. Se in precedenza si era installato Subsurface-mobile dal Google Play Store, la prima volta che si passa a un'applicazione "side-loaded", si dovrà disinstallare la versione del Play Store. Assicuratevi che i vostri dati siano sincronizzati con Subsurface Cloud. Dopo aver installato questo APK e aver effettuato nuovamente l'accesso a Subsurface Cloud, i dati verranno ripristinati. Ogni aggiornamento successivo non richiederà la disinstallazione.
ko_kr: Subsurface 안드로이드 APK는 대부분의 안드로이드 기기에 사이드로드 방식으로 설치될 수 있습니다. 만약 당신이 이전에 구글플레이스토어를 통해 Subsurface-mobile을 설치했다면, 사이드로드 방식 앱으로 전환하기에 앞서 플레이스토어 버전을 제거해야 합니다. 당신의 데이터가 Subsurface Cloud와 동기화되었는지 확인하세요. 이 APK를 설치하고 Subsurface Cloud에 다시 로그인하면 데이터는 복구될 것입니다. 그 이후의 후속 업데이트는 앱의 제거를 필요로 하지 않습니다.
nl_nl: De Subsurface Android APK kan op de meeste Android apparaten sideloaded worden geïnstalleerd. Als je Subsurface-mobile eerder hebt geïnstalleerd vanuit de Google Play store, dan moet je de eerste keer dat je overschakelt naar een sideloaded app, de Play store versie verwijderen. Zorg ervoor dat je gegevens zijn gesynchroniseerd met de Subsurface Cloud. Nadat je deze APK hebt geïnstalleerd en weer inlogt bij de Subsurface Cloud, worden de gegevens teruggezet. Elke volgende update vereist geen deïnstallatie.
pt_br: O pacote APK do Subsurface para Android pode ser instalado por side-load na maioria dos dispositivos Android. Se você havia anteriormente instalado o Subsurface-mobile a partir da loja Google Play, na primeira vez que muda para um aplicativo instalado por side-load você deverá desinstalar a versão da Play Store. Certifique-se de que seus dados foram sincronizados com a nuvem do Subsurface. Depois de instalar o APK e logar-se na nuvem do Subsurface novamente, os dados serão restaurados. Cada atualização subsequente não exigirá a desinstalação.
pt_pt: A versão Android do Subsurface pode ser instalada na maioria dos dispositivos Android. Se instalou anteriormente a versão Subsurface-mobile da Play store do Google, a primeira vez que mudar para esta versão, terá que desinstalar a versão da Play store. Assegure-se que os seus registos de mergulho estão sincronizados com o armazenamento remoto da Subsurface Cloud. Após a instalação desta e depois de entrar na nuvem, os dados serão restaurados. Os upgrades seguintes não requerem a desinstalação da versão anterior.
sv_se: Subsurface Android APK kan sidoladdas på de flesta Android-enheter. Om du tidigare har installerat Subsurface-mobile från Google Play-butiken måste du avinstallera Play-butiksversionen första gången du byter till en sidoladdad app. Se till att dina data är synkroniserade med Subsurface Cloud. Efter att du har installerat denna APK och loggat in på Subsurface Cloud igen kommer data att återställas. Varje efterföljande uppdatering kräver inte avinstallation.

source: A brief explanation of the concept of side-loading can be found in <a %(explanation)s>this androidcentral article</a>.
de_de: Eine Erklärung des Konzepts des Side-Loadings findet sich in <a %(explanation)s>diesem Artikel von androidcentral</a>.
fi_fi: Lyhyt kuvaus sivulatauksesta löytyy esimerkiksi <a%(explanation)s>tästä androidcentralin artikkelista</a>.
fr_fr: Une brève explication du concept de Side-Loading (Installation Manuelle) peut être trouvée dans <a %(explanation)s> cet article AndroidCentral</a>.
hr_hr: Kratko objašnjenje koncepta side-loadanja može se pronaći u <a%(explanation)s>ovom androidcentral članku</a>.
it_it: Una breve spiegazione del concetto di "side-loading" può essere trovata in <a %(explanation)s>questo articolo di androidcentral</a>.
ko_kr: 사이드로드의 개념에 대한 간단한 설명은 <a %(explanation)s>이 Androidcentral 기사</a>를 참조하세요.
nl_nl: Een korte uitleg van het concept van sideloading is te vinden in <a %(explanation)s>dit androidcentral artikel</a>.
pt_br: Uma explicação sucinta do conceito de side-loading pode ser encontrada <a %(explanation)s>neste artigo da AndroidCentral</a>.
pt_pt: Uma explicação breve sobre o conceito de side-loading pode ser encontrada neste <a %(explanation)s> artigo na Androidcentral</a>.
sv_se: En kort förklaring av begreppet sidoladdning finns i <a %(explanation)s>den här androidcentral-artikeln</a>.

source: AppStore Link&nbsp;&nbsp;
es_es: Enlace a AppStore&nbsp;&nbsp;
fi_fi: AppStore linkki&nbsp;&nbsp;
fr_fr: Lien vers l'AppStore &nbsp;&nbsp;
hr_hr: Link na AppStore&nbsp;&nbsp;
it_it: Link AppStore&nbsp;&nbsp;
ko_kr: 앱스토어 바로가기
sv_se: Länk till appaffär&nbsp;&nbsp;

source: iOS is the only platform right now where in general side-loading or installing unsigned binaries is impossible (apparently that may change for users in the EU, but not elsewhere). As a result we cannot make new versions of Subsurface-mobile for iOS available here, but the goal is to update the AppStore version to the "weekly" versions reasonably frequently as well.
de_de: iOS ist momentan die einzige Plattform, bei der ein generelles "side-loading" oder eine Installation unsignierter Apps unmöglich ist (auch wenn sich das für Benutzer in der EU demnächst ändern könnte). Aus diesem Grund können wir hier keine aktuellen Subsurface-mobile Versionen bereitstellen. Das Ziel ist jedoch, dass auch die AppStore-Version den "wöchentlichen" Versionen so nah wie möglich folgt.
es_es: iOS es la única plataforma, en estos momentos, donde en general descargar o instalar binarios sin firmar es imposible (aparentemente esto puede cambiar para los usuarios en la UE, pero no en el resto del mundo). Como consecuencia no podemos ofrecer aquí nuevas versiones de Subsurface-mobile para iOs, pero el objetivo es actualizar también la versión de la AppStore a las versiones "semanales" con una frecuencia razonable.
fi_fi: iOS on tällä hetkellä ainoa alusta, jossa ohjelmien asennus mobiilikaupan ulkopuolelta sivulatauksella tai allekirjoittamattomien asennusohjelmien ajaminen on mahdotonta (tämä muuttunee EU-alueella olevien käyttäjien osalta, mutta ei muualla). Tämän vuoksi emme voi laittaa tänne saataville uusinta Subsurfacen iOS-mobiiliversiota. Tavoitteena on kuitenkin mahdollisimman usein päivittää AppStoressa tarjolla olevaa versiota vastaamaan nykyisen viikkotason versiota.
fr_fr: iOS est actuellement la seule plate-forme sur laquelle le Side-Loading, ou l'installation de fichiers binaires non signés, est impossible (apparemment, cela peut changer pour les utilisateurs de l'UE, mais pas ailleurs). Par conséquent, nous ne pouvons pas proposer ici de nouvelles versions de Subsurface-mobile pour iOS. L'objectif est de mettre à jour la version AppStore vers les versions "weekly" assez fréquemment.
hr_hr: iOS je trenutačno jedina platforma na kojoj je općenito side-loadanje ili instaliranje nepotpisanih binarnih datoteka nemoguće (navodno bi se to moglo promijeniti za korisnike u EU, ali ne i drugdje). Kao rezultat toga, ne možemo učiniti nove verzije Subsurface-mobile za iOS dostupnima ovdje, ali cilj je također razumno često ažurirati verziju AppStorea na "tjedne" verzije.
it_it: iOS è al momento l'unica piattaforma dove generalmente "side-loading" e l'installazione di pacchetti non firmati è impossibile (in futuro questo potrebbe cambiare per gli utenti in Europa, ma non altrove). Di conseguenza non possiamo rendere disponibili nuove versione di Subsurface-mobile per iOS qui, l'intenzione è di aggiornare la versione su AppStore alla "weekly" release con una frequenza ragionevole.
ko_kr: iOS는 현재 사이드로드나 서명되지 않은 바이너리의 설치가 일반적으로 금지되는 유일한 플랫폼입니다(이 정책은 EU 지역에서 변경될 수도 있으나, 다른 지역은 아닙니다). 그에 따라 우리는 iOS용 Subsurface-mobile의 신규 버전을 여기에서 배포할 수 없습니다만, 우리는 앱스토어 버전도 합리적으로 자주 "주간" 버전으로 업데이트하는 것을 목표로 합니다.
nl_nl: iOS is op dit moment het enige platform waar meestal het sideloaden of installeren van niet-ondertekende binaries onmogelijk is (blijkbaar kan dit veranderen voor gebruikers in de EU, maar niet ergens anders). Als gevolg hiervan kunnen we hier geen nieuwe versies van Subsurface-mobile voor iOS beschikbaar maken, maar het doel is om de AppStore versie ook geregeld te updaten naar de "wekelijkse" versies.
pt_br: No momento, iOS é a única plataforma onde em geral o side-loading ou a instalação de binários não assinados é impossível (aparentemente, isso pode mudar para usuários na União Européia, mas não em outros lugares). Como resultado, não podemos tornar novas versões de Subsurface-mobile para iOS disponíveis aqui, mas o objetivo é atualizar a versão na AppStore para as versões "semanais" com razoável frequência.
pt_pt: O iOS é, actualmente, a única plataforma onde, em geral, a instalação de binários não assinados é impossível (aparentemente, isso pode mudar para utilizadores na UE, mas não noutros lugares). Como resultado, não podemos disponibilizar novas versões do Subsurface-mobile para iOS aqui, mas o nosso objetivo é actualizar igualmente a versão AppStore para as versões "semanais" com uma frequência razoável.
sv_se: iOS är för närvarande den enda plattformen där det generellt sett är omöjligt att sidoladda eller installera osignerade binärer (tydligen kan det ändras för användare i EU, men inte någon annanstans). Som ett resultat kan vi inte göra nya versioner av Subsurface-mobile tillgängliga här för iOS, men målet är att uppdatera AppStore-versionen till "veckovisa" versioner med rimlig frekvens också.

source: The Subsurface team is providing distribution packages for Ubuntu and Fedora as well as a Snap and a generic "AppImage" that should work on most other x86_64 Linux distributions.
fi_fi: Subsurfacen tiimi tarjoaa asennuspaketit Ubuntulle ja Fedoralle. Tarjolla ovat myös Snap-pakettiformaatti ja geneerinen "AppImage", jonka pitäisi toimia suurimmassa osassa muissa x86_64 Linux-distroissa.
fr_fr: L'équipe Subsurface fournit des packages de distribution pour Ubuntu et Fedora. Elle propose également un "Snap" et une "AppImage" générique qui devraient fonctionner sur la plupart des autres distributions Linux x86_64.
hr_hr: Subsurface tim osigurava distribucijske pakete za Ubuntu i Fedoru, kao i Snap i generičku "AppImage" koja bi trebala raditi na većini drugih x86_64 Linux distribucija.
it_it: La comunità di Subsurface fornisce pacchetti per Ubuntu e Fedora, pacchetti per Snap e un generico "AppImage" che dovrebbe funzionare su molte delle altre distribuzioni Linux x86_64.
ko_kr: Subsurface팀은 Ubuntu와 Fedora용 배포 패키지 뿐만 아니라 대부분의 다른 x86_64 Linux 배포판에서 작동하는 Snap 및 일반 "AppImage"도 제공합니다.
nl_nl: Het Subsurface team levert distributiepakketten voor Ubuntu en Fedora, evenals een Snap en een generieke "AppImage" die op de meeste andere x86_64 Linux distributies zou moeten werken.
pt_br: A equipe do Subsurface distribui pacotes para Ubuntu e Fedora bem como para Snap e um "AppImage" genérica que deve funcionar na maioria das outras distribuições Linux x86_64.
pt_pt: A equipa do Subsurface disponibiliza pacotes para Ubuntu e Fedora, bem como um Snap e uma «AppImage» genérica que deverá correr na maioria das outras distribuições Linux x86_64.
sv_se: Subsurface-teamet tillhandahåller distributionspaket för Ubuntu och Fedora samt en Snap och en generisk "AppImage" som bör fungera på de flesta andra x86_64 Linux-distributioner.

source: Ubuntu and compatible distros
de_de: Ubuntu und dazu kompatible Linux Versionen
es_es: Ubuntu y distribuciones compatibles
fi_fi: Ubuntu ja yhteensopivat distrot
fr_fr: Ubuntu et autres distributions compatibles
hr_hr: Ubuntu i kompatibilne distribucije
it_it: Ubuntu e distribuzioni compatibili
ko_kr: Ubuntu 및 호환 배포판
nl_nl: Ubuntu en compatibele distributies
pt_br: Ubuntu e distribuições compatíveis
pt_pt: Ubuntu e distribuições compatíveis
sv_se: Ubuntu och kompatibla Linuxdistributioner
