Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: If you get a warning message or if Subsurface is blocked by your anti virus (AV) software, that is almost certainly a false positive. Subsurface is not built on a Windows machine, it is cross built from source on Linux on a well maintained and clean server image.
de_de: Wenn Du eine Warnung bekommst oder Subsurface von deiner Anti-Viren-Software (AV) blockiert wird, ist das fast immer ein Fehlalarm. Subsurface wird nicht auf einem Windows-Computer übersetzt, es wird auf einem gut gewarteten, sauberen Linux-Server cross-kompiliert.
es_es: Si te aparece un mensaje de aviso o si Subsurface es bloqueado por tu antivirus (AV), es casi con total seguridad un falso positivo. Subsurface no se compila en una máquina Windows, se construye por compilación cruzada en Linux en un servidor limpio y bien mantenido.
fi_fi: Jos saat varoitusviestin tai jos virustorjuntaohjelmasi (AV) estää Subsurface-ohjelman käytön, kyseessä on lähes varmasti väärä positiivinen tulos. Subsurfacea ei ole rakennettu Windows-koneelle, vaan se on rakennettu Linuxin lähdekoodista hyvin ylläpidetylle ja puhtaalle palvelinimagelle.
fr_fr: Si vous recevez un message d'avertissement ou si Subsurface est bloqué par votre logiciel antivirus, il s'agit très probablement d'un faux positif. Subsurface n'est pas codé sur une machine Windows, il est construit à partir de la source Linux, et maintenu sur serveur bien entretenu et propre.
hr_hr: Ako dobijete poruku upozorenja ili ako vaš protuvirusni (AV) softver blokira Subsurface, to je gotovo sigurno lažno pozitivno. Subsurface nije izgrađen na Windows stroju, već je izgrađen iz izvora na Linuxu na dobro održavanoj i čistoj serverskoj slici.
it_it: Se viene visualizzato un messaggio di avviso o se Subsurface viene bloccato dal software antivirus (AV), si tratta quasi certamente di un falso positivo. Subsurface non è stato creato su una macchina Windows, ma è stato costruito da zero su Linux su un'immagine di server ben mantenuta e sicura.
ko_kr: 경고 메시지가 표시되거나 안티 바이러스(AV) 소프트웨어에 의해 Subsurface가 차단된다면, 이는 거의 분명한 오탐입니다. Subsurface는 Windows 장치에서 빌드되지 않으며, 그 대신 잘 관리되고 깨끗한 서버 이미지의 Linux의 소스로부터 교차 빌드됩니다.
nl_nl: Als je een waarschuwing krijgt of als Subsurface wordt geblokkeerd door je antivirussoftware (AV), dan is dat vrijwel zeker een false positive. Subsurface is niet gebouwd op een Windows machine, het is cross-build vanuit de broncode op een goed onderhouden en schone Linux server.
pt_br: Se você receber uma mensagem de advertência ou se o Subsurface for bloqueado pelo seu software antivírus (AV), será certamente um falso positivo. Subsurface não é construído num computador rodando Windows; é resultado de uma compilação cruzada a partir de código fonte em Linux numa imagem de servidor limpa e muito bem mantida.
pt_pt: Se receber uma mensagem de aviso ou se o Subsurface for bloqueado pelo seu software antivírus (AV), isso é quase certamente um falso positivo. Os ficheiros binários do Subsurface não são construídos em máquinas Windows, mas sim a partir do código-fonte no Linux numa imagem de um servidor limpa e bem mantida.
sv_se: Om du får ett varningsmeddelande eller om Subsurface blockeras av ditt antivirusprogram (AV), är det nästan säkert en falsk positiv. Subsurface är inte byggt på en Windows-maskin, det är korsbyggt från källkoden på Linux på en välskött och ren serverbild.

source: Most/all Windows Anti-Virus software packages support an “add exception” feature, which skips an executable from being scanned. Try adding Subsurface to the list of non-harmful software. If the Subsurface installer download is detected as malware, please temporary disable your AV software until Subsurface is installed
de_de: Alle Windows-Anti-Viren-Programme haben ein "Ausnahme erlauben"-Feature, das verhindert, dass ein bestimmtes Programm gescannt wird. Versuche Subsurface zu dieser Liste harmloser Software hinzuzufügen. Wenn der heruntergeladene Subsurface-Installer als Malware erkannt wird, schalte kurzfristig deine Anti-Viren-Software ab, bis Subsurface installiert ist.
es_es: La mayoría, si no todos, los paquetes de software antivirus para Windows soportan la funcionalidad "añadir excepción", que evita que un ejecutable sea escaneado. Intenta añadir Subsurface a la lista de software no dañino. Si la descarga del instalador de Subsurface se detecta como malware, desactiva temporalmente tu software AV hasta que Subsurface esté instalado.
fi_fi: Useimmat/kaikki Windows-virustorjuntaohjelmistopaketit tukevat "Lisää poikkeus" -toimintoa, joka ohittaa suoritettavan ohjelman skannauksen. Kokeile lisätä Subsurface vaarattomien ohjelmistojen luetteloon. Jos Subsurfacen asennusohjelman lataus havaitaan haittaohjelmaksi, poista AV-ohjelmistosi väliaikaisesti käytöstä, kunnes Subsurface on asennettu.
fr_fr: La plupart/tous les logiciels antivirus Windows prennent en charge une fonctionnalité "ajouter une exception", qui permet de sauter l'analyse d'un exécutable. Essayez d'ajouter Subsurface à la liste des logiciels non malveillants. Si le téléchargement de l'installateur Subsurface est détecté comme un logiciel malveillant, veuillez désactiver temporairement votre logiciel antivirus jusqu'à ce que Subsurface soit installé.
hr_hr: Većina/svi antivirusni softverski paketi sustava Windows podržavaju značajku "dodaj iznimku", koja preskače skeniranje izvršne datoteke. Pokušajte dodati Subsurface na popis neškodljivog softvera. Ako se preuzimanje programa za instalaciju Subsurface otkrije kao zlonamjerni softver, privremeno onemogućite svoj AV softver dok se Subsurface ne instalira
it_it: La maggior parte dei pacchetti software antivirus di Windows supportano la funzione "aggiungi eccezione", che evita la scansione di un eseguibile. Provate ad aggiungere Subsurface all'elenco dei software non dannosi. Se il download del programma di installazione di Subsurface viene rilevato come malware, disattivare temporaneamente il software AV fino al completamento dell'installazione di Subsurface.
ko_kr: 대부분의/모든 Windows 안티 바이러스 소프트웨어 패키지는 실행 파일에 대한 검사를 건너뛰도록 하는 "예외 추가" 기능을 지원합니다. 유해하지 않은 소프트웨어 목록에 Subsurface를 추가해보세요. 만약 다운로드된 Subsurface 설치 프로그램이 맬웨어로 감지된다면, Subsurface가 설치될 때까지 AV 소프트웨어를 일시적으로 비활성화하세요.
nl_nl: De meeste/alle Windows anti-virussoftware ondersteunen een functie "uitzondering toevoegen", waardoor een uitvoerbaar bestand niet wordt gescand. Probeer Subsurface toe te voegen aan de lijst van niet-schadelijke software. Als de download van het Subsurface installatiebestand wordt gedetecteerd als malware, schakel dan tijdelijk je AV software uit totdat Subsurface is geïnstalleerd.
pt_br: A maioria/todos os pacotes antivírus para Windows têm um recurso de "adicionar exceção", que faz com que um arquivo executável não seja escaneado. Tente adicionar Subsurface à lista de software não malicioso. Se o instalador do Subsurface baixado é detectado como malicioso/malware, desabilite seu software antivírus temporariamente até que Subsurface seja instalado.
pt_pt: A maioria/todos os pacotes de software antivírus do Windows têm a possibilidade de «adicionar uma excepção», que ignora a verificação de um determinado ficheiro executável. Tente adicionar o Subsurface à lista de softwares não prejudiciais. Se o download do ficheiro de instalação do Subsurface for detectado como malware, desactive temporariamente o seu software AV até que o Subsurface seja instalado
sv_se: De flesta/all Windows Anti-Virus-program stödjer en "lägg till undantag"-funktion, vilket hoppar över en körbar fil från att skannas. Försök lägga till Subsurface i listan över icke-skadlig programvara. Om Subsurface-installationsprogrammet upptäcks som skadlig kod, inaktivera tillfälligt ditt AV-program tills Subsurface är installerat.

source: In either case, please inform your AV software vendor of a “false positive” as we assure your that Subsurface is not malware.
de_de: Bitte informiere in jedem Fall den Hersteller deiner Anti-Viren Software von diesem Fehlalarm, da wir dir versichern können, dass Subsurface keine Malware ist.
es_es: En cualquier caso, por favor, informa a tu proveedor de software AV del "falso positivo", ya que te aseguramos que Subsurface no es malware.
fi_fi: Kummassakin tapauksessa ilmoita AV-ohjelmiston myyjälle "väärästä positiivisesta tuloksesta", sillä vakuutamme, että Subsurface ei ole haittaohjelma.
fr_fr: Dans les deux cas, veuillez informer votre fournisseur de logiciel antivirus d'un "faux positif" car nous vous assurons que Subsurface n'est pas un logiciel malveillant.
hr_hr: U svakom slučaju, molimo vas da obavijestite svog dobavljača AV softvera o "lažno pozitivnom" jer vas uvjeravamo da Subsurface nije zlonamjerni softver.
it_it: In ogni caso, per favore informa il produttore del tuo software AV di un "falso positivo" dato che ti assicuriamo che Subsurface non è un malware.
ko_kr: 어느 경우든, 저희는 Subsurface가 맬웨어가 아님을 보장하므로 당신의 AV 소프트웨어에 "오탐" 사실을 알리십시오.
nl_nl: Stelt u in elk geval alstublieft uw AV-softwareleverancier op de hoogte van een "false positive" omdat we verzekeren dat Subsurface geen malware is.
pt_br: Em qualquer caso, comunique seu fornecedor de software antivírus sobre um "falso positivo", já que garantimos que Subsurface não é malware.
pt_pt: Em todos os casos, informe o seu fornecedor de software AV sobre um “falso positivo”, pois garantimos que o Subsurface não é malware.
sv_se: I båda fallen, informera gärna din AV-programleverantör om en "falsk positiv" eftersom vi försäkrar dig om att Subsurface inte är skadlig kod.

source: Subsurface suddenly stops accessing the cloud
de_de: Subsurface kann sich plötzlich nicht mehr mit der Cloud verbinden.
es_es: Subsurface deja de acceder a la nube de repente
fi_fi: Subsurface ei enää pääse kytkeytymään pilvipalveluun
fr_fr: Subsurface cesse soudainement d'accéder au cloud
hr_hr: Subsurface iznenada prestaje pristupati cloudu
it_it: Subsurface improvvisamente non accede più al cloud
ko_kr: Subsurface가 갑자기 클라우드에 접속할 수 없습니다.
nl_nl: Subsurface heeft plotseling geen toegang meer tot de cloud
pt_br: Subsurface repentinamente deixa de acessar o armazenamento remoto em nuvem.
pt_pt: O Subsurface deixa repentinamente de aceder ao armazenamento remoto
sv_se: Subsurface slutar plötsligt att accessa molnet.

source: This can have many reasons, but a really odd one we have found is that some anti-malware products on Windows seemingly randomly decide that the traffic between Subsurface and the cloud server is an indication of malware activity and interrupt the transmissions. This can lead to cloud storage corruption and prevents things from working. You may have to add an exception for Subsurface to your hyper-aggressive anti-malware tool.
de_de: Das kann verschiedene Ursachen haben. Es hat sich herausgestellt, dass manche Anti-Malware-Software den Datenverkehr zwischen Subsurface und der Subsurface-Cloud als Verhalten einen Malware identifiziert und dann die Übertragung unterbindet. Dies kann die in der Cloud gespeicherte Version deines Logbuchs korrumpieren und eine ordnungsgemäße Funktion verhindern. In diesem Fall trage eine Ausnahme für Subsurface in deiner überaggressiven Anti-Malware-Software ein.
es_es: Puede haber muchos motivos para ello, pero uno realmente extraño que nos hemos encontrado es que algunos productos anti-malware en Windows, de forma aparentemente aleatoria, deciden que el tráfico de red entre Subsurface y el servidor de la nube es una indicación de actividad de malware e interrumpen la transmisión. Esto puede llevar a corrupción de datos en la nube y evita que las cosas funcionen. Es posible que tengas que añadir una excepción para Subsurface en tu herramienta anti-malware hiper agresiva.
fi_fi: Tähän voi olla monia syitä, mutta yksi todella erikoinen syy on se, että jotkut Windows-käyttöjärjestelmän haittaohjelmien torjuntatuotteet päättävät sattumanvaraisesti, että Subsurface- ja pilvipalvelimen välinen liikenne on merkki haittaohjelmatoiminnasta, ja keskeyttävät tiedonsiirron. Tämä voi johtaa pilvitallennuksen korruptoitumiseen ja estää asioita toimimasta. Sinun on ehkä lisättävä Subsurfacea koskeva poikkeus vahvasti reagoivaan haittaohjelmien torjuntatyökaluusi.
fr_fr: Les causes peuvent être multiples, mais il est arrivé par le passé que sous Windows, certains anti-virus décident aléatoirement que le trafic entre Subsurface et le serveur Cloud est suspicieux, et qu'ils interrompent la transmission. Cela bloque le bon fonctionnement, et peut entrainer la corruption des données Cloud. Si votre anti-virus est trop agressif, vous devrez ajouter une exception pour Subsurface.
hr_hr: To može imati mnogo razloga, ali stvarno čudan koji smo otkrili jest taj da neki proizvodi protiv zlonamjernog softvera u sustavu Windows naizgled nasumično odlučuju da je promet između Subsurfacea i servera u cloudu pokazatelj aktivnosti zlonamjernog softvera i prekidaju prijenose. To može dovesti do oštećenja pohrane u cloudu i spriječiti rad stvari. Možda ćete morati dodati iznimku za Subsurface u svoj hiper-agresivni anti-malware alat.
it_it: Questo può avere molte ragioni, ma una davvero strana che abbiamo riscontrato è che alcuni prodotti anti-malware su Windows decidono apparentemente in modo casuale che il traffico tra Subsurface e il server cloud è un'indicazione di attività malware e interrompono le trasmissioni. Questo può portare alla corruzione del cloud storage e impedisce il funzionamento del sistema. Potrebbe essere necessario aggiungere un'eccezione per Subsurface al vostro strumento anti-malware iper-aggressivo.
ko_kr: 여기에는 여러 가지 이유가 있을 수 있으나, 우리가 발견한 정말 특이한 사례는 Windows의 일부 안티 맬웨어 제품이 무작위로 Subsurface와 클라우드 서버 사이의 트래픽을 맬웨어 활동의 표시로 판단해 그 전송을 차단한 것입니다. 이는 클라우드 스토리지의 오염으로 이어져 정상적인 작동을 방해할 수 있습니다. 당신은 지나치게 공격적인 안티 맬웨어 도구의 예외 항목에 Subsurface를 추가해야 할 수도 있습니다.
nl_nl: Dit kan vele oorzaken hebben, maar een echt vreemde reden die we hebben gevonden is dat sommige anti-malware producten op Windows schijnbaar willekeurig besluiten dat het verkeer tussen Subsurface en de cloud server een indicatie is van malware activiteit en het onderbreken. Dit kan leiden tot corruptie van de cloudopslag en voorkomt dat dingen werken. Mogelijk moet je een uitzondering voor Subsurface toevoegen aan je hyper agressieve anti-malwareprogramma.
pt_br: Isso pode ter muitas causa, mas uma realmente estranha que encontramos é que alguns produtos anti-malware do Windows aparentemente decidem, de forma aleatória, que o tráfego entre o Subsurface e o servidor em nuvem é uma indicação de atividade maliciosa e interrompem as transmissões. Isso pode resultar em armazenamento em nuvem corrompido e evitar que as coisas funcionem. Talvez você tenha que adicionar uma exceção para o Subsurface na sua ferramenta anti-malware hiper-agressiva.
pt_pt: Isso pode ter vários motivos, mas descobrimos um motivo muito estranho: alguns produtos anti-malware no Windows decidem aparentemente aleatoriamente que o tráfego entre o Subsurface e o servidor em nuvem é uma indicação de atividade de malware e interrompem as transmissões. Isso pode levar à interrupção do armazenamento em nuvem e impedir que as coisas funcionem. Pode ser necessário adicionar uma exceção para Subsurface à sua ferramenta hiperagressiva anti-malware.
sv_se: Detta kan ha många orsaker, men en riktigt konstig orsak vi har hittat är att vissa anti-malware-produkter på Windows verkar slumpmässigt bestämma att trafiken mellan Subsurface och molnservern är en indikation på skadlig aktivitet och avbryter överföringarna. Detta kan leda till korruption av molnlagringen och förhindrar att saker fungerar. Du kan behöva lägga till ett undantag för Subsurface i ditt hyper-aggressiva anti-malware-verktyg.

source: How do I install Subsurface on macOS?
de_de: Wie installiere ich Subsurface unter MacOS?
es_es: ¿Como instalo Subsurface en MacOS?
fi_fi: Miten asennan Subsurfacen macOS-käyttöjärjestelmään?
fr_fr: Comment puis-je installer Subsurface sur macOS ?
hr_hr: Kako mogu instalirati Subsurface na macOS?
it_it: Come installo Subsurface su macOS ?
ko_kr: macOS에 Subsurface를 어떻게 설치하나요?
nl_nl: Hoe installeer ik Subsurface op macOS?
pt_br: Como instalar o Subsurface no macOS?
pt_pt: Como posso instalar o Subsurface no macOS?
sv_se: Hur installerar jag Subsurface på macOS?

source: Download the installer DMG from our <a %(crelease)s>current release</a> page and open it. Drag the Subsurface icon on to the Applications folder icon.
de_de: Lade das Subsurface Installations-DMG von unserer <a %(crelease)s>aktuelle-Versions-Seite</a> herunter und öffne es. Ziehe das Subsurface-Icon auf den Applications-Ordner.
es_es: Descarga el instalador DMG desde nuestra página <a %(crelease)s>Versión Actual</a> y ábrelo. Arrastra el icono de Subsurface hasta el icono de Aplicaciones.
fi_fi: Lataa asennusohjelman DMG-tiedosto <a %(crelease)s>nykyinen versio</a>-sivulta ja avaa se. Vedä Subsurface-kuvake Applications-kansion kuvakkeen päälle.
fr_fr: Téléchargez l'installateur DMG depuis notre page de <a %(crelease)s>version actuelle</a> et ouvrez-le. Faites glisser l'icône Subsurface sur l'icône du dossier Applications.
hr_hr: Preuzmite instalacijski DMG s naše <a %(crelease)s>stranice trenutne verzije</a> i otvorite ga. Povucite ikonu Subsurface na ikonu mape Applications.
it_it: Scarica l'installatore DMG dalla nostra pagina <a %(crelease)sRelease correnti</a>e aprilo. Trascine l'icona di Subsurface nella cartella delle icone delle Applicazioni.
ko_kr: 우리의 <a %(crelease)s>현재 릴리스</a> 페이지에서 설치 프로그램 DMG를 다운로드하고 그것을 여세요. Subsurface 아이콘을 Applications 폴더 아이콘으로 드래그하세요.
nl_nl: Download het installatieprogramma DMG van onze <a %(crelease)s>huidige versie</a> page en open het. Sleep het Subsurface-pictogram naar de Apps map.
pt_br: Baixe o DMG de instalação de nossa página <a %(crelease)s>distribuição atual</a> e abra-o. Arraste o ícone do Subsurface sobre o ícone da pasta Aplicativos.
pt_pt: Baixe o instalador DMG em nossa página <a %(crelease)s> de lançamento atual e abra-o. Arraste o ícone do Subsurface para o ícone da pasta de Aplicativos.
sv_se: Ladda ner installationsprogrammet DMG från vår <a %(crelease)s>aktuella version</a>-sida och öppna det. Dra Subsurface-ikonen till ikonen för Program.

source: When opening the Subsurface app for the first time, you will get a warning that this binary was downloaded from the internet. Depending on your settings and on whether or not this is a signed DMG, macOS will allow you to simply click Ok to open the app.
de_de: Wenn du Subsurface zum ersten Mal startest, bekommst du eine Warnung, dass du das Programm aus dem Internet heruntergeladen hast. Abhängig von deinen Systemeinstellungen und ob das DMG signiert ist oder nicht, kannst Du direkt erlauben, das Programm zu starten.
es_es: Al abrir Subsurface por primera vez, recibirás un aviso de que el binario se descargó de internet. Dependiendo de tus ajustes o de si el DMG está firmado o no, macOS te permitirá abrir la app simplemente haciendo clic en el botón OK.
fi_fi: Kun avaat Subsurface-sovelluksen ensimmäistä kertaa, saat varoituksen, että tämä binääri on ladattu internetistä. Asetuksistasi ja siitä riippuen, onko kyseessä allekirjoitettu DMG, macOS antaa sinun avata sovelluksen yksinkertaisesti klikkaamalla Ok.
fr_fr: En ouvrant l'application Subsurface pour la première fois, vous recevrez un avertissement indiquant que ce binaire a été téléchargé depuis Internet. Selon vos paramètres et selon qu'il s'agit ou non d'un DMG signé, macOS vous permettra simplement de cliquer sur Ok pour ouvrir l'application.
hr_hr: Kada prvi put otvorite aplikaciju Subsurface, dobit ćete upozorenje da je ova binarna datoteka preuzeta s interneta. Ovisno o vašim postavkama i o tome radi li se o potpisanom DMG-u ili ne, macOS će vam omogućiti da jednostavno kliknete Ok za otvaranje aplikacije.
it_it: Quando eseguite Subsurface per la prima volta, riceverete un avviso che questo pacchetto è stato scaricato da Internet. A seconda delle vostre impostazioni e dal fatto che questo sia un DMG firmato o meno, macOS vi consentirà di premere semplicemente OK per aprire l'app.
ko_kr: Subsurface 앱을 처음 실행하면 이 바이너리가 인터넷에서 다운로드되었다는 경고 메시지가 표시될 것입니다. 당신의 설정과 해당 DMG가 서명된 것인지 여부에 따라, 당신은 간단히 예를 클릭함으로써 macOS에서 앱을 실행할 수 있습니다.
nl_nl: Wanneer de Subsurface app voor de eerste keer opent, krijg je een waarschuwing dit bestand is gedownload van het internet. Afhankelijk van je instellingen en of dit een ondertekende DMG is of niet, kun je in macOS gewoon op Ok klikken om de app te openen.
pt_br: Ao abrir o aplicativo do Subsurface pela primeira vez, você receberá um alerta de que o binário foi baixado da Internet. Dependendo de suas configurações e se esse é ou não um DMG assinado, o macOS permitirá que você simplesmente clique OK para abrir o aplicativo.
pt_pt: Ao abrir o aplicativo Subsurface pela primeira vez, você receberá um aviso de que este binário foi baixado da internet. Dependendo de suas configurações e se este é ou não um DMG assinado, o macOS permitirá que você simplesmente clique em OK para abrir o aplicativo.
sv_se: När du öppnar Subsurface-appen för första gången får du en varning om att denna binärfil har laddats ner från internet. Beroende på dina inställningar och om detta är en signerad DMG-fil kan macOS tillåta dig att helt enkelt klicka på OK för att öppna appen.
