Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Dive history is different than the dive profiles on the log. The history only keeps track of the total number of dives and total amount of time spent below surface. The logs, on the other hand, store the dive profile, but they have limited amount of memory to do so. The exact amount of dive profiles that can be stored on the device depend on sample interval and duration of the dives. Once the memory is full the oldest dives get overwritten with new dives. Thus we are only able to download the last 13, 30 or 199 dives.
de_de: Tauchgangsgeschichte ist etwas anderes als Tauchgangsprofile im Logbuch. Die Geschichte speichert nur die Gesamtzahl der Tauchgänge und die Gesamtzeit unter Wasser. Die Logbücher auf der anderen Seite speichern die Tauchgangsprofile, aber haben dafür nur einen begrenzten Speicherplatz zur Verfügung. Die genaue Zahl von Tauchgangsprofilen, die gespeichert werden können, hängt von der Aufzeichnugsfrequenz und der Tauchgansdauer ab. Sobald der Speicher voll ist, werden die ältesten Profile durch neue überschrieben. Daher kann es sein, dass wir nur die letzten 13, 30 oder 199 Tauchgänge herunterladen können.
es_es: El historial de buceo es diferente de los perfiles de inmersión del registro. El historial solo conserva rastro del total de inmersiones y el tiempo total pasado bajo el agua. Los registros, por otra parte, conservan el perfil de inmersión, pero disponen de una cantidad limitada de memoria para hacerlo. La cantidad exacta de perfiles que pueden guardarse en un dispositivo dependen del intervalo de las muestras y de la duración de los buceos. Una vez que la memoria se ha llenado se sobrescriben las inmersiones más antiguas con nuevas. De esta forma, solo podemos descargar las últimas 13, 30 o 199 inmersiones.
fi_fi: Sukellushistoria on eri asia kuin sukelluslokin sukellusprofiilit. Historiassa seurataan vain sukellusten kokonaismäärää ja pinnan alla vietetyn ajan kokonaismäärää. Lokit taas tallentavat sukellusprofiilin, mutta niiden muistin määrä on rajallinen. Laitteeseen tallennettavien sukellusprofiilien tarkka määrä riippuu näytteenottovälistä ja sukellusten kestosta. Kun muisti on täynnä, vanhimmat sukellukset korvataan uusilla sukelluksilla. Näin ollen voimme ladata vain viimeiset 13, 30 tai 199 sukellusta.
fr_fr: Les plongées stockées dans l'historique sont différentes des plongées stockées dans le journal. L'historique ne fait que suivre le nombre total de plongées et le temps total passé sous la surface. Les journaux, en revanche, stockent le profil de plongée, mais ils ont une quantité limitée de mémoire pour le faire. La quantité exacte de profils de plongée pouvant être stockés sur l'appareil dépend de l'intervalle d'échantillonnage et de la durée des plongées. Une fois que la mémoire est pleine, les plongées les plus anciennes sont écrasées par de nouvelles plongées. Ainsi, nous ne pouvons télécharger que les 13, 30 ou 199 dernières plongées.
hr_hr: Povijest ronjenja razlikuje se od profila ronjenja u zapisniku. Povijest prati samo ukupan broj zarona i ukupno vrijeme provedeno ispod površine. Dnevnici, s druge strane, pohranjuju profil ronjenja, ali imaju ograničenu količinu memorije za to. Točan broj profila ronjenja koji se mogu pohraniti na uređaj ovisi o intervalu uzorkovanja i trajanju ronjenja. Nakon što se memorija napuni, najstariji zaroni se prebrišu novim zaronima. Stoga možemo preuzeti samo zadnjih 13, 30 ili 199 zarona.
it_it: La cronologia delle immersioni è diversa dai profili di immersione sul diario. La cronologia tiene traccia solo del numero totale di immersioni e del tempo totale trascorso sotto la superficie. I divelog, invece, memorizzano il profilo di immersione, ma i computer dispongono di una quantità limitata di memoria per farlo. La quantità esatta di profili di immersione che possono essere memorizzati sul dispositivo dipende dall'intervallo di campionamento e dalla durata delle immersioni. Una volta che la memoria è piena, le immersioni più vecchie vengono sovrascritte da quelle nuove. Pertanto, siamo in grado di scaricare solo le ultime 13, 30 o 199 immersioni.
ko_kr: 다이브 이력은 로그의 다이브 프로필과 구별됩니다. 이력은 오로지 다이브의 총 횟수와 수면 아래에서 보낸 총 시간만을 기록합니다. 그와 달리 로그는 다이브 프로필을 저장하지만 이를 위한 메모리의 양에는 제한이 있습니다. 장치에 저장할 수 있는 다이브 프로필의 정확한 양은 샘플 간격과 다이브 시간 - 듀레이션 - 에 따라 달라집니다. 일단 메모리가 가득 차면 가장 오래된 다이브는 새 다이브로 덮어 쓰여집니다. 그러므로 우리는 오직 최근의 13, 30 또는 199개의 다이브만을 다운로드할 수 있는 것입니다.
nl_nl: De duikhistorie is anders dan de duikprofielen in het logboek. De duikhistorie houdt alleen het totale aantal duiken en de totale tijd onder water bij. De logs daarentegen slaan het duikprofiel op, maar hebben daarvoor maar een beperkte hoeveelheid geheugen. Het exacte aantal duikprofielen dat op het apparaat kan worden opgeslagen, hangt af van de sample-interval en de duur van de duiken. Zodra het geheugen vol is, worden de oudste duiken overschreven met nieuwe duiken. We kunnen dus alleen de laatste 13, 30 of 199 duiken downloaden.
pt_br: Histórico de mergulhos é diferente dos perfis de mergulho no logbook. O histórico registra apenas o número total de mergulho e o tempo total dispendido debaixo d'água. Os logs, por outro lado, armazenam o perfil de mergulho, mas tem espaço de memória limitado para tal. A quantidade total de perfil de mergulho que podem ser armazenada no dispositivo depende do intervalo amostral e duração dos mergulhos. Uma vez que a memoria fique cheia os mergulhos mais antigos são sobrescritos com novos mergulhos. Assim, só se pode baixar os últimos 13, 30 ou 199 mergulhos.
pt_pt: O histórico de mergulho é diferente dos perfis de mergulho no registo. O histórico apenas regista o número total de mergulhos e o tempo total gasto abaixo da superfície. Os registos, por outro lado, armazenam o perfil do mergulho, mas têm uma quantidade limitada de memória para o fazer. A quantidade exata de perfis de mergulho que podem ser armazenados no dispositivo depende do intervalo de amostragem e da duração dos mergulhos. Quando a memória estiver cheia, os mergulhos mais antigos serão substituídos pelos novos mergulhos. Assim só podemos descarregar os últimos 13, 30 ou 199 mergulhos.
sv_se: Dykhistorik skiljer sig från dykprofilerna i loggen. Historiken håller bara koll på det totala antalet dyk och den totala tiden som spenderas under ytan. Loggarna å andra sidan lagrar dykprofilen, men de har begränsat med minne för att göra det. Det exakta antalet dykprofiler som kan lagras på enheten beror på provintervall och dykets varaktighet. När minnet är fullt skrivs de äldsta dyken över med nya dyk. Därför kan vi bara ladda ner de senaste 13, 30 eller 199 dyken.

source: If you have downloaded your dives to different dive logging software before they were overwritten, there is a high chance that Subsurface can import these. However, if the logs are only on your dive computer, they cannot be salvaged after being over written by new dives.
de_de: Hast du deine Tauchgänge in eine andere Logbuchsoftware heruntergeladen, bevor die überschrieben wurden, besteht eine gute Chance, dass Subsurface sie importieren kann. Waren die Profile jedoch nur auf dem Tauchcomputer, besteht keine Hoffnung, sie noch herunterladen zu können, sobald sie einmal überschrieben sind.
es_es: Si has descargado tus inmersiones a otro software de divelog antes de que se sobrescribieran hay muchas posibilidades de que Subsurface pueda importarlas. Sin embargo, si los registros solo estaban en el computador de buceo, no pueden ser recuperados después de haber sido sobrescritos por nuevas inmersiones.
fi_fi: Jos olet ladannut aiemmin sukelluksesi eri sukelluslokikirja-ohjelmistoihin, on hyvin mahdollista, että Subsurface voi tuoda ne sieltä. Jos lokit ovat kuitenkin vain sukellustietokoneellasi, niitä ei voi pelastaa sen jälkeen, kun ne on ylikirjoitettu uusilla sukelluksilla.
fr_fr: Si vous avez téléchargé vos plongées sur un logiciel de journalisation de plongée différent avant qu'elles ne soient écrasées, il y a de fortes chances que Subsurface puisse les importer. Cependant, si les journaux ne se trouvent que sur votre ordinateur de plongée, ils ne peuvent pas être récupérés après avoir été écrasés par de nouvelles plongées.
hr_hr: Ako ste svoje zarone preuzeli u drugi softver za bilježenje ronjenja prije nego što su prebrisani, postoji velika vjerojatnost da ih Subsurface može uvesti. Međutim, ako su zaroni samo na vašem ronilačkom računalu, ne mogu se spasiti nakon što su prepisani novim zaronima.
it_it: Se le immersioni sono state scaricate su un altro software prima che venissero sovrascritte, è molto probabile che Subsurface possa importarle. Tuttavia, se i divelog si trovano solo sul computer subacqueo, non possono essere recuperati dopo essere stati sovrascritti da nuove immersioni.
ko_kr: 만약 다이브가 덮어 쓰여지기 전에 다른 다이브 로깅 소프트웨어로 다운로드되었다면, 이를 Subsurface로 가져올 수 있는 가능성이 상당합니다. 그러나 오로지 다이브 컴퓨터에만 저장된 로그는 일단 새 다이브에 덮여쓰인 다음에는 복구될 수 없습니다.
nl_nl: Als je je duiken hebt gedownload naar andere duiklogsoftware voordat ze werden overschreven, is de kans groot dat Subsurface deze kan importeren. Als de logboeken echter alleen op je duikcomputer staan, kunnen ze niet worden gered nadat ze zijn overschreven door nieuwe duiken.
pt_br: Se você tiver baixado seus mergulhos para um software de logbook diferente antes que eles tenham sido sobrescritos, há uma alta chance de que o Subsurface possa importá-los. Entretanto, se os logs estão somente no seu computador de mergulho, não podem ser recuperados depois de sobrescritos por novos mergulhos.
pt_pt: Se descarregou os seus mergulhos para outro software de registo de mergulho antes de serem substituídos, há uma grande hipótese de que o Subsurface possa importá-los. Entretanto, se os registos estiverem apenas no seu computador de mergulho, eles não poderão ser recuperados após serem sobrescritos por novos mergulhos.
sv_se: Om du har laddat ner dina dyk till ett annat dykloggningsprogram innan de skrevs över, finns det en stor chans att Subsurface kan importera dem. Men om loggarna bara finns på din dykdator kan de inte räddas efter att de har skrivits över av nya dyk.

source: What to do when authentication to cloud storage fails?
de_de: Was ist das Vorgehen wenn die Anmeldung mit dem Cloud-Speicher fehlschlägt?
es_es: ¿Qué hacer cuando falla la autenticación con el almacenamiento en la nube?
fi_fi: Mitä tehdä, kun kirjautuminen Subsurfacen pilvipalveluun ei onnistu?
fr_fr: Que faire lorsque l'authentification au stockage cloud échoue ?
hr_hr: Što učiniti kada autentifikacija za pohranu u cloudu ne uspije?
it_it: Cosa fare quando l'autenticazione al cloud fallisce ?
ko_kr: 클라우드 스토리지 인증에 실패하면 어떻게 해야 합니까?
nl_nl: Wat te doen wanneer authenticatie naar cloudopslag mislukt?
pt_br: O que fazer quando a autenticação em nuvem falha?
pt_pt: O que fazer quando a autenticação no armazenamento em nuvem falha?
sv_se: Vad ska man göra när autentisering till molnlagring misslyckas?

source: If you have configured your correct user credentials to Subsurface and cloud authentication still fails, try to change the password on via the <a %(pwdreset)s>password reset</a> on our website. If your credentials are still not working or there is something else wrong, contact Dirk to sort it out.
de_de: Wenn du deine richtigen Benutzerdaten in Subsurface eingetragen hast und die Cloud-Anmeldung nach wie vor scheitert, versuche dein Passwort über die<a %(pwdreset)s>Passwort zurücksetzen Webseite</a> zu ändern. Sollte es dann immer noch nicht funktionieren oder etwas anderes geht nicht, melde dich bei Dirk, damit er dir helfen kann.
es_es: Si has configurado correctamente tus credenciales de Subsurface y el almacenamiento en la nube aún falla, intenta cambiar el password vía <a %(pwdreset)s>password reset</a> en nuestra página web. Si tus credenciales siguen sin funcionar, o hay alguna otra cosa mal, contacta con Dirk para solucionarlo.
fi_fi: Jos olet määrittänyt oikeat käyttäjätunnuksen ja salasanan Subsurfaceen ja kirjautuminen pilvipalveluun ei vieläkään onnistu, yritä vaihtaa salasana verkkosivumme <a %(pwdreset)s>salasanan palautus</a> kautta. Jos tunnuksesi eivät vieläkään toimi tai jokin muu asia on vialla, ota yhteyttä Dirkiin asian selvittämiseksi.
fr_fr: Si vous avez correctement configuré vos identifiants d'utilisateur pour Subsurface et que l'authentification cloud échoue toujours, essayez de changer le mot de passe via la <a %(pwdreset)s>réinitialisation du mot de passe</a> sur notre site web. Si vos identifiants ne fonctionnent toujours pas ou s'il y a autre chose qui ne va pas, contactez Dirk pour régler le problème.
hr_hr: Ako ste konfigurirali ispravne korisničke podatke za Subsurface, a provjera autentičnosti u cloudu i dalje ne uspijeva, pokušajte promijeniti lozinku putem <a %(pwdreset)s>resetiranja lozinke</a> na našoj web stranici. Ako vaši podaci i dalje ne rade ili nešto drugo nije u redu, kontaktirajte Dirk-a da to riješi.
it_it: Se avete configurato le vostre credenziali utente corrette per Subsurface e l'autenticazione nel cloud continua a non funzionare, provate a cambiare la password tramite l'opzione <a %(pwdreset)s>recupero password</a> sul nostro sito web. Se le credenziali continuano a non funzionare o se c'è qualcos'altro che non va, contattate Dirk per risolvere il problema.
ko_kr: 만약 Subsurface에 대한 올바른 사용자 자격 증명을 구성했음에도 클라우드 인증에 여전히 실패한다면, 우리 웹사이트의 <a %(pwdreset)s>비밀번호 리셋</a>을 통해 비밀번호를 변경해보세요. 만약 자격 증명이 여전히 작동하지 않거나 다른 문제가 있다면, 그 해결을 위해 Dirk에게 문의하세요.
nl_nl: Als je de juiste gebruikersgegevens hebt geconfigureerd voor Subsurface en cloud authenticatie mislukt nog steeds, probeer dan het wachtwoord te wijzigen via de <a %(pwdreset)s>password reset</a> op onze website. Als je inloggegevens nog steeds niet werken of als er iets anders mis is, neem dan contact op met Dirk om het op te lossen.
pt_br: Se você tiver configurado corretamente suas credencias de usuário para o Subsurface ainda assim a autenticação em nuvem falha, tente mudar a senha de acesso via a opção <a %(pwdreset)s>password reset</a> em nosso website. Se suas credenciais continuam não funcionando ou há alguma outra coisa errada, contate Dirk para obter uma solução.
pt_pt: Se configurou as suas credenciais de utilizador corretas no Subsurface e a autenticação na nuvem ainda falhar, tente alterar a senha por meio da <a%(pwdreset)s> redefinição de senha </a>em nosso site. Se suas credenciais ainda não estiverem a funcionar ou se houver algo errado, entre em contato com Dirk para resolver o problema.
sv_se: Om du har konfigurerat dina korrekta användaruppgifter för Subsurface och autentiseringen mot molnet fortfarande misslyckas, försök att ändra lösenordet via <a %(pwdreset)s>lösenordsåterställningen</a> på vår webbplats. Om dina uppgifter fortfarande inte fungerar eller om det är något annat fel, kontakta Dirk för att lösa det.

source: Can Subsurface store my files on a different cloud server?
de_de: Kann Subsurface meine Daten bei einem anderen Cloud-Anbieter speichern?
es_es: ¿Puede Subsurface guardar mis archivos en un servidor en la nube diferente?
fi_fi: Voiko Subsurface tallentaa tiedostojani muihin pilvipalveluihin?
fr_fr: Subsurface peut-il stocker mes fichiers sur un serveur cloud différent ?
hr_hr: Može li Subsurface pohraniti moje datoteke na drugi poslužitelj u cloudu?
it_it: Subsurface può salvare le mie immersioni su un cloud server diverso ?
ko_kr: Subsurface가 내 파일을 다른 클라우드 서버에 저장할 수 있나요?
nl_nl: Kan Subsurface mijn bestanden op een andere cloud server opslaan?
pt_br: O Subsurface pode armazenar meus arquivos em um servidor de nuvem diferente?
pt_pt: O Subsurface pode armazenar os meus arquivos num servidor em nuvem diferente?
sv_se: Kan Subsurface lagra mina filer på en annan molntjänst?

source: Subsurface can store your dive log securely in the Subsurface Cloud, backing up your data, allowing you to access your dive logs on a desktop, Android, or iOS device. Additionally there is a read only web view available at <a %(cloudweb)s>the cloud webpage</a>.
de_de: Subsurface kann dein Logbuch sicher in der Subsurface Cloud speichern, sichert deine Daten und erlaubt es, dein Logbuch auf dem Desktop, Android und iOS zu erreichen. Zusätzlich gibt es eine nur lesbare Webansicht auf der <a %(cloudweb)s>Cloud Webseite</a>.
es_es: Subsurface puede guardar tu divelog seguro en la nube, sirviendo como copia de respaldo de tus datos, permitiéndote ver tus divelogs en un escritorio, o en apps Android o iOS. Adicionalmente, hay una vista web de solo lectura disponible en <a %(cloudweb)s>la web de la nube</a>.
fi_fi: Subsurface voi tallentaa sukelluslokikirjasi turvallisesti Subsurfacen omaan pilveen, varmuuskopioida sukelluslokisi ja antaa sinulle mahdollisuuden käyttää samoja tietoja tietokoneella, Androidilla tai iOS-laitteella. Lisäksi on olemassa vain luettava web-näkymä, joka on saatavilla <a %(cloudweb)s>pilvipalvelun verkkosivulla</a>.
fr_fr: Subsurface peut stocker en toute sécurité votre journal de plongée dans le Cloud Subsurface, sauvegardant vos données et vous permettant d'accéder à vos journaux de plongée sur un ordinateur de bureau, un appareil Android ou iOS. De plus, une vue web en lecture seule est disponible sur <a %(cloudweb)s>la page web du cloud</a>.
hr_hr: Subsurface može sigurno pohraniti vaš dnevnik ronjenja u Subsurface Cloud, stvarajući sigurnosnu kopiju vaših podataka, omogućujući vam pristup zapisnicima ronjenja na desktopu, Android ili iOS uređaju. Osim toga, na <a %(cloudweb)s>cloud web stranici</a> dostupan je web prikaz samo za čitanje.
it_it: Subsurface può archiviare il registro delle immersioni in modo sicuro nel Subsurface Cloud, eseguendo il backup dei dati e consentendo di accedere ai registri delle immersioni su un dispositivo desktop, Android o iOS. Inoltre, è disponibile una visualizzazione web di sola lettura alla <a %(cloudweb)s>pagina web del cloud</a>.
ko_kr: Subsurface는 다이브 로그를 Subsurface 클라우드에 안전하게 보관하고, 데이터를 백업하며, 데스크톱과 안드로이드 및 iOS 장치에서 다이브 로그에 접근할 수 있도록 해 줍니다. 게다가 <a %(cloudweb)s>클라우드 웹페이지</a>에서는 읽기 전용 웹보기가 가능합니다.
nl_nl: Subsurface kan je duiklogboek veilig in de Subsurface Cloud opslaan, een backup van je gegevens maken en je duiklogboek beschikbaar maken op een desktop, Android of iOS-apparaat. Daarnaast is er een alleen-lezen webweergave beschikbaar op <a %(cloudweb)s>de cloud webpagina</a>.
pt_br: Subsurface pode armazenar seu logbook de mergulho com segurança na nuvem do Surface, fazendo backup de seus dados e permitindo acesso aos seus mergulhos por meio de um dispositivo desktop, Android ou iOS. Adicionalmente, há uma tela apenas para leitura disponível na <a %(cloudweb)s>webpage da nuvem</a>.
pt_pt: O Subsurface pode armazenar o seu registo de mergulho com segurança no Subsurface Cloud, fazendo backup dos seus dados, permitindo que você aceda aos seus registos de mergulho em um desktop, dispositivo Android ou iOS. Além disso, há uma visualização da web somente de leitura disponível na <a%(cloudweb)s >página da web na nuvem</a>.
sv_se: Subsurface kan säkert lagra din dyklogg i Subsurface Cloud, säkerhetskopiera dina data och låta dig komma åt dina dykloggar på en stationär dator, Android- eller iOS-enhet. Dessutom finns det en läslig webbvy tillgänglig på <a %(cloudweb)s>webbsidan för molnet</a>.
