Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Linus worked with a team of developers, and Subsurface is the result. It now supports Linux, Windows and MacOS and allows data import from many dive computers and several existing divelog programs. It provides a quick and easy way to see the key information provided by a modern dive computer and lets users track a wide variety of data about their dives. In fall of 2012 Dirk Hohndel took over as Subsurface maintainer.
de_de: Subsurface ist das Resultat der Arbeit, die er und viele andere Entwickler seitdem geleistet haben. Seit Herbst 2012 hat Dirk Hohndel die Betreuung von Subsurface übernommen.
es_es: Linus trabajó con un equipo de desarrolladores y Subsurface es el resultado. Ahora es compatible con Linux, Windows y MacOS y permite importar datos de muchos ordenadores de buceo y varios programas de diarios de buceo existentes. Proporciona una forma rápida y sencilla de visualizar la información que facilita un ordenador de buceo moderno y permite a los usuarios registrar una amplia variedad de datos de sus inmersiones. En el otoño de 2012 Dirk Hohndel asumió el mantenimiento de Subsurface.
fi_fi: Linus työskenteli yhdessä kehittäjätiimin kanssa, ja tuloksena syntyi Subsurface. Se tukee nyt Linux-, Windows- ja MacOS-käyttöjärjestelmiä ja mahdollistaa tietojen tuonnin monista sukellustietokoneista ja useista nykyisistä sukelluslokikirja-ohjelmistoista. Se tarjoaa nopean ja helpon tavan nähdä nykyaikaisen sukellustietokoneen tarjoamat tärkeimmät tiedot, ja sen avulla käyttäjät voivat seurata monenlaisia tietoja sukelluksistaan. Syksyllä 2012 Dirk Hohndel aloitti Subsurfacen ylläpitäjänä.
fr_fr: Linus a travaillé avec une équipe de développeurs, et Subsurface en est le résultat. Il prend désormais en charge Linux, Windows et MacOS et permet l'importation de données à partir de nombreux ordinateurs de plongée et de plusieurs programmes de carnet de plongée existants. Il offre un moyen rapide et facile de voir les informations clés fournies par un ordinateur de plongée moderne et permet aux utilisateurs de suivre une grande variété de données sur leurs plongées. À l'automne 2012, Dirk Hohndel a pris la relève en tant que responsable de Subsurface.
hr_hr: Linus je radio s timom programera, a rezultat je Subsurface. Sada podržava Linux, Windows i MacOS i omogućuje uvoz podataka s mnogih ronilačkih računala i nekoliko postojećih programa za bilježenje zarona. Omogućuje brz i jednostavan način da vidite ključne informacije koje nudi moderno ronilačko računalo i omogućuje korisnicima praćenje širokog spektra podataka o njihovim zaronima. U jesen 2012. Dirk Hohndel preuzeo je dužnost održavatelja Subsurfacea.
it_it: Linus ha lavorato con un team di sviluppatori e Subsurface è il risultato. Ora supporta Linux, Windows e MacOS e consente l'importazione di dati da molti computer subacquei e da diversi programmi di divelog esistenti. Offre un modo semplice e veloce per visualizzare le informazioni principali fornite da un moderno computer e consente agli utenti di tenere traccia di un'ampia gamma di dati relativi alle loro immersioni. Nell'autunno del 2012 Dirk Hohndel ha assunto il ruolo di manutentore di Subsurface.
ko_kr: Linus는 개발자 팀과 협력하여 Subsurface를 개발했습니다. 그것은 Linux, Windows 및 MacOS를 지원하고, 수많은 다이브 컴퓨터 및 여러 기존의 다이브로그 프로그램으로부터 데이터 가져오기를 지원합니다. 또한 최신 다이브 컴퓨터가 제공하는 주요 정보를 볼 수 있는 빠르고 쉬운 방법을 제공하며, 사용자는 그들의 다이브에 대한 다양한 데이터를 추적할 수 있습니다. 그리고 2012년 가을, Dirk Hohndel이 Subsurface의 관리자를 맡게 되었습니다.
nl_nl: Linus werkte samen met een team van ontwikkelaars en Subsurface is het resultaat. Het biedt nu ondersteuning voor Linux, Windows en MacOS en maakt het mogelijk gegevens te importeren uit vele duikcomputers en verschillende bestaande duiklog programma’s. Het biedt een snelle en gemakkelijke manier om de belangrijkste informatie uit een moderne duikcomputer te bekijken en laat gebruikers een grote verscheidenheid aan gegevens over hun duiken bijhouden. In het najaar van 2012 nam Dirk Hohndel het beheer van Subsurface over.
pt_br: Linus trabalhou com um time de desenvolvedores e o resultado foi o Subsurface. Ele atualmente suporta Linux, Windows e macOS e permite a importação de dados de muitos computadores de mergulho e de vários programas de logbook existentes. Fornece um jeito rápido e fácil de ver a informação provida por um computador de mergulho moderno e permite ao usuário rastrear uma ampla variedade de dados sobre seus mergulhos. No outono de 2012 Dirk Hohndel assumiu como mantenedor do Subsurface.
pt_pt: Do seu trabalho em conjunto com uma equipa de desenvolvimento, resultou no Subsurface. Este funciona em Linux, Windows e MacOS, permite importar dados de diversos computadores de mergulho e de outras aplicações do género. Disponibiliza uma forma rápida e fácil de consultar esses dados e adicionar mais informações relevantes aos mergulhos. No Outono de 2012, Dirk Hohndel assumiu a manutenção do projecto.
sv_se: Linus jobbade med en grupp av utvecklare för att skapa Subsurface. Det stöjder nu Linux, Windows och MacOS och tillåter dataimport från många dykdatorer och flera andra dyklogsprogram. Programmet erbjuder ett snabbt och enkelt sätt att se viktig information som moderna dykdatorer lagrar och låter användarna spara en mängd information om deras dyk. Hösten 2012 tog Dirk Hohndel över som ansvarig för Subsurface.

source: Latest Development (CICD) Release: %(version)s
de_de: Neueste Entwickler-Version (CICD): %(version)s
es_es: Última Publicación de Desarrollo (CICD): %(version)s
fi_fi: Uusin kehitysversio (CICD): %(version)s
fr_fr: Dernière version de développement (CICD) : %(version)s
hr_hr: Najnovija development (CICD) verzija: %(version)s
it_it: Ultima release di sviluppo (CICD): %(version)s
ko_kr: 최신 개발 (CICD) 릴리스: %(version)s
nl_nl: Laatste (CICD) ontwikkelversie: %(version)s
pt_br: Última versão de desenvolvimento\: %(version)s
pt_pt: Última versão de desenvolvimento (CICD): %(version)s
sv_se: Senaste utvecklingen (CICD) utgåva: %(version)s

source: The releases on this page are the latest builds from the Subsurface CICD (Continuous Integration, Continuous Delivery) system. While we don't expect them to be broken very often, they are generally released in order to facilitate testing, and as such may not have received a lot of testing, yet.
de_de: Die Versionen auf dieser Seite sind die neusten Produkte des Subsurface CICD (Continuous Integration, Continuous Delivery) Systems. Diese sollten funktionieren, sind aber in erster Linie zur Vereinfachung des Testens und sind daher möglicher Weise noch nicht ausreichend getestet.
fi_fi: Tällä sivulla olevat julkaisut ovat Subsurface CICD (Continuous Integration, Continuous Delivery) -järjestelmän viimeisimmät versiot. Vaikka odotamme niiden toimivan, ne julkaistaan yleensä testauksen helpottamiseksi, joten niitä ei välttämättä ole vielä testattu paljon.
fr_fr: Les versions sur cette page sont les dernières versions du système Subsurface CICD (Continuous Integration, Continuous Delivery). Bien que nous ne nous attendions pas à ce qu'elles soient souvent défectueuses, elles sont généralement publiées afin de faciliter les tests et, par conséquent, elles n'ont peut-être pas encore été beaucoup testées.
hr_hr: Izdanja na ovoj stranici su najnovije verzije iz Subsurface CICD (Continuous Integration, Continuous Delivery) sustava. Iako ne očekujemo da će se često kvariti, općenito se puštaju u promet kako bi se olakšalo testiranje i kao takve možda još nisu bile puno testirane.
it_it: Le release presenti in questa pagina sono le ultime build del sistema CICD (Continuous Integration, Continuous Delivery) di Subsurface. Anche se non ci aspettiamo molti bug, in genere vengono rilasciate per facilitare i test e quindi potrebbero non aver ricevuto ancora molti test.
ko_kr: 이 페이지의 릴리스는 Subsurface CICD (Continuous Integration, Continuous Delivery) 시스템의 최신 빌드입니다. 오작동이 빈번할 것이라고 예상하진 않지만, 일반적으로 테스트를 촉진하기 위한 릴리스이므로 아직까지 많은 테스트를 거치지 않았을 수 있습니다.
nl_nl: De versies op deze pagina zijn de laatste builds van het Subsurface CICD (Continuous Integration, Continuous Delivery) systeem. Hoewel we niet verwachten dat ze vaak niet zullen werken, worden ze over het algemeen uitgebracht om het testen te vergemakkelijken en als zodanig zijn ze wellicht nog niet uitgebreid getest.
pt_br: As versões nesta página são as mais recentes do sistema CICD (Continuous Integration, Continuous Delivery -- Integração Contínua, Liberação Contínua) do Subsurface. Embora não esperemos que tenham problemas frequentes, elas são geralmente liberadas de forma a facilitar testes, e como tal podem não ter sido ainda suficientemente testadas.
pt_pt: As versões nesta página são as compilações mais recentes do sistema Subsurface CICD (Continuous Integration, Continuous Delivery). Embora não esperemos que sejam quebradas com muita frequência, elas geralmente são lançadas para facilitar os testes e, como tal, podem não ter sido ainda suficientemente testadas.
sv_se: Utgåvorna på denna sida är de senaste byggena från Subsurface CICD (Continuous Integration, Continuous Delivery) systemet. Även om vi inte förväntar oss att de ska vara trasiga särskilt ofta, släpps de generellt sett för att underlätta testning och kan därför inte ha genomgått mycket testning ännu.

source: The latest change-sets merged into this release are:
fi_fi: Viimeisimmät tähän julkaisuun tehdyt muutokset ovat:
fr_fr: Les dernieres modifications prise en compte dans cette version sont :
hr_hr: Najnovije promjene u ovoj verziji su:
it_it: I più recenti pacchetti di modifiche uniti in questa release sono:
ko_kr: 이 릴리스에 병합된 최신 변경 사항은 다음과 같습니다:
nl_nl: De laatste wijzigingen die in deze versie zijn toegevoegd zijn:
pt_br: Os últimos conjuntos de alterações integradas e este lançamento são:
pt_pt: Os últimos conjuntos de alterações integradas neste lançamento são:
sv_se: De senaste ändringsuppsättningarna som har sammanslagits i denna version är:

source: If you are looking for a somewhat less "bleeding edge" set of builds, please consider the <a %(link)s>Current Release Page</a>.
de_de: Suchst du nach etwas stabileren Veröffentlichungen, findest du diese auf der <a %(link)s>Aktuelle-Veröffentlichungs-Seite</a>.
es_es: Si estás buscando algo que sea menos "de última hora", por favor, considera la página <a %(link)s>Versión Actual</a>.
fi_fi: Jos et hae aivan viimeisintä versiota, harkitse <a%(link)s>Nykyistä versiota</a>.
fr_fr: Si vous recherchez une version un peu moins "à la pointe de la technologie", veuillez considérer la <a %(link)s>Page de la version actuelle</a>.
hr_hr: Ako ste u potrazi za nešto manje "bleeding edge" verzija, molimo vas da razmislite o <a %(link)s>stranici trenutne verzije</a>.
it_it: Se cercate una serie di build meno " a rischio", prendete in considerazione la pagina <a %(link)s>Current Release</a>.
ko_kr: 만약 약간이라도 덜 첨단의 빌드를 찾고 있다면, <a %(link)s>현재 릴리스 페이지</a>를 살펴보세요.
nl_nl: Als je op zoek bent naar iets stabielere versie, kijk dan op de <a %(link)s>Huidige versie pagina</a>.
pt_br: Se estive procurando por um conjunto de pacotes um tanto menos "de vanguarda", considere <a %(link)s>Página da versão atual</a>
pt_pt: Se procura versões mais estáveis, por favor considere <a%(link)s>Página da versão actual</a>.
sv_se: Om du letar efter en något mindre "bleeding edge" byggen, överväg gärna <a %(link)s>Aktuell utgåva-sida</a>.

source: The Subsurface macOS DMG is not signed. macOS will force you through a few extra steps before you can install or run this program. You can simplify the process by control-clicking (or two-finger-clicking) on the executable and selecting to open it.
de_de: Das Subsurface macOS DMG ist nicht signiert. macOS zwingt dich zu ein paar Extraschritten, bevor du dieses Programm installieren und benutzen kannst. Du kannst diesen Prozess vereinfachen, indem du beim Start die Control-Taste drückst oder mit zwei Fingern klickst und "öffnen" wählst.
es_es: El DMG para MacOS de Subsurface no está firmado. MacOS te obligará a hacer unos pasos extra antes de que puedas instalar o ejecutar este programa. Puedes simplificar el proceso haciendo control-clic (o clic con dos dedos) en el ejecutable para abrirlo.
fi_fi: Subsurface macOS DMG:tä ei ole allekirjoitettu. MacOS pakottaa sinut suorittamaan muutaman ylimääräisen vaiheen ennen kuin voit asentaa tai ajaa tämän ohjelman. Voit yksinkertaistaa prosessia napsauttamalla suoritettavaa tiedostoa ohjauspainikkeella (tai kahdella sormella) ja valitsemalla sen avaamisen.
fr_fr: Le DMG Subsurface pour macOS n'est pas signé. macOS vous forcera à passer par des étapes supplémentaires avant de pouvoir installer ou exécuter ce programme. Vous pouvez simplifier le processus en faisant Control-Click (ou en cliquant avec deux doigts) sur l'exécutable et en sélectionnant l'option pour l'ouvrir.
hr_hr: Subsurface macOS DMG nije potpisan. macOS će vas prisiliti na nekoliko dodatnih koraka prije nego što možete instalirati ili pokrenuti ovaj program. Možete pojednostaviti postupak tako da pritisnete tipku Control (ili kliknete s dva prsta) na izvršnu datoteku i odaberete da je otvorite.
it_it: Il DMG di Subsurface per macOS non è firmato. macOS vi obbligherà a eseguire alcuni passaggi extra prima di poter installare o eseguire questo programma. È possibile semplificare il processo facendo clic con il pulsante control (o con due dita) sull'eseguibile e selezionando di aprirlo.
ko_kr: Subsurface의 macOS용 DMG는 서명되지 않았습니다. macOS는 이 프로그램을 설치하고 실행하기 전에 몇 가지 추가적인 단계를 거치도록 요구할 것입니다. 당신은 실행 파일을 Ctrl을 누른 채 클릭(또는 두 손가락으로 클릭)하고 열기를 선택함으로써 과정을 단순화할 수 있습니다.
nl_nl: De Subsurface macOS DMG is niet ondertekend. macOS dwingt je met een paar extra stappen voordat je dit programma kunt installeren of uitvoeren. Je kunt het proces vereenvoudigen door met control (of met twee vingers) te klikken op het uitvoerbare bestand en selecteren om het te openen.
pt_br: O pacote DMG para o macOS não é assinado. macOS irá forçar alguns passos extras antes que este programa possa ser instalado ou executado. Pode-se simplificar o processo usando Control+botão esquerdo (ou clicar com dois dedos) sobre o executável e selecionando abri-lo.
pt_pt: O Subsurface macOS DMG não está assinado. O macOS irá forçá-lo a realizar algumas etapas extras antes de instalar ou executar este programa. Pode simplificar o processo utilizando com a tecla Control pressionada (ou clicando com dois dedos) no executável e selecionando para abri-lo.
sv_se: Den Subsurface macOS DMG är inte signerad. macOS kommer att tvinga dig genom några extra steg innan du kan installera eller köra detta program. Du kan förenkla processen genom att kontrollklicka (eller tvåfingersklicka) på den körbara filen och välja att öppna den.

source: iOS is the only platform right now where in general side-loading or installing unsigned binaries is impossible (apparently that may change for users in the EU, but not elsewhere). As a result we cannot make new versions of Subsurface-mobile for iOS available here. We try to push many of these builds into our public TestFlight account. If you like to be on the bleeding edge, you can <a %(link)s>sign up for the Subsurface-mobile TestFlight.</a>
de_de: iOS ist momentan die einzige Plattform, auf der "side loading" oder das installieren von nicht signierten Apps unmöglich ist (möglicherweise wird sich das in der EU bald ändern aber wahrscheinlich nicht im Rest der Welt). Daher können wir hier keine Testversionen von Subsurface-mobile für iOS zur Verfügung stellen. Viele dieser Versionen machen wir mittels unseres öffentlichen TestFlight-Accounts zugänglich. Wenn du diese Testversionen beziehen willst, kannst du dich <a %(link)s>für Subsurface-mobile TestFlight eintragen</a>.
es_es: iOS es la única plataforma, en estos momentos, donde en general descargar o instalar binarios sin firmar es imposible (aparentemente esto puede cambiar para los usuarios en la UE, pero no en el resto del mundo). Como consecuencia no podemos ofrecer aquí nuevas versiones de Subsurface-mobile para iOs. Intentamos enviar muchas de estas compilaciones a nuestra cuenta pública de TestFlight. Si te gusta estar al filo, puedes <a %(link)s>inscribirte en Subsurface-mobile TestFlight.</a>
fi_fi: iOS on tällä hetkellä ainoa käyttöjärjestelmä, jossa sivulataus tai allekirjoittamattomien binäärien asennus on mahdotonta (tämä saattaa muuttua EU-alueella, mutta ei muualla). Tämän vuoksi emme voi tehdä tänne saataville uusia iOS-versioita Subsurfacesta. Yritämme siirtää uudet versiot julkiseen TestFlight-tiliimme. Jos haluat aivan viimeisimmän version, voit <a%(link)s>kirjautua Subsurfacen mobiiliversion TestFlight-sivustolle</a>.
fr_fr: iOS est actuellement la seule plate-forme sur laquelle le Side-Loading, ou l'installation de fichiers binaires non signés, est impossible (apparemment, cela pourrait changer pour les utilisateurs de l'UE, mais pas ailleurs). Par conséquent, nous ne pouvons pas proposer ici de nouvelles versions de Subsurface-mobile pour iOS. Nous essayons d'envoyer de nombreuses versions sur notre compte publique TestFlight. Si vous souhaitez être à la pointe, vous pouvez <a %(link)s>vous inscrire pour le TestFlight Subsurface-mobile.</a>
hr_hr: iOS je trenutačno jedina platforma na kojoj je općenit side-loading ili instaliranje nepotpisanih binarnih datoteka nemoguće (navodno bi se to moglo promijeniti za korisnike u EU, ali ne i drugdje). Zbog toga ne možemo učiniti nove verzije Subsurface-mobile za iOS dostupnima ovdje. Pokušavamo staviti mnoge od ovih verzija na naš javni TestFlight račun. Ako volite biti na "bleeding edgu", možete se <a %(link)s>prijaviti za Subsurface-mobile TestFlight</a>.
it_it: iOS è l'unica piattaforma in cui non è possibile effettuare il side-loading o l'installazione di binari non firmati (a quanto pare questo potrebbe cambiare per gli utenti dell'Unione Europea, ma non altrove). Di conseguenza, non possiamo rendere disponibili qui le nuove versioni di Subsurface-mobile per iOS. Cerchiamo di inviare molte di queste build al nostro account pubblico TestFlight. Se volete essere sempre all'avanguardia, potete <a %(link)s>iscrivervi al TestFlight di Subsurface-mobile</a>.
ko_kr: iOS는 현재 사이드로드나 서명되지 않은 바이너리의 설치가 일반적으로 금지되는 유일한 플랫폼입니다(이 정책은 EU 지역에서 변경될 수도 있으나, 다른 지역은 아닙니다). 그에 따라 우리는 iOS용 Subsurface-mobile의 신규 버전을 여기에서 배포할 수 없습니다. 우리는 새로운 빌드 다수를 우리의 TestFlight 공개 계정에 푸시하려고 합니다. 만약 최첨단의 빌드를 경험하고 싶다면, <a %(link)s>Subsurface-mobile TestFlight에 가입</a>하세요.
nl_nl: iOS is op dit moment het enige platform waar meestal het sideloaden of installeren van niet-ondertekende binaries onmogelijk is (blijkbaar kan dit veranderen voor gebruikers in de EU, maar niet ergens anders). Hierdoor kunnen we hier geen nieuwe versies van Subsurface-mobile voor iOS beschikbaar maken. We proberen veel van deze builds naar onze openbare TestFlight account te pushen. Als je op de hoogte wilt blijven van de laatste ontwikkelingen, kun je <a %(link)s>aanmelden voor de Subsurface-mobile TestFlight.</a>
pt_br: iOS é a única plataforma no momento onde a instalação por side-load ou de binários não assinados é impossível (aparentemente isso pode mudar para usuários da União Europeia, mas não para os demais). Como resultado, não podemos tornar novas versões do Subsurface-mobile para iOS disponíveis aqui. Tentamos colocar muitos desses pacotes na nossa conta pública TestFlight. Se você gostaria de estar na vanguarda, pode <a %(link)s>inscrever-se para o TestFlight do Subsurface-mobile.</a>
pt_pt: O iOS é a única plataforma no momento onde, em geral, o carregamento secundário ou a instalação de binários não assinados é impossível (aparentemente, isso pode mudar para utilizadores na UE, mas não em outros lugares). Como resultado, não podemos disponibilizar novas versões do Subsurface-mobile para iOS aqui. Tentamos inserir muitas dessas compilações na nossa conta pública do TestFlight. Se você gosta de estar na vanguarda, você pode <a %(link)s> inscrever-se no TestFlight Subsurface-mobile.</a>
sv_se: iOS är för närvarande den enda plattformen där det generellt sett är omöjligt att sidoladda eller installera osignerade binärer (tydligen kan det ändras för användare i EU, men inte någon annanstans). Som ett resultat kan vi inte göra nya versioner av Subsurface-mobile tillgängliga här för iOS. Vi försöker lägga upp många av dessa byggen i vårt offentliga TestFlight-konto. Om du vill vara med på den senaste utvecklingen kan du <a %(link)s>anmäla dig till Subsurface-mobile TestFlight.</a>

source: The 'edge' Snap-channel contains our latest build.
fi_fi: Snap-kanava, joka sisältää viimeisimmän versiomme.
fr_fr: Le canal Snap 'edge' contient notre dernière version.
hr_hr: Snap-channel 'edge' sadrži našu najnoviju verziju.
it_it: Il canale Snap 'edge' contiene la nostra ultima versione.
ko_kr: 'edge' Snap 채널에서도 우리의 최신 빌드를 찾을 수 있습니다.
nl_nl: Het 'edge' Snap-kanaal bevat onze nieuwste build.
pt_br: O Snap-channel candidato contém nossa distribuição mais recente.
pt_pt: O canal Snap 'candidato' contém a versão binária mais recente.
sv_se: Snap-kanalen 'edge' innehåller vår senaste version.

source: This Privacy Notice is to inform EU and U.K. citizens who use Subsurface how their personal information is used.
de_de: Diese Datenschutzerklärung informiert Subsurface Benutzer aus der EU und aus Groß Brittanien darüber, wie ihre persönlichen Daten verwendet werden.
es_es: Este Aviso de Privacidad es para informar a los ciudadanos de la EU y U.K. que usan Subsurface de como se utiliza su información personal.
fi_fi: Tämän Tietosuojailmoituksen tarkoituksena on kertoa Subsurfacea käyttäville EU:n ja Yhdistyneen kuningaskunnan kansalaisille, miten heidän henkilötietojaan käytetään.
fr_fr: Cette Notice de Confidentialité vise à informer les citoyens de l'UE et du Royaume-Uni qui utilisent Subsurface de la manière dont leurs informations personnelles sont utilisées.
hr_hr: Ova Obavijest o privatnosti informira građane EU-a i Ujedinjenog Kraljevstva koji koriste Subsurface kako se koriste njihovi osobni podaci.
it_it: La presente Informativa sulla Privacy ha lo scopo di informare i cittadini dell'Unione Europea e del Regno Unito che utilizzano Subsurface su come vengono utilizzati i loro dati personali.
ko_kr: 이 개인정보 정책은 Subsurface를 사용하는 EU 및 영국 시민들에게 그들의 개인 정보가 어떻게 이용되는지를 알리기 위함입니다.
nl_nl: Deze Privacyverklaring is bedoeld om EU- en Britse burgers die Subsurface gebruiken te informeren over de manier waarop hun persoonlijke gegevens worden gebruikt.
pt_br: Esta nota sobre privacidade destina-se a informar cidadãos da União Europeia e do Reino Unido que utilizam Subsurface como sua informação pessoal é utilizada.
pt_pt: Este Aviso de Privacidade visa informar aos cidadãos da UE e do Reino Unido, que usam o Subsurface, como as suas informações pessoais são usadas.
sv_se: Denna sekretesspolicy är till för att informera EU- och Storbritanniens medborgare som använder Subsurface om hur deras personliga information används.
