Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Subsurface can run on most Linux distributions. The project actively maintain builds for current Ubuntu and Fedora releases. A community contributor maintains Debian packages. There is also a Subsurface Snap and an AppImage for other distributions. Generally try a distribution specific binary first. If that doesn't work, try the Snap or the AppImage.
de_de: Subsurface kann auf den meisten Linux Versionen installiert werden. Wir bieten selber Packete für Ubuntu und Fedora an, ein Community-Entwickler stellt Debian Packete zur Verfügung. Darüberhinaus existiert ein Subsurface Snap und ein AppImage für andere Linux Versionen. Im Allgemeinen ist es am besten, zuerst ein nach einem Paket für die verwendete Linux Version zu versuchen, und falls dieses nicht verfügbar ist, das Snap oder das AppImage zu probieren.
es_es: Subsurface puede correr en la mayoría de distribuciones de Linux. El proyecto mantiene paquetes para las versiones actuales de Ubuntu y Fedora. Un colaborador de la comunidad mantiene paquetes para Debian. También hay Subsurface en Snap y AppImage para otras distribuciones. En general, prueba un binario especifico para la distribución y, si eso no funciona, prueba con el Snap o la AppImage.
fi_fi: Subsurface toimii useimmissa Linux-distroissa. Projekti ylläpitää aktiivisesti paketteja nykyisille Ubuntu- ja Fedora-versioille Yhteisö ylläpitää Debian-paketteja. Muille distroille löytyy Subsurface Snap ja AppImage. Kokeile yleensä ensin distrokohtaista binääriversiota. Jos se ei toimi, niin kokeile Snapia tai AppImagea.
fr_fr: Subsurface peut fonctionner sur la plupart des distributions Linux. Le projet maintient activement des versions pour les versions actuelles d'Ubuntu et de Fedora. Un contributeur de la communauté maintient des paquets Debian. Il existe également un Subsurface Snap et un AppImage pour d'autres distributions. Essayez généralement d'abord un binaire spécifique à la distribution. Si cela ne fonctionne pas, essayez le Snap ou l'AppImage.
hr_hr: Subsurface može raditi na većini Linux distribucija. Projekt aktivno održava verzije za trenutna izdanja Ubuntua i Fedore. Suradnik održava Debian pakete. Tu su i Subsurface Snap i AppImage za druge distribucije. Općenito prvo pokušajte s distribucijskom binarnom datotekom. Ako to ne uspije, isprobajte Snap ili AppImage.
it_it: Subsurface può essere eseguito sulla maggior parte delle distribuzioni Linux. Il progetto mantiene attivamente le build per le attuali versioni di Ubuntu e Fedora. Un collaboratore della comunità mantiene i pacchetti per Debian. Esistono anche Subsurface Snap e AppImage per altre distribuzioni. In genere è consigliato provare prima un pacchetto specifico per la distribuzione. Se non funziona, provare Snap o AppImage.
ko_kr: Subsurface는 대부분의 Linux 배포판에서 실행 가능합니다. 이 프로젝트는 현재 Ubuntu 및 Fedora 릴리스에 대한 빌드를 적극적으로 유지 관리합니다. 데비안 패키지는 커뮤니티 기여자에 의해 관리됩니다. 다른 배포판을 위한 Subsurface Snap 및 AppImage도 있습니다. 일반적으로는 특정 배포판을 위한 바이너리를 먼저 시도하고, 만약 작동하지 않으면 Snap 또는 AppImage를 시도해 보세요.
nl_nl: Subsurface kan op de meeste Linux distributies draaien. Het project onderhoudt actief versies voor de huidige Ubuntu en Fedora versies. Een community bijdrager onderhoudt Debian pakketten. Er is ook een Subsurface Snap en een AppImage voor andere distributies. Probeer in het algemeen eerst een distributiespecifieke binary. Als dat niet werkt, probeer dan de Snap of de AppImage.
pt_br: Subsurface pode rodar na maioria das distribuições Linux. O projeto mantém ativamente pacotes para as versões atuais de Ubuntu e Fedora. Um membro da comunidade contribui mantendo pacotes Debian. Há também um Snap Subsurface e uma AppImage para outras distribuições. Geralmente deve-se tentar primeiro um binário específico para a distribuição. Se isso não funcionar, tente o Snap ou a AppImage.
pt_pt: O Subsurface pode ser executado na maioria das distribuições Linux. O projeto mantém ativamente compilações para as versões atuais do Ubuntu e Fedora. Um contribuidor da comunidade mantém pacotes Debian. Há também um Subsurface Snap e um AppImage para outras distribuições. Geralmente tente primeiro um binário específico da distribuição. Se isso não funcionar, tente o Snap ou o AppImage.
sv_se: Subsurface kan köras på de flesta Linux-distributioner. Projektet underhåller aktivt byggen för aktuella Ubuntu- och Fedora-versioner. En bidragsgivare från gemenskapen underhåller Debian-paket. Det finns också en Subsurface Snap och en AppImage för andra distributioner. Prova i allmänhet först med en distributionspecifik binär. Om det inte fungerar, prova Snap eller AppImage.

source: Can you add binaries for my favorite Linux distribution?
de_de: Könnt ihr eine Version für meine Lieblings-Linux-Distribution zur Verfügung stellen?
es_es: ¿Podéis añadir binarios para mi distribución favorita de Linux?
fi_fi: Voitteko lisätä binäärit minun suosimalleni Linux-distrolle?
fr_fr: Pouvez-vous ajouter des binaires pour ma distribution Linux préférée ?
hr_hr: Možete li dodati binarne datoteke za moju omiljenu Linux distribuciju?
it_it: Potete aggiungere i binari per la mia distribuzione Linux preferita ?
ko_kr: 내가 가장 좋아하는 Linux 배포판을 위한 바이너리를 추가해줄 수 있나요?
nl_nl: Kun je binaries toevoegen voor mijn favoriete Linux distributie?
pt_br: Vocês podem acrescentar binários para minha distribuição Linux favorita?
pt_pt: Podem adicionar binários para a minha distribuição Linux favorita?
sv_se: Kan ni lägga till binärer för Linuxdistribution X?

source: Adding support for another Linux distribution is generally a lot of work and given the tiny user numbers not likely to happen. But please, talk to us if you think there is a distribution that we should add instead of the ones that we currently support.
de_de: Unterstützung für eine weitere Linux-Distribution erfordert oft einen erheblichen Aufwand und wird für eine kleine Benutzerzahl wahrscheinlich nicht realisiert. Falls du aber überzeugt bist, dass es eine Distribution gibt, die wir anstelle einer momentanen unterstützen sollen, lass es uns bitte wissen.
es_es: Añadir soporte para otra distribución de Linux es, en general, una montaña de trabajo y, dado el pequeño número de usuarios, probablemente no suceda. Pero, por favor, avísanos si crees que hay una distribución que debería añadirse en lugar de las que soportamos en la actualidad.
fi_fi: Tuen lisääminen uudelle Linux-jakelulle on yleensä työlästä ja koska käyttäjämäärät ovat pieniä, se ei todennäköisesti tule tapahtumaan. Mutta kerro meille, jos mielestäsi on olemassa jokin distro, joka meidän pitäisi lisätä nykyisten tukemiemme lisäksi.
fr_fr: Ajouter le support d'une autre distribution Linux est généralement beaucoup de travail et étant donné le nombre d'utilisateurs réduit, il est peu probable que cela se produise. Mais s'il vous plaît, prenez contact avec nous si vous pensez qu'il y a une distribution que nous devrions ajouter à la place de celles que nous supportons actuellement.
hr_hr: Dodavanje podrške za drugu distribuciju Linuxa općenito je puno posla, a s obzirom na mali broj korisnika malo je vjerojatno da će se dogoditi. Usprkos tome, razgovarajte s nama ako mislite da postoji distribucija koju bismo trebali dodati umjesto onih koje trenutno podržavamo.
it_it: Aggiungere il supporto a un'altra distribuzione Linux è in genere molto impegnativo e, dato il numero esiguo di utenti, è improbabile che ciò avvenga. Ma, per favore, contattateci se pensate che ci sia una distribuzione che dovremmo aggiungere al posto di quelle attualmente supportate.
ko_kr: 다른 Linux 배포판을 위한 지원을 추가하는 것은 일반적으로 많은 작업량을 필요로 하는 것으로서 적은 사용자 수를 고려할 때 그 지원이 이루어질 가능성은 낮습니다. 다만 우리가 현재 지원하는 것 대신에 추가해야 할 배포판이 있다고 생각한다면 우리에게 말씀해 주세요.
nl_nl: Ondersteuning toevoegen voor een andere Linux distributie is over het algemeen veel werk en zal gezien het kleine aantal gebruikers waarschijnlijk niet gebeuren. Maar laat ons weten als je denkt dat er een distributie is die we zouden moeten toevoegen in plaats van de distributies die we momenteel ondersteunen.
pt_br: Adicionar suporte para outra distribuição Linux dá geralmente um bocado de trabalho e dado o minúsculo número de usuários provavelmente não ocorrerá. Mas, por favor, entre em contato conosco se você acha que há uma distribuição que deveríamos acrescentar ao invés daquelas que atualmente suportamos.
pt_pt: Adicionar suporte para outra distribuição Linux geralmente é muito trabalhoso e, dado o pequeno número de usuários, provavelmente não acontecerá. Mas por favor, fale conosco se você acha que há uma distribuição que deveríamos adicionar em vez daquelas que apoiamos atualmente.
sv_se: Att lägga till stöd för en annan Linux-distribution är generellt sett mycket arbete och inte sannolikt att hända med tanke på de få användarna. Men prata gärna med oss om du tycker att det finns en distribution som vi bör lägga till istället för de vi för närvarande stöder.

source: If you would like to contribute and help, this is a perfect opportunity to do so. Please take a look at our <a %(code_contribution)s>code contribution page on GitHub</a>.
fi_fi: Jos haluat osallistua ja auttaa, tämä on täydellinen tilaisuus siihen. Tutustu <a %(code_contribution)s>ohjelmakoodin yhteisölliseen kehitykseen sivullamme Githubissa</a>.
fr_fr: Si vous souhaitez contribuer et aider, c'est une excellente occasion de le faire. Veuillez consulter notre page de <a %(code_contribution)s>contribution de code sur GitHub</a>.
hr_hr: Ako želite doprinijeti i pomoći, ovo je savršena prilika za to. Molimo pogledajte našu <a %(code_contribution)s>stranicu doprinosa kodu na GitHubu</a>.
it_it: Se desiderate contribuire e aiutare, questa è l'occasione perfetta per farlo. Date un'occhiata alla nostra pagina di contributo <a %(code_contribution)s>codice su GitHub</a>.
ko_kr: 만약 당신이 기여 및 도움을 주고 싶다면 지금이야말로 그렇게 할 수 있는 완벽한 기회입니다. 우리 <a %(code_contribution)s>GitHub의 코드 기여 페이지</a>를 살펴 보세요.
nl_nl: Als je wilt bijdragen en helpen, is dit een perfecte gelegenheid om dat te doen. Kijk op onze <a %(code_contribution)s>codebijdragen pagina op GitHub</a>.
pt_br: Se você gostaria de contribuir e ajudar, esta é a oportunidade perfeita para fazê-lo. Dê uma olhada na nossa <a %(code_contribution)s>página de contribuição de código no GitHub</a>.
pt_pt: Se você gostaria de contribuir e ajudar, esta é uma oportunidade perfeita para fazê-lo. Por favor, dê uma olhada na nossa <a %(code_contribution)s> página de contribuição no GitHu.</a>.
sv_se: Om du skulle vilja bidra och hjälpa till, är detta en perfekt möjlighet att göra det. Vänligen ta en titt på vår <a %(code_contribution)s>kodsida för bidrag på GitHub</a>.

source: Can I build my own binaries?
de_de: Kann ich Subsurface selber bauen/kompilieren?
es_es: ¿Puedo compilar mis propios binarios?
fi_fi: Voinko rakentaa omat binääritiedostoni?
fr_fr: Puis-je construire mes propres binaires ?
hr_hr: Mogu li izgraditi vlastite binarne datoteke?
it_it: Posso compilare i mie binari ?
ko_kr: 내 스스로 바이너리를 빌드할 수 있나요?
nl_nl: Kan ik mijn eigen binaries maken?
pt_br: Posso construir meus próprios binários?
pt_pt: Posso construir os meus próprios ficheiros binários?
sv_se: Kan jag bygga mina egna binärer?

source: Yes, generally this is pretty easy (assuming you are somewhat familiar with C/C++ development under Linux). The <code>INSTALL</code> file in the source directory should get you started. Reach out to the developers if you need help beyond that (because likely that means we need to update the <code>INSTALL</code> file...).
de_de: Ja, das ist recht einfach (angenommen, du hast etwas Erfahrung mit C/C++-Entwicklung unter Linux). Die <code>INSTALL-Datei</code> im Source-Verzeichnis sollte die nötige Information enthalten. Wende dich bitte an die Entwickler, wenn du darüber hinaus Hilfe benötigst (da dass wahrscheinlich heisst, dass wir die <code>INSTALL-Datei</code> verbessern müssen).
es_es: Claro. En general es bastante sencillo (asumiendo que estás un poco familiarizado con el desarrollo en C/C++ en Linux). El archivo <code>INSTALL</code> en el directorio de código fuente debería ponerte en marcha. Contacta con nuestros desarrolladores si necesitas más ayuda de la que aparece en dicho archivo (porque eso significaría, probablemente, que hay que actualizar el archivo <code>INSTALL</code>).
fi_fi: Kyllä, yleensä tämä on melko helppoa (olettaen, että olet jonkin verran perehtynyt C/C++-kehitykseen Linuxissa). Lähdekoodihakemistossa olevan <code>INSTALL</code>-tiedoston pitäisi saada sinut alkuun. Ota yhteyttä kehittäjiin, jos tarvitset apua sen lisäksi (koska todennäköisesti se tarkoittaa, että meidän on päivitettävä <code>INSTALL</code>-tiedostoa...).
fr_fr: Oui, en général, c'est assez facile (en supposant que vous êtes quelque peu familier avec le développement C/C++ sous Linux). Le fichier <code>INSTALL</code> dans le répertoire source devrait vous aider à démarrer. Contactez les développeurs si vous avez besoin d'aide supplémentaire (car cela signifie probablement que nous devons mettre à jour le fichier <code>INSTALL</code>...).
hr_hr: Da, općenito je ovo prilično jednostavno (pod pretpostavkom da ste donekle upoznati s C/C++ razvojem pod Linuxom). Datoteka INSTALL u izvornom direktoriju trebala bi vam pomoći da počnete. Obratite se programerima ako trebate pomoć van toga (jer to vjerojatno znači da moramo ažurirati INSTALL datoteku...).
it_it: Sì, in genere è abbastanza facile (supponendo che abbiate una certa familiarità con lo sviluppo C/C++ in ambiente Linux). Il file <code>INSTALL</code> nella directory dei sorgenti dovrebbe aiutarvi a iniziare. Contattate gli sviluppatori se avete bisogno di aiuto oltre a questo (perché probabilmente significa che dobbiamo aggiornare il file <code>INSTALL</code>...).
ko_kr: 네, 일반적으로 이는 매우 쉽습니다(당신이 Linux에서의 C/C++ 개발에 어느 정도 익숙하다는 전제에서). 소스 디렉토리에서 파일을 <code>INSTALL</code> 함으로써 시작할 수 있습니다. 만약 그 이상의 도움이 필요하다면 개발자들에게 연락하세요(왜냐하면 이 경우 우리가 <code>INSTALL</code> file을 업데이트해야 할 가능성이 높기 때문에...).
nl_nl: Ja, over het algemeen is dit vrij eenvoudig (aangenomen dat je enigszins bekend bent met C/C++ ontwikkeling onder Linux). Het <code>INSTALL</code> bestand in the source directory zou je op weg moeten helpen. Neem contact op met de ontwikkelaars als je verder hulp nodig hebt (want dat betekent waarschijnlijk dat we het INSTALL bestand moeten bijwerken...).
pt_br: Sim, isso é geralmente muito fácil (assumindo que você seja familiarizado com desenvolvimento em C/C++ em Linux). O arquivo <code>INSTALL</code> no diretório fonte deve ser suficiente para começar. Entre em contato com os desenvolvedores caso necessite ajuda adicional (porque isso provavelmente significa que precisamos atualizar o arquivo <code>INSTALL</code>...).
pt_pt: Sim, geralmente isso é muito fácil (supondo que você esteja familiarizado com o desenvolvimento C/C++ no Linux). O arquivo <code>INSTALL </code>no diretório de origem deve ajudá-lo a começar. Entre em contato com os programadores se precisar de ajuda além disso (porque provavelmente isso significa que precisamos atualizar o arquivo<code> INSTALL</code>).
sv_se: Ja, generellt sett är detta ganska enkelt (förutsatt att du är någorlunda bekant med C/C++-utveckling under Linux). Filen <code>INSTALL</code> i källkatalogen bör få dig igång. Kontakta utvecklarna om du behöver hjälp utöver det (eftersom det troligen betyder att vi behöver uppdatera <code>INSTALL</code>-filen...).

source: Mobile Support
de_de: Mobilgeräteunterstützung
fi_fi: Mobiililaitteiden tuki
fr_fr: Mobile
hr_hr: Mobilna podrška
it_it: Supporto per il Mobile
ko_kr: 모바일 기기 지원
nl_nl: Mobiele ondersteuning
pt_br: Suporte a dispositivos móveis
pt_pt: Suporte móvel
sv_se: Hjälp för mobiler

source: How do I install Subsurface-mobile on my phone / tablet?
de_de: Wie installiere ich Subsurface-mobile auf meinem Telefon oder Tablett?
es_es: ¿Como instalo Subsurface-mobile en mi teléfono / tablet?
fi_fi: Miten asennan Subsurfacen mobiiliversion puhelimeeni/tablettiini?
fr_fr: Comment puis-je installer Subsurface-mobile sur mon téléphone / tablette ?
hr_hr: Kako mogu instalirati Subsurface-mobile na svoj telefon / tablet?
it_it: Come installo Subsurface-mobile sul mio smartphone / tablet ?
ko_kr: 내 전화 / 태블릿에 Subsurface-mobile을 어떻게 설치하나요?
nl_nl: Hoe installeer ik Subsurface-mobile op mijn telefoon/tablet?
pt_br: Como instalo Subsurface-mobile no meu telefone/tablet?
pt_pt: Como posso instalar o Subsurface-mobile no meu telemóvel/tablet?
sv_se: Hur kan jag installera Surface-mobil på min telefon eller platta?

source: iOS users can simply install the Subsurface-mobile app that is available in iOS App Store. There is still an older version of Subsurface-mobile available in the Android Play Store, but because of the excessive bureaucracy and constantly changing rules and requirements associated with the Google Play store, we currently aren't able to update this package (and expect it to become unavailble at some point). To work around this, we have made an Android APK package available on our <a %(crelease)s>current release</a> page that can be side-loaded on most Android devices.
de_de: iOS-Benutzer können Subsurface-mobile aus dem iOS AppStore installieren. Es gibt auch noch eine ältere Version von Subsurface im Android Play Store, aber aufgrund der Bürokratie und sich ständig ändernden Regeln und Anforderungen im Google Play Store, können wir momentan dieses Paket nicht aktuell halten (und rechnen damit, dass es über kurz oder lang nicht mehr verfügbar ist). Um dieses Problem zu umgehen, haben wir ein Android APK-Paket auf unserer <a %(crelease)s>aktuelle Versions-Seite</a> zur Verfügung gestellt, das auf den meisten Android-Versionen mittels "side-load" installiert werden kann.
es_es: Los usuarios de iOS pueden, simplemente, instalar la app Subsurface-mobile disponible en el iOS App Store. En el Android Play Store hay todavía una versión antigua disponible, pero, a causa de la excesiva burocracia y las reglas y requisitos cambiantes constantemente en Google Play Store, somos incapaces de actualizar este paquete (y creemos que dejará de estar disponible en algún momento). Para dar una solución alternativa a esto, hemos hecho un paquete APK disponible en nuestra página <a %(crelease)s>Versión Actual</a> que puede descargarse en la mayoría de dispositivos Android.
fi_fi: iOS-käyttäjät voivat asentaa Subsurfacen mobiilisovelluksen, joka on saatavilla iOS App Storessa. Android PlayKaupassa on toistaiseksi vanhempi Subsurfacen mobiiliversio, mutta liiallisen byrokratian ja jatkuvasti muuttuvien Google PlayKaupan sääntöjen ja vaatimusten vuoksi emme tällä hetkellä pysty päivittämään tätä versiota (joka tulee jossain vaiheessa kokonaan poistumaan sieltä). Kiertääksemme PlayKaupan ankarat vaatimukset, olemme jukaisseet Android APK -paketin <a %(crelease)s>nykyinen versio</a>-sivullemme. Sieltä se voidaan asentaa useimpiin Android-laitteisiin.
fr_fr: Les utilisateurs d'iOS peuvent simplement installer l'application Subsurface-mobile disponible sur l'App Store iOS. Il existe toujours une ancienne version de Subsurface-mobile disponible sur le Play Store Android, mais en raison de la bureaucratie excessive et des règles et exigences en constante évolution associées au Google Play Store, nous ne sommes actuellement pas en mesure de mettre à jour ce package (et nous nous attendons à ce qu'il devienne indisponible à un moment donné). Pour contourner cela, nous avons rendu disponible un package APK Android sur notre page de <a %(crelease)s>version actuelle</a> qui peut être installé manuellement sur la plupart des appareils Android.
hr_hr: iOS korisnici mogu jednostavno instalirati Subsurface-mobile aplikaciju koja je dostupna u iOS App Storeu. Još uvijek postoji starija verzija Subsurface-mobile dostupna u trgovini Android Play, ali zbog pretjerane birokracije i stalnih promjena pravila i zahtjeva povezanih s trgovinom Google Play, trenutno ne možemo ažurirati ovaj paket (i očekujemo da će postati nedostupan u nekom trenutku). Kako bismo to zaobišli, učinili smo Android APK paket dostupnim na našoj <a%(crelease)s>stranici trenutne verzije</a> koji se može side-loadati na većini Android uređaja.
it_it: Gli utenti iOS possono semplicemente installare l'applicazione Subsurface-mobile disponibile nell'App Store di iOS. Nel Play Store di Android è ancora disponibile una versione precedente di Subsurface-mobile, ma a causa dell'eccessiva burocrazia e dei continui cambiamenti delle regole e dei requisiti associati al Play Store di Google, al momento non siamo in grado di aggiornare questo pacchetto (e prevediamo che prima o poi non sarà più disponibile). Per ovviare a questo problema, abbiamo reso disponibile un pacchetto APK per Android sulla nostra pagina delle <a %(crelease)s>release attuali</a> che può essere caricato sulla maggior parte dei dispositivi Android.
ko_kr: iOS 사용자들은 간단히 iOS 앱스토어를 통해 Subsurface-mobile 앱을 설치할 수 있습니다. 안드로이드 플레이스토어에는 여전히 Subsurface-mobile의 구 버전이 존재하지만, 구글 플레이스토어의 과도한 관료주의, 그리고 관련 규정 및 요구사항의 끊임없는 변경 때문에 우리는 그 패키지를 업데이트할 수 없는 상태입니다(그리고 조만간 비활성화될 것으로 예상합니다). 이를 우회하기 위해, 우리는 대부분의 안드로이드 장치에 사이드로드될 수 있는 안드로이드 APK 패키지를 만들었으며 이는 우리의 <a %(crelease)s>현재 버전</a> 페이지에서 다운로드 가능합니다.
nl_nl: iOS gebruikers kunnen eenvoudig de Subsurface-mobile app installeren die beschikbaar is in de iOS App Store. Er is nog steeds een oudere versie van Subsurface-mobile beschikbaar in de Android Play Store, maar vanwege de buitensporige bureaucratie en de voortdurend veranderende regels en eisen van de Google Play store, zijn we momenteel niet in staat om dit pakket bij te werken (en verwachten dat het op een gegeven moment niet meer beschikbaar zal zijn). Om dit te omzeilen hebben we een Android APK pakket beschikbaar gemaakt op onze <a %(crelease)s>huidige versie</a> pagina die sideloaded geïnstalleerd kan worden op de meeste Android-apparaten.
pt_br: Usuários do iOS podem simplesmente instalar o aplicativo Subsurface disponível na Apple Store. Há ainda uma versão antiga do Subsurface-mobile disponível na Play Store Android, mas devido à burocracia excessiva e às mudanças contínuas de regras e exigências associados à loja Google Play, estamos atualmente impossibilitados de atualizar esse pacote (e prevemos que irá tornar-se indisponível em algum momento). Para contornar isso, disponibilizamos um pacote Android APK na nossa página <a %(crelease)s>distribuição atual</a> que pode ser "side-loaded" na maioria dos dispositivos Android.
pt_pt: Os usuários do iOS podem simplesmente instalar o aplicativo móvel Subsurface que está disponível na iOS App Store. Ainda existe uma versão mais antiga do Subsurface-mobile disponível na Android Play Store, mas devido à burocracia excessiva e às regras e requisitos em constante mudança associados à Google Play Store, atualmente não podemos atualizar este pacote (e esperamos que fique indisponível em algum momento). Para contornar isso, disponibilizamos um pacote Android APK em nossa <a %(crelease)s> página de lançamento atual </a> que pode ser carregada na maioria dos dispositivos Android.
sv_se: iOS-användare kan enkelt installera Subsurface-mobile-appen som finns tillgänglig i iOS App Store. Det finns fortfarande en äldre version av Subsurface-mobile tillgänglig i Android Play Store, men på grund av den överdrivna byråkratin och de ständigt föränderliga reglerna och kraven som är förknippade med Google Play Store, kan vi för närvarande inte uppdatera detta paket (och förväntar oss att det kommer att bli otillgängligt vid någon punkt). För att komma runt detta har vi gjort en Android APK-paket tillgänglig på vår <a %(crelease)s>aktuella utgivningssida</a> som kan sidoladdas på de flesta Android-enheter.
