Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Most of the download cables are FTDI based and need the appropriate drivers installed. Some other third party cables need different drivers. Without those drivers, the dive computer device won't show up. Once you can see the device (<code>COMn</code> or <code>/dev/tty...</code>), if you get timeouts or data errors, see the data error question below.
de_de: Die meisten Übertragungskabel basieren auf dem FTDI-Chip und brauchen einen entsprechenden Treiber. Einige Kabel, vor allem von Drittherstellern brauchen auch andere Treiber. Ohne den passenden Treiber wird der Tauchcomputer nicht angezeigt. Der Tauchcomputer erscheint als Gerät (<code>COMn</code> oder <code>/dev/tty...</code>). Sollte es zu timeouts oder Datenfehlern kommen, siehe die die Datenfehler-Frage weiter unten.
es_es: La mayoría de los cables de descarga están basados en FTDI y necesitan los drivers apropiados. Algunos cables de terceros necesitan drivers diferentes. Sin esos drivers, el ordenador de buceo no se mostrará. Una vez puedas ver el dispositivo (<code>COMn</code> o <code>/dev/tty...</code>), si tienes tiempos de espera o errores de datos, visita la pregunta sobre errores de datos a continuación.
fi_fi: Useimmat latauskaapelit ovat FTDI-pohjaisia, ja niihin on asennettava asianmukaiset ajurit. Jotkin muut kolmannen osapuolen kaapelit tarvitsevat eri ajureita. Ilman näitä ajureita/ohjaustiedostoja sukellustietokoneen laite ei ilmaannu näkyviin. Jos laitteen tullessa näkyviin (<code>COMn</code> tai <code>/dev/tty...</code>) saat aikakatkaisu- tai datavirheitä, katso alla oleva kysymys datavirheistä.
fr_fr: La plupart des câbles de téléchargement sont basés sur FTDI et nécessitent l'installation des pilotes appropriés. Certains autres câbles tiers nécessitent des pilotes différents. Sans ces pilotes, le périphérique de l'ordinateur de plongée ne s'affichera pas. Une fois que vous pouvez voir le périphérique détecté (COMn ou /dev/tty...), si vous rencontrez des erreurs de fin de délai d'attente (timeout) ou des erreurs de données, consultez la question sur les erreurs de données ci-dessous.
hr_hr: Većina kabela za preuzimanje temelji se na FTDI i trebaju im instalirani odgovarajući upravljački programi. Neki drugi kabeli trećih strana trebaju različite upravljačke programe. Bez tih upravljačkih programa, uređaj ronilačkog računala se neće pojaviti. Nakon što vidite uređaj (<code>COMn</code> ili <code>/dev/tty...</code>), ako dobijete timeout ili podatkovnu pogreška, pogledajte pitanje o podatkovnim pogreškama u nastavku.
it_it: La maggior parte dei cavi di download sono basati su FTDI e richiedono l'installazione dei driver appropriati. Altri cavi di terze parti necessitano di driver diversi. Senza questi driver, il computer subacqueo non viene visualizzato. Una volta visualizzato il dispositivo (COMn o /dev/tty...), se si verificano timeout o errori di dati, consultare la domanda sugli errori relativi ai dati riportata di seguito.
ko_kr: 대부분의 다운로드 케이블은 FTDI 기반으로서 적합한 드라이버를 설치해야 합니다. 다른 서드파티 케이블은 다른 드라이버를 필요로 합니다. 그러한 드라이버 없이는 다이브 컴퓨터가 표시되지 않을 것입니다. 일단 다이브 컴퓨터가 표시되었음에도(<code>COMn</code> or <code>/dev/tty...</code>) 타임아웃이나 데이터 에러가 발생한다면, 아래의 데이터 에러 관련 문항을 보세요.
nl_nl: De meeste downloadkabels zijn gebaseerd op FTDI en hebben de juiste stuurprogramma's nodig. Sommige kabels van derden hebben andere stuurprogramma's nodig. Zonder deze stuurprogramma's zal het apparaat van de duikcomputer niet zichtbaar zijn. Als het apparaat zichtbaar is (<code>COMn</code> or <code>/dev/tty...</code>), en je krijgt timeouts of gegevensfouten, zie dan de gegevensfouten vraag hieronder.
pt_br: Muitos dos cabos de download são baseados em FTDI e precisam ter os drivers apropriados instalados. Alguns outros cabos de terceiros precisam de drivers diferentes. Sem esses drivers, o computador de mergulho não aparece. Uma vez que se consiga ver o dispositivo (<code>COMn</code> or <code>/dev/tty...</code>), se você obtiver timeouts ou erros de dados, veja a pergunta sobre erros de dados a seguir.
pt_pt: A maioria dos cabos de transferência são baseados em FTDI e precisam dos programas de controlo (drivers) apropriados instalados. Alguns outros cabos de terceiros precisam de programas de controlo (drivers) diferentes. Sem esses programas de controlo (drivers), o dispositivo do computador de mergulho não aparecerá. Depois de surgir o dispositivo (<code>COMn</code> ou <code>/dev/tty... </code>), se ocorrer falha temporária ou erros de dados, consulte a pergunta sobre erro de dados abaixo.
sv_se: De flesta nedladdningskablarna är FTDI-baserade och kräver att de lämpliga drivrutinerna installeras. Vissa andra tredjepartskablar kräver olika drivrutiner. Utan dessa drivrutiner kommer dykdatorn inte att visas. När du kan se enheten (<code>COMn</code> eller <code>/dev/tty...</code>), om du får timeout eller datafel, se frågan om datafel nedan.

source: I get timeouts or data error when downloading
de_de: Ich bekomme timeouts oder Datenfehler beim Ausleseversuch
es_es: Tengo tiempos de espera o errores de datos al descargar
fi_fi: Saan aikakatkaisu- tai datavirheitä sukelluksen tietoja ladattaessa
fr_fr: Je reçois des erreurs de fin de délai d'attente (timeout) ou des erreurs de données lors du téléchargement.
hr_hr: Dobivam timeout ili podatkovnu pogrešku prilikom preuzimanja zarona
it_it: Ricevo timeout o data error mentre scarico
ko_kr: 다운로드 시 타임아웃 또는 데이터 에러가 발생합니다.
nl_nl: Ik krijg timeouts of gegevensfouten bij het downloaden
pt_br: Eu tenho timeouts ou erros de dados ao fazer o download
pt_pt: Recebo falha temporária ou erro de dados durante a transferência
sv_se: Jag får timeout eller datafel när jag laddar ner.

source: Astoundingly commonly the reason are wet or dirty contacts or a low battery. It doesn't matter if the dive computer turns on. Download mode often requires much higher stable voltage to work. And sadly we even have seen situations where the vendor dive log will work (because it can do a much better job at 'error correction'), but Subsurface won't download until you have a fresh battery and really clean and really dry contacts.
de_de: Ein erstaunlich häufiges Problem sind nasse oder verschmutzte Kontakte am Übertragungskabel oder Tauchcomputer oder eine niedrige Batterieladung. Der Übertragunsmodus erfordert oft eine höhere und stabilere Spannung, um zu funktionieren. Und wir haben sogar schon Situationen gesehen, bei denen das Programm des Tauchcomputerherstellers funktioniert (da es eine bessere Fehlerkorrektur hat), aber Subsurface erst wieder mit einer erneuerten Batterie und gesäuberten und getrockneten Kontakten die Daten überträgt.
es_es: Resulta pasmosa la frecuencia con la que los motivos son unos contactos húmedos o sucios, o una batería baja. No importa si el ordenador de buceo se enciende. Los modos de descarga suelen necesitar voltajes altos y estables para funcionar. Y, lamentablemente, incluso hemos visto una situación en la que el software del fabricante funcionaba (porque puede hacer un trabajo mucho mejor corrigiendo errores), pero Subsurface no descargará hasta que tengas una batería cargada y los contactos limpios y secos de verdad.
fi_fi: Hämmästyttävän usein syynä ovat märät tai likaiset liitinpinnat tai tyhjä paristo. Sillä ei ole väliä, jos sukellustietokone käynnistyy. Sukellusten lataustila vaatii usein paljon korkeamman vakaan jännitteen toimiakseen. Ja valitettavasti olemme jopa nähneet tilanteita, joissa myyjän sukelluslokikirja-ohjelmisto toimii (koska se pystyy tekemään paljon parempaa työtä "virheiden korjaamisessa"), mutta Subsurface ei lataa ennen kuin sinulla on uusi paristo ja todella puhtaat ja todella kuivat liitinkaapelin liitinpinnat.
fr_fr: Étonnamment, la raison la plus courante est la présence de contacts humides ou sales ou d'une batterie faible. Peu importe si l'ordinateur de plongée s'allume. Le mode de téléchargement nécessite souvent une tension stable beaucoup plus élevée pour fonctionner. Et malheureusement, nous avons même vu des situations où le logiciel du fabricant de l'ordinateur fonctionne (car il peut faire un bien meilleur travail de "correction d'erreur"), mais Subsurface non. Les plongées ne se téléchargeront pas tant que vous n'aurez pas une batterie neuve et des contacts vraiment propres et vraiment secs.
hr_hr: Nevjerojatno često razlog su mokri ili prljavi kontakti ili slaba baterija. Nije važno hoće li se ronilačko računalo uključiti. Način preuzimanja često zahtijeva mnogo veći stabilni napon za rad. Nažalost, vidjeli smo čak i situacije u kojima će dnevnik ronjenja proizvođača raditi (jer može obaviti puno bolji posao u 'ispravljanju grešaka'), ali Subsurface neće preuzeti dok nemate novu bateriju i vrlo čiste i vrlo suhe kontakte.
it_it: Sorprendentemente, i motivi più comuni sono i contatti bagnati o sporchi o la batteria scarica. Non importa se il computer subacqueo si accende. La modalità di download spesso richiede una tensione stabile molto più elevata per funzionare. Purtroppo abbiamo anche visto situazioni in cui il registro delle immersioni del fornitore funziona (perché può fare un lavoro migliore di "correzione degli errori"), ma Subsurface non scarica fino a quando non si ha una batteria nuova e contatti puliti e asciutti.
ko_kr: 놀랍게도 가장 흔한 원인은 젖어 있거나 더러운 접점 또는 배터리 부족입니다. 다이브 컴퓨터가 켜지더라도 마찬가지입니다. 다운로드 모드는 종종 훨씬 높고 안정적인 전압을 필요로 합니다. 그리고 안타깝지만 심지어는 공급업체의 다이브 로그는 작동하지만('오류 보정'을 훨씬 더 잘 할 수 있으므로) Subsurface의 다운로드는 작동하지 않는 - 새 배터리로 교체하고 접점을 정말 깨끗하고 건조하게 할 때까지 - 상황도 보아 왔습니다.
nl_nl: Verbazingwekkend vaak zijn natte of vuile contacten of een bijna lege batterij de oorzaak. Het maakt niet uit of de duikcomputer aangaat. Het downloaden heeft vaak een veel hoger stabiel voltage nodig om te werken. En helaas hebben we zelfs situaties gezien waarin de duiklog van de leverancier wel werkt (omdat deze veel beter kan omgaan met 'foutcorrectie'), maar Subsurface niet downloadt totdat je een nieuwe batterij en echt schone en echt droge contacten hebt.
pt_br: Surpreendentemente, a razão mais comum são contatos sujos ou molhados ou bateria fraca. Não importa se o computador de mergulho consegue ligar. O modo de download geralmente requer uma voltagem estável mais alta para funcionar. E infelizmente vimos situações onde o log de mergulho do fabricante funciona (porque consegue trabalhar melhor os erros de conexão), mas o Subsurface não consegue baixar até que se tenha uma bateria carregada e contatos realmente limpos e secos.
pt_pt: Surpreendentemente, o motivo é comum: contatos molhados ou sujos ou bateria fraca. Não importa se o computador de mergulho está ligado. O modo de transferência geralmente requer uma tensão estável muito mais alta para funcionar. E, infelizmente, já vimos situações em que o registo de mergulho do fornecedor funcionará (porque pode fazer um trabalho muito melhor na 'correção de erros'), mas o Subsurface não fará a transferência até que tenha uma bateria nova e contatos realmente limpos e secos.
sv_se: Förbluffande vanligt är orsaken våta eller smutsiga kontakter eller ett svagt batteri. Det spelar ingen roll om dykdatorn slås på. Nedladdningsläge kräver ofta mycket högre stabil spänning för att fungera. Och tyvärr har vi till och med sett situationer där leverantörens dyklogg fungerar (eftersom den kan göra ett mycket bättre jobb med 'felkorrigering'), men Subsurface kommer inte att ladda ner förrän du har ett färskt batteri och riktigt rena och riktigt torra kontakter.

source: BLE (Bluetooth Low Energy) downloads are incredibly slow
de_de: Die BLE (Bluetooth Low Energy) Datenübertragung is unglaublich langsam
es_es: Las descargas con BLE (Bluetooth Low Energy) son increíblemente lentas
fi_fi: BLE (Bluetooth Low Energy) -lataukset ovat uskomattoman hitaita.
fr_fr: Les téléchargements BLE (Bluetooth Low Energy) sont incroyablement lents.
hr_hr: BLE (Bluetooth Low Energy) preuzimanja su nevjerojatno spora
it_it: I downlod BLE (Bluetooth Low Energy) sono incredibilmente lenti
ko_kr: BLE (Bluetooth Low Energy) 다운로드가 너무 느립니다
nl_nl: BLE (Bluetooth Low Energy) downloads zijn ongelooflijk traag
pt_br: Os downloads utilizando BLE (Bluetooth Low Energy) são inacreditavelmente lentos
pt_pt: As transferências BLE (Bluetooth Low Energy) são incrivelmente lentas
sv_se: Nedladdningar via BLE (Bluetooth Low Energy) är mycket långsamma

source: Yes, yes they are. Since Subsurface supports BLE download from many different dive computers from many different vendors, the code is generally not as well tuned for a specific dive computer as the vendor app can be. So unfortunately these downloads are painfully slow. Usually downloading a few dives a day is tedious, but not horrible. But especially a first download with a hundred or more dives can take an hour and longer - and sometimes it is hard to complete the download without running into errors that lead the download to abort. It really pays off to download early and often.
de_de: Ja, das stimmt. Subsurface unterstützt die BLE-Übertragung von vielen verschiedenen Tauchcomputern von verschiedenen Herstellern. Daher ist der Code nicht so gut speziell auf einen Tauchcomputer angepasst, wie das eine Herstellersoftware sein kann. Daher sind diese Übertragungen quälend langsam. Normalerweise ist diese Übertragung für ein paar Tauchgänge am Tag langsam aber nicht furchtbar. Aber insbesondere die erste Übertragung mit möglicherweise hunderten Tauchgängen kann eine Stunde oder länger dauern und gelegentlich ist es schwer die Übertragung abzuschliessen, bevor Übertragungsfehler die Übertragung abbrechen lassen. Daher lohnt es sich, früh und oft die Tauchgänge zu übertragen.
es_es: Sí, sí lo son. Ya que Subsurface soporta descargas BLE de muchos ordenadores de buceo diferentes de muchos fabricantes distintos, el código, a menudo, no está tan bien ajustado para un ordenador concreto como lo puede estar el software del fabricante. Así pues, desafortunadamente, estas descargas son dolorosamente lentas. Habitualmente descargar unas pocas inmersiones al día es tedioso, pero no horrible. Pero una descarga, especialmente la inicial, con cien o más inmersiones puede llevar una hora o más (y en ocasiones es difícil completarla sin incurrir en errores que la pueden abortar). De verdad vale la pena descargar a menudo.
fi_fi: Kyllä, ne ovat usein hitaita. Koska Subsurface tukee BLE-latausta monien eri valmistajien monista eri sukellustietokoneista, koodia ei yleensä ole viritetty yhtä hyvin tiettyä sukellustietokonetta varten kuin valmistajan sovellus. Valitettavasti nämä lataukset ovat siis tuskallisen hitaita. Yleensä muutaman sukelluksen lataaminen päivässä on työlästä, mutta ei kamalaa. Mutta varsinkin ensimmäinen lataus, jossa on sata tai enemmän sukelluksia, voi kestää tunnin ja pidempäänkin - ja joskus latausta on vaikea saada valmiiksi ilman, että tulee virheitä, jotka johtavat latauksen keskeytymiseen. Lataaminen aikaisin ja usein todella kannattaa.
fr_fr: Oui, ils le sont. Étant donné que Subsurface prend en charge le téléchargement BLE à partir de nombreux ordinateurs de plongée de différents fabricants, le code n'est généralement pas aussi bien optimisé pour un ordinateur de plongée spécifique que l'application du fabricant peut l'être. Malheureusement, ces téléchargements sont extrêmement lents. En général, télécharger quelques plongées par jour est fastidieux, mais pas horrible. Cependant, un premier téléchargement avec une centaine de plongées ou plus peut prendre une heure, voire plus. Parfois il peut être difficile de terminer le téléchargement sans rencontrer d'erreurs qui entraînent l'annulation du téléchargement. Il est recommandé de télécharger régulièrement.
hr_hr: Da, da jesu. Budući da Subsurface podržava preuzimanje BLE-a s mnogo različitih ronilačkih računala od mnogih različitih proizvođača, kod općenito nije tako dobro podešen za određeno ronilačko računalo kao što to može biti aplikacija proizvođača. Nažalost, ta su preuzimanja bolno spora. Obično je preuzimanje nekoliko zarona dnevno zamorno, ali nije strašno. Ali posebno prvo preuzimanje sa stotinu ili više urona može trajati sat vremena i dulje - a ponekad je teško dovršiti preuzimanje bez nailaska na pogreške koje dovode do prekida preuzimanja. Zaista se isplati rano i često preuzimati.
it_it: Sì, è così. Poiché Subsurface supporta il download BLE da molti computer subacquei di diversi fornitori, il codice non è generalmente ottimizzato per uno specifico computer subacqueo come può esserlo l'applicazione del fornitore. Quindi, purtroppo, questi download sono penosamente lenti. Di solito il download di alcune immersioni al giorno è noioso, ma non terribile. Ma soprattutto un primo download con un centinaio o più di immersioni può richiedere un'ora e più, e a volte è difficile completare il download senza incappare in errori che lo portano a interrompersi. È veramente molto utile scaricare subito e frequentemente.
ko_kr: 예, 그렇습니다. Subsurface는 다양한 공급업체의 다양한 다이브 컴퓨터에서 BLE 다운로드를 지원하므로, 그 코드는 공급업체의 앱만큼 특정 다이브 컴퓨터에 맞추어 튠 되지 않았습니다. 그래서 안타깝지만 이러한 다운로드는 고통스러울 정도로 느립니다. 보통 하루에 다이브 로그 몇 개를 다운로드하는 것은 지루할지라도 끔찍할 정도는 아닙니다. 그러나 특히 100회 이상의 다이브가 포함된 최초 다운로드는 1 시간 이상 걸릴 수 있으며 - 때로는 다운로드가 중단되는 오류 없이 다운로드를 완료하기가 어려울 수도 있습니다. 그러므로 일찍, 자주 다운로드하는 것이 좋습니다.
nl_nl: Ja, dat klopt. Omdat Subsurface BLE downloads van veel verschillende duikcomputers van veel verschillende leveranciers ondersteunt, is de code over het algemeen niet zo goed geoptimaliseerd voor een specifieke duikcomputer als de app van de leverancier kan zijn. Dus helaas zijn deze downloads tergend langzaam. Meestal is het downloaden van een paar duiken per dag vervelend, maar niet verschrikkelijk. Maar vooral een eerste download van honderd of meer duiken kan een uur of langer duren - en soms is het lastig om de download te voltooien zonder tegen fouten aan te lopen waardoor de download wordt afgebroken. Het loont echt de moeite om vroeg en vaak te downloaden.
pt_br: Sim, são. Como Subsurface suporta download BLE de muitos computadores de mergulho de diferentes fabricantes, o código não é geralmente tão afinado para o computador de mergulho específico como o aplicativo do fabricante pode ser. Assim, infelizmente, esses downloads são dolorosamente lentos. Geralmente baixar alguns mergulhos por dia é tedioso mas não horrível. Especialmente um primeiro download com uma centena ou mais de mergulhos pode levar uma hora ou mais -- e algumas vezes é difícil completar o download sem incorrer em erros que o fazem abortar. Realmente compensa baixar logo e frequentemente.
pt_pt: Sim, sim eles são. Como o Subsurface suporta transferência BLE de muitos computadores de mergulho diferentes de vários fornecedores, o código geralmente não é tão bem ajustado para um computador de mergulho específico quanto o aplicação do fornecedor pode ser. Infelizmente, essas transferências são dolorosamente lentas. Normalmente, baixar alguns mergulhos por dia é entediante, mas não horrível. Mas especialmente uma primeira transferência com cem ou mais mergulhos pode levar uma hora ou mais - e às vezes é difícil concluir a transferência sem encontrar erros que levem ao seu cancelamento. Realmente vale a pena fazer a transferência com antecedência e com frequência.
sv_se: Ja, ja det är de. Eftersom Subsurface stöder BLE-nedladdning från många olika dykdatorer från många olika leverantörer, är koden generellt sett inte lika väl anpassad för en specifik dykdator som leverantörens app kan vara. Så tyvärr är dessa nedladdningar smärtsamt långsamma. Vanligtvis är det omständigt att ladda ner några dyk per dag, men inte hemskt. Men speciellt en första nedladdning med hundra eller fler dyk kan ta en timme eller längre - och ibland är det svårt att slutföra nedladdningen utan att stöta på fel som leder till att nedladdningen avbryts. Det lönar sig verkligen att ladda ner tidigt och ofta.

source: If the dive computer offers a way to download with a USB cable (in addition to BLE, like for example the Suunto EON Steel family), that is definitely preferable especially for that first download.
de_de: Bietet der Tauchcomputer noch einen Übertragungsweg über ein USB-Kabel neben BLE, wie zum Beispiel die Suunto EON Steel Familie, ist das definitiv der bessere Übertragungsweg, insbesondere beim allerersten Download.
es_es: Si el ordenador de buceo ofrece la posibilidad de descargar con un cable USB (además de BLE, como por ejemplo la familia Suunto EON Steel), es, definitivamente, preferible para esa primera descarga.
fi_fi: Jos sukellustietokone tarjoaa mahdollisuuden ladata USB-kaapelilla (BLE:n lisäksi, kuten esimerkiksi Suunto EON Steel -tuoteperheessä), se on ehdottomasti suositeltavampaa erityisesti ensimmäistä latausta varten.
fr_fr: Si l'ordinateur de plongée offre une possibilité de téléchargement avec un câble USB (en plus du BLE, comme par exemple la famille Suunto EON Steel), cette méthode est préférable surtout pour ce premier téléchargement.
hr_hr: Ako ronilačko računalo nudi način preuzimanja putem USB kabela (uz BLE, kao na primjer obitelj Suunto EON Steel), to je svakako poželjno, posebno za prvo preuzimanje.
it_it: Se il computer subacqueo offre la possibilità di scaricare con un cavo USB (oltre a BLE, come ad esempio la famiglia Suunto EON Steel), è sicuramente preferibile, soprattutto per il primo download.
ko_kr: 다이브 컴퓨터가 USB 케이블로 다운로드할 수 있는 방법을 제공하는 경우(예: Suunto EON Steel 제품군과 같이 BLE 외에 추가로 USB 케이블 지원) 그것이 확실히 나은 방법이며, 특히 최초 다운로드의 경우 더욱 그러합니다.
nl_nl: Als de duikcomputer een manier biedt om met een USB-kabel te downloaden (naast BLE, zoals bijvoorbeeld de Suunto EON Steel familie), dan heeft dat zeker de voorkeur, vooral voor die eerste download.
pt_br: Se o computador de mergulho oferece uma maneira de fazer download com cabo USB (em adição ao BLE, como por exemplo a família Suunto EON Steel), isso é definitivamente preferível, especialmente para o primeiro download.
pt_pt: Se o computador de mergulho oferecer uma forma de transferência com um cabo USB (além do BLE, como por exemplo a família Suunto EON Steel), isso é definitivamente preferível, especialmente para a primeira transferência.
sv_se: Om dykdatorn erbjuder en möjlighet att ladda ner med en USB-kabel (förutom BLE, som till exempel Suunto EON Steel-familjen) är det definitivt att föredra, särskilt för den första nedladdningen.

source: Does Subsurface-mobile support the Garmin Descent family?
de_de: Unterstützt Subsurface-mobile Garmin Descent Tauchcomputermodelle?
es_es: ¿Es compatible Subsurface-mobile con la familia Garmin Descent?
fi_fi: Tukeeko Subsurfacen mobiiliversio Garmin Descent -tuoteperhettä?
fr_fr: Est-ce que Subsurface-mobile prend en charge la famille Garmin Descent ?
hr_hr: Podržava li Subsurface-mobile Garmin Descent računala?
it_it: Subsurface-mobile supporta la famiglia Garmin Descent ?
ko_kr: Subsurface-mobile은 가민 디센트 제품군을 지원하나요?
nl_nl: Ondersteunt Subsurface-mobile de Garmin Descent familie?
pt_br: O Subsurface-mobile tem suporte para a família Garmin Descent?
pt_pt: O Subsurface-mobile oferece suporte à família Garmin Descent?
sv_se: Stöjder Subsurface-mobil Garmin Descent varianter?
