Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Download the installer from our <a %(crelease)s>current release</a> page and double-click on it. You will get a warning that the installer is from an unknown publisher (but should identify that publisher as Dirk Hohndel / DH Consulting). Please click Yes to allow installation. Next you are presented with the license for Subsurface, after that you can choose where you would like to install Subsurface (the default should be reasonable in most cases) and the Start Menu Folder where a shortcut to call Subsurface and an entry to uninstall Subsurface will be installed.
de_de: Lade den Installer von der <a %(crelease)s>Seite mit der aktuellen Version</a> herunter und starte ihn mit einem Doppelklick. Du bekommst wahrscheinlich eine Warnung, dass der Installer von einem unbekannten Herausgeber ist (bei dem Herausgeber sollte es sich aber um Dirk Hohndel / DH Consulting handeln). Bitte klicke auf "Ausführen", um die Installation durchzuführen. Dann wird die die Lizenz von Subsurface angezeigt, anschließend kann der Installationspfad für Subsurface ausgewählt werden (der Vorschlag sollte in den meisten Fällen passend sein) sowie ein Start-Menü-Ordner, in den ein Verweis zum Schnellen Start von Subsurface sowie ein Eintrag zum Deinstallieren angelegt wird.
es_es: Descarga el instalador de nuestra página <a %(crelease)s>Versión Actual</a> y haz doble clic en él. Aparecerá un aviso de que el instalador es de un editor desconocido (aunque debe identificar al editor como Dirk Hohndel / DH Consulting). Selecciona "Sí" para permitir la instalación. A continuación se presentará la licencia de Subsurface, tras lo que podrás elegir donde prefieres instalar Subsurface (la opción por defecto resultará razonable en la mayoría en la mayoría de los casos) y la carpeta del menú "Inicio" donde se instalará un atajo para lanzar Subsurface y una entrada para el desinstalador.
fi_fi: Lataa asennusohjelma <a %(crelease)s>nykyinen versio</a>-sivultamme ja kaksoisnapsauta sitä. Saat varoituksen, jonka mukaan asennusohjelma on tuntemattomalta julkaisijalta (mutta sen pitäisi olla Dirk Hohndel / DH Consulting). Valitse Kyllä salliaksesi asennuksen. Seuraavaksi sinulle näytetään Subsurface-lisenssi, jonka jälkeen voit valita, mihin hakemistoon haluat asentaa Subsurface-ohjelman (oletusarvon pitäisi olla useimmissa tapauksissa järkevä) ja Käynnistä-valikon kansion, johon luodaan pikakuvake Subsurfacen käynnistämistä ja poistoa varten.
fr_fr: Téléchargez l'installateur depuis notre page de <a %(crelease)s>version actuelle</a> et double-cliquez dessus. Vous recevrez un avertissement indiquant que l'installateur provient d'un éditeur inconnu (mais devrait identifier cet éditeur comme Dirk Hohndel / DH Consulting). Veuillez cliquer sur "Oui" pour autoriser l'installation. Ensuite, vous verrez la licence de Subsurface, puis vous pourrez choisir où vous souhaitez installer Subsurface (le dossier par défaut devrait convenir dans la plupart des cas). Un raccourci sera créé pour lancer et désinstaller Subsurface seront créés dans un dossier du menu Démarrer.
hr_hr: Preuzmite program za instalaciju s naše <a %(crelease)s>stranice trenutne verzije</a> i dvaput kliknite na njega. Dobit ćete upozorenje da je program za instalaciju od nepoznatog izdavača (ali trebali biste identificirati tog izdavača kao Dirk Hohndel / DH Consulting). Kliknite Yes kako biste dopustili instalaciju. Zatim vam se prikazuje licenca za Subsurface, nakon toga možete odabrati gdje želite instalirati Subsurface (zadano bi trebalo biti razumno u većini slučajeva) i mapu izbornika Start gdje će se nalaziti prečac za Subsurfacea i unos za deinstalaciju Subsurfacea.
it_it: Scaricate il programma d'installazione dalla nostra pagina <a %(crelease)s>delle release attuali</a> e fate doppio clic su di esso. Verrà visualizzato un avviso che indica che il programma di installazione proviene da un autore sconosciuto (ma dovrebbe essere identificato come Dirk Hohndel / DH Consulting). Fare clic su Sì per consentire l'installazione. Successivamente vi verrà presentata la licenza di Subsurface, dopodiché potrete scegliere dove installare Subsurface (il valore predefinito dovrebbe essere corretto nella maggior parte dei casi) e la cartella del menu di avvio in cui verranno installati un collegamento per richiamare Subsurface e una voce per disinstallare Subsurface.
ko_kr: 우리의 <a %(crelease)s>현재 릴리스</a> 페이지에서 설치 프로그램을 다운로드하고 그것을 더블 클릭하세요. 당신은 설치 프로그램의 게시자를 알 수 없다는 경고 메시지를 받을 것입니다(그러나 해당 게시자는 Dirk Hohndel 또는 DH Consulting으로 식별되어야 합니다). 예를 클릭하여 설치를 허용하세요. 이후 당신은 Subsurface에 대한 라이센스 표시를 볼 것이고, 그 다음 Subsurface의 설치 위치(대부분의 경우 기본값이 적당함)와 Subsurface 실행 및 제거를 위한 바로가기가 설치될 Start Menu 폴더를 선택할 수 있습니다.
nl_nl: Download het installatieprogramma van onze <a %(crelease)s>huidige versie</a> pagina en dubbelklik erop. Je krijgt een waarschuwing dat het bestand van een onbekende uitgever is (maar die uitgever zou Dirk Hohndel / DH Consulting moeten zijn). Klik op Ja om de installatie toe te staan. Vervolgens krijg je de licentie van Subsurface te zien, en kun je daarna kiezen waar je Subsurface wilt installeren (de standaard locatie zou in de meeste gevallen goed moeten zijn) en het Start Menu waar een snelkoppeling wordt geïnstalleerd om Subsurface aan te roepen en een optie om Subsurface te verwijderen.
pt_br: Baixe o executável de instalação de nossa página <a %(crelease)s>distribuição atual</a> e dê um duplo clique no arquivo. Você receberá um alerta de que é de um editor desconhecido (mas que deverá estar identificado como Dirk Hohndel / DH Consulting). Clique em 'Sim' para permitir a instalação. A seguir será apresentada a licença para o Subsurface; depois disso você poderá escolher onde instalá-lo (o caminho padrão sugerido será razoável para a maioria dos casos) e a pasta no Menu Inicial onde um atalho para o Subsurface e uma entrada para desinstalá-lo serão colocados.
pt_pt: Descarregue o ficheiro de instalação da nossa <a%(crelease)s >página de lançamentos</a> e clique duas vezes no ficheiro descarrefado. Receberá um aviso de que o instalador é de um editor desconhecido (que deverá estar identificado como Dirk Hohndel/DH Consulting). Clique em Sim para permitir a instalação. De seguida, você verá a licença do Subsurface, depois disso poderá escolher onde deseja instalar o Subsurface (a localização por defeito deve ser aceitável na maioria dos casos) e a pasta do menu Iniciar onde irão ser criados os atalhos para executar o Subsurface e para desinstalar o Subsurface.
sv_se: Ladda ner installationsprogrammet från vår sida för <a %(crelease)s>aktuella versioner</a> och dubbelklicka på det. Du kommer att få en varning om att installationsprogrammet kommer från en okänd utgivare (men bör identifiera utgivaren som Dirk Hohndel / DH Consulting). Klicka på Ja för att tillåta installationen. Sedan presenteras licensen för Subsurface, därefter kan du välja var du vill installera Subsurface (standardinställningen bör vara rimlig i de flesta fall) och Startmeny-mappen där en genväg för att starta Subsurface och en avinstallationsfunktion för Subsurface kommer att installeras.

source: For technical reasons, some of the Windows binaries you can download from our website aren't signed at all, in which case Windows provides more and stronger warnings when trying to use them. As long as you download the binaries from this website they are safe and do not contain any malware.
fi_fi: Teknisistä syistä jotkin verkkosivustoltamme ladattavat Windows-binäärit eivät ole lainkaan allekirjoitettuja, jolloin Windows antaa enemmän ja voimakkaampia varoituksia, kun niitä yritetään käyttää. Niin kauan kuin lataat binäärit tältä verkkosivustolta, ne ovat turvallisia eivätkä sisällä haittaohjelmia.
fr_fr: Pour des raisons techniques, certains des binaires Windows que vous pouvez télécharger depuis notre site web ne sont pas du tout signés, auquel cas Windows lève plus d'avertissements et plus forts lors de leur utilisation. Tant que vous téléchargez les binaires depuis ce site web, ils sont sûrs et ne contiennent aucun logiciel malveillant.
hr_hr: Iz tehničkih razloga, neke od Windows binarnih datoteka koje možete preuzeti s naše stranice uopće nisu potpisane, u kojem slučaju Windows daje više i snažnija upozorenja kada ih pokušate koristiti. Dokle god preuzimate binarne datoteke s ove web stranice, one su sigurne i ne sadrže zlonamjerni softver.
it_it: Per motivi tecnici, alcuni dei file di installazione di Windows che si possono scaricare dal nostro sito web non sono firmati, nel qual caso Windows fornisce avvisi sempre più forti quando si cerca di utilizzarli. Se scaricate i file di installazione da questo sito web, essi sono sicuri e non contengono malware.
ko_kr: 기술적인 이유로 이 웹사이트에서 다운로드 가능한 Windows 바이너리 중 일부는 전혀 서명되지 않았으며, 이를 실행할 때 Windows는 더욱 강력한 경고 메시지를 표시합니다. 이 웹사이트에서 다운로드 한 바이너리는 안전하며 어떠한 악성 코드도 포함되어 있지 않습니다.
nl_nl: Vanwege technische redenen zijn sommige van de Windows bestanden die je van onze website kunt downloaden niet ondertekend, waardoor Windows meer en krachtigere waarschuwingen geeft wanneer je ze probeert te gebruiken. Zolang je de bestanden van deze website downloadt, zijn ze veilig en bevatten ze geen malware.
pt_br: Por questões técnicas, alguns dos binários para Windows que você pode baixar de nosso website não são assinados; nesse caso, Windows apresenta mais e mais fortes alertas ao tentar utilizá-los. Desde que os binários sejam baixados deste website, eles são seguros e não contém qualquer tipo de código malicioso/malware.
pt_pt: Por razões técnicas, alguns dos binários para Windows que podem ser descarregados da nossa página são estão assinados e o Windows irá reclamar mais e mais quando tentar instalá-los. Desde que descarregue os ficheiros a partir da nossa página, estes são seguros e não contêm «malware».
sv_se: På grund av tekniska skäl är vissa av de Windows-binärer du kan ladda ner från vår webbplats inte signerade alls och då ger Windows ger fler och starkare varningar när du försöker använda dem. Så länge du laddar ner binärerna från denna webbplats är de säkra och innehåller inte någon skadlig kod.

source: Supported versions
de_de: Unterstützte Versionen
es_es: Versiones compatibles
fi_fi: Tuetut versiot
fr_fr: Versions prises en charge
hr_hr: Podržane verzije
it_it: Versioni supportate
ko_kr: 지원되는 버전
nl_nl: Ondersteunde versies
pt_br: Versões suportadas
pt_pt: Versões suportadas
sv_se: versioner som stöds

source: Subsurface runs on Windows 10 and newer. It should still run on Windows 8 (but then, why would you want to run that). Older versions aren't supported anymore.
de_de: Subsurface unterstützt Windows 10 und 11. Es sollte immer noch auf Windows 8 laufen (aber warum würdest du das wollen?). Ältere Versionen von Windows werden nicht mehr unterstützt.
es_es: Subsurface se ejecuta en Windows 10 y más recientes. Debería de correr también en Windows 8. Las versiones más antiguas ya no son compatibles.
fi_fi: Subsurface toimii Windows 10:ssä ja uudemmissa. Sen pitäisi silti toimia Windows 8:ssa (mutta sen käyttö ei ole suositeltavaa). Vanhempia versioita ei enää tueta.
fr_fr: Subsurface fonctionne sous Windows 10 et les versions ultérieures. Il devrait toujours fonctionner sous Windows 8 (mais alors, pourquoi voudriez-vous l'exécuter). Les anciennes versions ne sont plus prises en charge.
hr_hr: Subsurface radi na Windows 10 i novijim. I dalje bi trebao raditi na Windows 8 (ali zašto biste htjeli koristiti Windows 8). Starije verzije više nisu podržane.
it_it: Subsurface funziona su Windows 10 e versioni successive. Dovrebbe funzionare anche su Windows 8 (ma perché mai si vorrebbe farlo...). Le versioni precedenti non sono più supportate.
ko_kr: Subsurface는 Windows 10 및 그 이후 버전에서 동작합니다. Windows 8에서도 동작은 할 수 있습니다(하지만 굳이 그렇게 할 이유가 무엇인가요). 이전 버전은 더 이상 지원되지 않습니다.
nl_nl: Subsurface draait op Windows 10 en nieuwer. Het zou nog steeds op Windows 8 moeten draaien (maar waarom zou je dat willen draaien). Oudere versies worden niet meer ondersteund.
pt_br: Subsurface roda em Windows 10 e mais recentes. Deve ainda rodar em Windows 8 (mas por que alguém desejaria rodar isso?). Versões mais antigas não são mais suportadas.
pt_pt: O Subsurface corre no Windows 10 e nas versões mais recentes. Provavelmente ainda deve correr no Windows 8 (mas por que razão quereria fazê-lo?). Versões mais antigas não são suportadas.
sv_se: Subsurface körs på Windows 10 och nyare. Det bör fortfarande fungera på Windows 8 (men varför skulle du vilja köra det). Äldre versioner stöds inte längre.

source: Where do I find the log files on Windows?
de_de: Wo finde ich unter Windows die Logdateien?
es_es: ¿Donde encuentro los archivos "log" en Windows?
fi_fi: Mistä löydän lokitiedostot Windowsissa?
fr_fr: Où puis-je trouver les fichiers journaux sur Windows (log Files) ?
hr_hr: Gdje mogu pronaći logove na Windowsu?
it_it: Dove trovo i file di log su Windows
ko_kr: Windows에서 로그 파일은 어디서 찾을 수 있나요?
nl_nl: Waar vind ik de logbestanden op Windows?
pt_br: Onde encontro os arquivos de log do Windows?
pt_pt: Onde estão localizados os ficheiros com os registos dos mergulhos no Windows?
sv_se: Var hittar jag logfilerna in WIndows filsystem?

source: The logs are in <code>C:\Users\Home\AppData\Roaming\Subsurface</code> in the two files <code>subsurface_out.log</code> and <code>subsurface_err.log</code>
de_de: Die Logs (nicht das Tauchlogbuch) finden sich unter <code>C:\Users\Home\AppData\Roaming\Subsurface</code> in den beiden Dateien <code>subsurface_out.log</code> und <code>subsurface_err.log</code>.
es_es: Los logs están en <code>C:\Users\Home\AppData\Roaming\Subsurface</code> en los dos archivos <code>subsurface_out.log</code> y <code>subsurface_err.log</code>
fi_fi: Lokitiedostot ovat hakemistossa <code>C:\Users\Home\AppData\Roaming\Subsurface</code> kahdessa eri tiedostossa <code>subsurface_out.log</code> ja <code>subsurface_err.log</code>
fr_fr: Les journaux se trouvent dans <code>C:\Users\Home\AppData\Roaming\Subsurface</code> dans les deux fichiers <code>subsurface_out.log</code> et <code>subsurface_err.log</code>
hr_hr: Logovi se nalaze u <code>C:\Users\Home\AppData\Roaming\Subsurface</code> u dvije datoteke <code>subsurface_out.log</code> i <code>subsurface_err.log</code>
it_it: I log si trovano in <code>C:\Users\Home\AppData\Roaming\Subsurface </code>in due file <code>subsurface_out.log </code>e <code>subsurface_err.log</code>
ko_kr: 로그 기록은 <code>C:\Users\Home\AppData\Roaming\Subsurface</code> 폴더 내 <code>subsurface_out.log</code> 와 <code>subsurface_err.log</code>의 두 파일로 저장됩니다.
nl_nl: De logbestanden staan in <code>C:\Users\Home\AppData\Roaming\Subsurface</code> in de twee bestanden <code>subsurface_out.log</code> en <code>subsurface_err.log</code>
pt_br: Os logs estão em <code>C\:\\Users\\Home\\AppData\\Roaming\\Subsurface</code> nos arquivos <code>subsurface_out.log</code> e <code>subsurface_err.log</code>
pt_pt: Os logbooks estão guardados em <code>C:\Users\Home\AppData\Roaming\Subsurface</code> nos dois ficheiros <code>subsurface_out.log</code> e <code>subsurface_err.log</code>
sv_se: Logfilerna 2subsurface_out.log2 och 3subsurface_err.log3 är i mappen 1C:\Users\Home\AppData\Roaming\Subsurface1

source: Which drivers do I need for my dive computer
de_de: Welche Treiber brauche ich für meinen Tauchcomputer?
es_es: ¿Qué drivers necesito para mi ordenador de buceo?
fi_fi: Mitä ohjaustiedostoja/ajureita tarvitsen sukellustietokonettani varten
fr_fr: Quels pilotes ai-je besoin pour mon ordinateur de plongée
hr_hr: Koji upravljačke datoteke su potrebne za moje ronilačko računalo
it_it: Di che driver ho bisogno per il mio computer subacqueo
ko_kr: 내 다이브 컴퓨터를 위해 어떤 드라이버를 설치해야 하나요
nl_nl: Welke drivers heb ik nodig voor mijn duikcomputer
pt_br: Que drivers necessito para meu computador de mergulho?
pt_pt: Que gestores de dispositivos são necessários para o meu computador de mergulho
sv_se: Vilka drivrutiner behöver jag för min dykdator

source: Great question - typically those are specific to the combination of dive computer and download cable that you use. And it's really hard to give universally correct answers.
de_de: Gute Frage - typischer Weise hängt das von der Kombination aus Tauchcomputer und verwendetem Verbindungskabel ab. Daher ist es schwer, allgemein gültige Antworten zu geben.
es_es: Buena pregunta. Comúnmente son específicos para la combinación de ordenador de buceo y cable de descarga que utilices. Y es realmente complicado dar respuestas universalmente correctas a la pregunta.
fi_fi: Hyvä kysymys - tyypillisesti ne ovat riippuvaisia käyttämästäsi sukellustietokoneen ja latauskaapelin yhdistelmästä. Kaikkiin tapauksiin soveltuvaa vastausta on todella vaikea antaa.
fr_fr: Bonne question - en général, cela dépend de la combinaison de l'ordinateur de plongée et du câble de téléchargement que vous utilisez. Il est vraiment difficile de donner une réponse universelle.
hr_hr: Sjajno pitanje - obično su specifična za kombinaciju ronilačkog računala i kabela za preuzimanje koji koristite. I zaista je teško dati univerzalno točne odgovore.
it_it: Ottima domanda: in genere questi fattori sono specifici della combinazione di computer subacqueo e cavo di download che si utilizza. È davvero difficile dare risposte universalmente corrette.
ko_kr: 좋은 질문입니다만 - 이는 일반적으로 당신이 사용하는 다이브 컴퓨터와 다운로드 케이블의 조합에 따라 다릅니다. 그리고 이 질문에 대해 보편적인 정답을 주는 것은 매우 어렵습니다.
nl_nl: Goede vraag - meestal zijn deze specifiek voor de combinatie van duikcomputer en downloadkabel die je gebruikt. En het is echt moeilijk om universeel juist te beantwoorden.
pt_br: Boa pergunta -- geralmente aqueles específicos à combinação de computador de mergulho e o cabo que você utilize para o download. É realmente difícil dar respostas universalmente corretas.
pt_pt: Boa pergunta - normalmente aqueles que sejam específicos para a sua combinação de computador de mergulho e cabo para o download. E é bastante difícil darmos uma resposta universalmente correcta a esta questão.
sv_se: Bra fråga - vanligtvis är de specifika för kombinationen av dykdator och nedladdningskabel som du använder. Och det är verkligen svårt att ge allmänt korrekta svar.

source: Installing the vendor provided dive log software often is enough to trigger an install of those drivers, but sometimes things are a bit more complicated. Searching the <a %(forum)s>User Forum</a> often helps.
de_de: Die vom Hersteller des Tauchcomputers mitgelieferte Software zu installieren reicht in der Regel, um die benötigten Treiber zu installieren, manchmal ist es aber auch komplizierter. Eine Suche im <a %(forum)s>Benutzer-Forum</a> hilft hier oft weiter.
es_es: A menudo, instalar el software de divelog del fabricante es suficiente para hacer que se instalen los drivers, pero en ocasiones la cosa se complica. Hacer una búsqueda en el <a %(forum)s>Foro de Usuarios</a> suele ayudar.
fi_fi: Myyjän tarjoaman sukelluslokikirja-ohjelmiston asentaminen riittää usein käynnistämään näiden ajurien asentamisen, mutta joskus asiat ovat hieman monimutkaisempia. <a%(forum)s>Keskustelu</a>-sivulta etsiminen usein auttaa löytämään vastauksen.
fr_fr: Installer le logiciel fourni par le vendeur de l'ordinateur est souvent suffisant pour déclencher l'installation des pilotes Mais parfois les choses sont un peu plus compliquées. La recherche sur le <a %(forum)s>Forum utilisateur</a> peut aider.
hr_hr: Instalacija službenog softvera za dnevnik ronjenja za vaše ronilačko računalo često je dovoljna da pokrene instalaciju tih upravljačkih programa, ali ponekad su stvari malo kompliciranije. Pretraživanje <a %(forum)s>korisničkog foruma</a> često pomaže.
it_it: L'installazione del software divelog del fornitore è spesso sufficiente per attivare l'installazione di tali driver, ma a volte le cose sono un po' più complicate. La ricerca nel <a %(forum)s>Forum degli utenti</a> è spesso di aiuto.
ko_kr: 공급업체가 제공한 다이브 로그 소프트웨어를 설치하는 것만으로도 필요한 드라이버가 설치되는 경우가 많습니다만, 반드시 그런 것은 아닙니다. <a %(forum)s>사용자 포럼</a>을 검색하는 것도 종종 도움이 됩니다.
nl_nl: Het installeren van de duiklogsoftware van de leverancier is vaak voldoende om die drivers geïnstalleerd te krijgen, maar soms ligt het iets ingewikkelder. Zoeken op het <a %(forum)s>Gebruikersforum</a> helpt vaak.
pt_br: A instalação do software de logbook fornecido pelo fabricante é geralmente suficiente para provocar a instalação de todos aqueles drivers, mas às vezes as coisas são um pouco mais complicadas. A pesquisa no <a %(forum)s>Fórum de Usuários</a> geralmente ajuda.
pt_pt: Normalmente instalar o programa de registo de mergulhos do fabricante do seu computador de mergulho deve ser suficiente para instalar esses controladores de dispositivo, embora por vezes, as coisas possam ser um pouco mais complicadas. Procurar ajuda no <a %(forum)s>Fórum de utilizadores</a> normalmente resulta.
sv_se: Att installera den av leverantören tillhandahållna dykloggsprogramvaran är ofta tillräckligt för att utlösa en installation av dessa drivrutiner, men ibland är saker och ting lite mer komplicerade. Att söka i <a %(forum)s>Användarforumet</a> hjälper ofta.

source: Is there a virus in the Subsurface installer?
de_de: Enthält das Installationsprogramm von Subsurface einen Virus?
es_es: ¿Hay un virus en el instalador de Subsurface?
fi_fi: Onko Subsurfacen asennusohjelmassa virus?
fr_fr: Y a-t-il un virus dans l'installateur de Subsurface ?
hr_hr: Postoji li virus u Subsurface instalacijskom programu?
it_it: C'è un virus nel setup di Subsurface ?
ko_kr: Subsurface 설치 프로그램에 바이러스가 있나요?
nl_nl: Zit er een virus in het installatieprogramma van Subsurface?
pt_br: Há algum vírus no instalador do Subsurface?
pt_pt: Há um vírus no ficheiro de instalação do Subsurface?
sv_se: Är det ett datorvirus i installationsprogrammet för Subsurface?
