Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: This FAQ is maintained as part of our website in the <a %(webrepo)s>website repo</a>. Pull requests are of course welcome - you can also suggest additions to the FAQ in the <a %(userforum)s>User Forum</a>.
de_de: Diese FAQ wird unterhalten als Teil unserer Webseite im <a %(webrepo)s>Webseiten repo</a>. Pull requests sind immer willkommen, du kannst auch Ergänzungen zu dieser FAQ im <a %(userforum)s>Benutzer-Forum</a> vorschlagen.
es_es: Este FAQ es mantenido como parte de nuestra web en el <a %(webrepo)s>website repo</a>. Las PRs son bienvenidas y también puedes sugerir cambios y mejoras al FAQ en el <a %(userforum)s>Foro de Usuarios</a>.
fi_fi: Usein kysytyt kysymykset - FAQ - on osa <a%(webrepo)s>sivustomme repositoryn</a> sisältöä. Voit ehdottaa lisäyksiä 'Usein kysyttyjen kysymyksien' listalle <a%(userforum)s>Keskusteluryhmässä</a> ja myös sen sisällön päivittämistä repositorystä.
fr_fr: Cette FAQ est maintenue dans le cadre de notre site web dans le <a %(webrepo)s>répertoire du site web</a>. Les demandes de nouvelles fonctionnalités sont bien sûr les bienvenues - vous pouvez également suggérer des ajouts à la FAQ dans le <a %(userforum)s>Forum utilisateur</a>.
hr_hr: Ovaj FAQ se održava kao dio naše web stranice u <a %(webrepo)s>repozitoriju web stranice</a>. Pull requestovi su naravno dobrodošli - također možete predložiti dodatke za FAQ na <a %(userforum)s>korisničkom forumu</a>.
it_it: Questa FAQ è mantenuta come parte del nostro sito web nella repo <a %(webrepo)s>sito web</a>. Le richieste di pull sono ovviamente benvenute; è inoltre possibile suggerire aggiunte alle FAQ nell'<a %(userforum)s>Forum degli utenti1</a>.
ko_kr: 이 자주 하는 질문 - FAQ - 페이지는 웹사이트의 일부로서 <a %(webrepo)s>웹사이트 저장소</a> 내에 유지 관리됩니다. 풀 리퀘스트도 얼마든지 환영이며, 물론 <a %(userforum)s>사용자 포럼</a>을 통해 자주 하는 질문에 추가할 사항을 제안할 수도 있습니다.
nl_nl: Deze FAQ wordt onderhouden als onderdeel van onze website in de <a %(webrepo)s>website repo</a>. Pull requests zijn uiteraard welkom - je kunt ook aanvullingen op de FAQ voorstellen op het <a %(userforum)s>Gebruikersorum</a>.
pt_br: Esta FAQ é mantida como parte de nosso website no <a %(webrepo)s>repositório do website</a>. Pedidos são sempre bem vindos -- você pode também sugerir adições à FAQ no <a %(userforum)s>Fórum de Usuários</a>
pt_pt: Este FAQ é mantido como parte do nosso site no <a %(webrepo)s> repositório do site</a>. Solicitações de alteração são obviamente bem-vindas - você também pode sugerir acréscimos ao FAQ no <a %(userforum)s> fórum de utilizadores </a>.
sv_se: Denna FAQ upprätthålls som en del av vår webbplats i <a %(webrepo)s>webbplatsrepo</a>. Pull-förfrågningar är självklart välkomna - du kan också föreslå tillägg till FAQ:en i <a %(userforum)s>Användarforumet</a>.

source: The free, open-source cross-platform dive log software.
de_de: Das kostenlose, quell-offene und plattformübergreifende digitale Tauchlogbuch.
es_es: El software gratuito, de código abierto y multiplataforma.
fi_fi: Ilmainen, avoimen lähdekoodin monella alustalla toimiva sukelluslokikirjasto-ohjelmisto
fr_fr: Le logiciel de Gestion de Carnet de Plongée gratuit, open-source et multiplateforme.
hr_hr: Besplatni open source softver za bilježenje ronjenja za više platformi.
it_it: Il programma per registrare immersioni libero, open-source e multipiattaforma.
ko_kr: 무료, 오픈소스 크로스플랫폼 다이브 로그 소프트웨어
nl_nl: De gratis, open-source cross-platform duiklog software.
pt_br: O software de log de mergulho gratuito, de código aberto e de plataforma cruzada.
pt_pt: O software gratuito multiplataforma, de registo de mergulho, de código aberto.
sv_se: Den fria, öppen källkod-plattformsoberoende dykloggsprogramvaran.

source: Downloads for other platforms
de_de: Übertragungen für andere Plattformen
fi_fi: Lataukset muille alustoille
fr_fr: Téléchargements pour d'autres plateformes
hr_hr: Preuzimanja za druge platforme
it_it: Download per altre piattaforme
ko_kr: 다른 플랫폼에서의 다운로드
nl_nl: Downloads voor andere platforms
pt_br: Downloads para outras plataformas
pt_pt: Transferências para outras plataformas
sv_se: Nedladdningar för andra platformar

source: Multiplatform
es_es: Multiplataforma
fi_fi: Toimii monilla eri alustoilla
fr_fr: Multiplateforme
it_it: Multipiattaforma
ko_kr: 다양한 플랫폼
pt_br: Multiplataforma
pt_pt: Multiplataforma
sv_se: Multiplattform

source: Subsurface is an open source divelog program for recreational, tech, and free-divers that runs on Windows, Mac, and Linux
de_de: Subsurface ist ein quelloffenes und kostenloses Tauchlogbuch für Sport-, Tech- und Freitaucher, das auf Windows, Mac und Linux läuft
es_es: Subsurface es un programa de registro de inmersiones para buceadores recreativos, técnicos y apneístas, que corre en Windows, Mac y Linux
fi_fi: Subsurface on avoimen lähdekoodin sukelluslokikirja-ohjelmisto virkistys-, tekniikka- ja vapaasukeltajille. Subsurfacea voi käyttää Windowsissa, Macissa ja Linuxissa
fr_fr: Subsurface est un programme gratuit de gestion des plongées open source pour les plongeurs récréatifs, techniques et en apnée qui fonctionne sur Windows, Mac et Linux.
hr_hr: Subsurface je open source program za bilježenje zarona za rekreativne, tehničke i ronioce na dah koji radi na Windowsu, Macu i Linuxu
it_it: Subsurface è un programma di divelog open source per subacquei ricreativi, tecnici e apneisti che funziona su Windows, Mac e Linux.Subsurface è un programma di divelog open source per subacquei ricreativi, tecnici e apneisti che funziona su Windows, Mac e Linux.
ko_kr: Subsurface는 레크리에이셔널, 테크 및 프리 다이버들을 위한 오픈소스 다이브 로그 프로그램으로서 Windows, Mac, 및 Linux에서 동작합니다.
nl_nl: Subsurface is een open source duiklog programma voor recreatieve, technische en apneu duikers en is beschikbaar voor Windows, Mac en Linux.
pt_br: Subsurface é um programa de log de mergulhos de código aberto para mergulhadores recreativos, técnicos e de apneia que roda em Windows, Mac e Linux.
pt_pt: O Subsurface é um programa de código aberto para mergulho desportivo, técnico e em apneia, que corre em Windows, Mac e Linux.
sv_se: Subsurface är ett öppen källkods-dykloggsprogram för rekreation, teknik och fridykare som körs på Windows, Mac och Linux.

source: Log all your dives
de_de: Logge alle deine Tauchgänge
es_es: Registra todos tus buceos
fi_fi: Kirjaa kaikki sukelluksesi
fr_fr: Loguez toutes vos plongées
hr_hr: Zabilježite sve svoje zarone
it_it: Salva tutte le tue immersioni
ko_kr: 당신의 모든 다이브를 기록하세요
nl_nl: Log al je duiken
pt_br: Registre todos os seus mergulhos
pt_pt: Registe todos os seus mergulhos
sv_se: Logga alla dina dyk

source: Download your dives from your dive computer. Import them from other dive log programs or dive log websites. Manually enter them directly in Subsurface or via a simple spreadsheet.
de_de: Übertrage deine Tauchgänge von deinem Tauchcomputer. Importiere sie aus einer anderen Logbuchsoftware oder Tauchlogbuch-Webseiten. Trage sie manuell in Subsurface ein oder mittels einer einfachen Tabellenkalkulations-Datei
es_es: Descarga tus inmersiones de tu ordenador de buceo. Impórtalas desde otros programas o webs de divelogs. Introdúcelas directamente a mano o a través de una simple hoja de cálculo.
fi_fi: Lataa sukelluksesi sukellustietokoneestasi. Tuo ne muista sukelluslokikirja-ohjelmistoista tai -sivustoista. Syötä ne manuaalisesti suoraan Subsurfaceen tai lataa yksinkertaisen taulukkolaskentatiedoston avulla.
fr_fr: Téléchargez vos plongées depuis votre ordinateur de plongée. Importez-les à partir d'autres programmes de carnet de plongée ou de sites web. Saisissez-les manuellement directement dans Subsurface ou importer via une simple feuille de calcul.
hr_hr: Preuzmite svoje zarone sa svog ronilačkog računala. Uvezite ih iz drugih programa za dnevnike ronjenja ili web stranica s zapisnicima ronjenja. Ručno ih unesite izravno u Subsurface ili putem jednostavne tablice.
it_it: Scarica le immersioni dal computer subacqueo. Importale da altri programmi di registrazione delle immersioni o da siti web di registrazione delle immersioni. Inseriscile direttamente in Subsurface manualmente o tramite un semplice foglio di calcolo.
ko_kr: 다이브 컴퓨터로부터 다이브 로그를 다운로드하세요. 다른 다이브 로그 프로그램이나 웹사이트에서 가져오기하세요. Subsurface에서 직접 수동으로 입력하거나 간단한 스프레드시트를 통해 입력할 수도 있습니다.
nl_nl: Download je duiken uit je duikcomputer. Importeer duiken vanuit andere duiklog programma's of websites. Voer duiken handmatig in, rechtstreeks in Subsurface of via een eenvoudige spreadsheet.
pt_br: Baixe seus mergulhos de seu computador de mergulho. Importe-os de outros programas ou de websites de logbook de mergulho. Entre os mergulhos de forma manual diretamente no Subsurface ou através de uma simples planilha.
pt_pt: Descarregue os seus mergulhos a partir do seu computador de mergulho. Importe mergulhos a partir de outros programas ou de sítios da Internet. Em alternativa pode introduzi-los directamente no Subsurface ou através de uma folha de cálculo simples.
sv_se: Ladda ner dina dyk från din dykdator. Importera dem från andra dykloggsprogram eller dykloggswebbplatser. Mata in dem manuellt direkt i Subsurface eller via en enkel kalkylblad.

source: Dive planner
de_de: Tauchgangsplaner
es_es: Planificador de inmersiones
fi_fi: Sukelluksen suunnittelu
fr_fr: Planificateur de plongée
hr_hr: Planer ronjenja
it_it: Pianificatore di immersioni
ko_kr: 다이브 플래너
nl_nl: Duikplanner
pt_br: Planejador de mergulho
pt_pt: Planeamento de mergulhos
sv_se: Dykplanerare

source: The planner module makes it simple to visually plan dives either based on Bühlmann ZH-16 or VPM-B
de_de: Der Tauchgangsplaner lässt dich einfach grafisch deine Tauchgänge mit Bühlmann ZH-16 oder VPM-B planen
es_es: El módulo planificador hace que sea sencillo planificar visualmente buceos basándose en Bühlmann ZH-16 o VPM-B
fi_fi: Suunnittelutoiminnon avulla on helppo suunnitella sukellukset visuaalisesti joko Bühlmann ZH-16:n tai VPM-B:n perusteella.
fr_fr: Le module de planification facilite la planification visuelle des plongées, avec les algorithmes Bühlmann ZH-16 et//ou VPM-B.
hr_hr: Modul planera olakšava vizualno planiranje ronjenja na temelju Bühlmann ZH-16 ili VPM-B algoritma
it_it: Il modulo di pianificazione semplifica la pianificazione visiva delle immersioni sulla base del Bühlmann ZH-16 o del VPM-B.
ko_kr: 플래너 모듈을 사용하면 Bühlmann ZH-16 또는 VPM-B에 기반하여 다이빙을 시각적으로 쉽게 계획할 수 있습니다.
nl_nl: De planningsmodule maakt het eenvoudig om duiken visueel te plannen op basis van Bühlmann ZH-16 of VPM-B.
pt_br: O módulo de planejamento de mergulho torna simples planejar visualmente mergulhos baseados nos algoritmos Bühlmann ZH-16 ou VPM-B
pt_pt: O módulo de planificação torna simples a visualização dos planos de mergulho baseados nos modelos Bühlmann ZH-16 ou VPM-B
sv_se: Planeringsmodulen gör det enkelt att visuellt planera dyk baserat antingen på Bühlmann ZH-16 eller VPM-B.

source: Subsurface-mobile
fi_fi: Subsurfacen mobiiliversio
pt_pt: Subsurface móvel
sv_se: Subsurface-mobil

source: Using Subsurface-mobile on your Android or iOS device you can access your dive log anywhere
de_de: Mit Subsurface-mobile kannst du dein Logbuch auf Android oder iOS überall erreichen.
es_es: Utilizando Subsurface-mobile en tu dispositivo Android o iOS puedes acceder a tu divelog en cualquier lugar
fi_fi: Käyttämällä Subsurfacen mobiiliversiota Android- tai iOS-laitteellasi voit käyttää sukelluslokikirjaasi missä tahansa.
fr_fr: En utilisant Subsurface-mobile sur votre appareil Android ou iOS, vous pouvez accéder à votre carnet de plongée n'importe où.
hr_hr: Koristeći Subsurface-mobile na svom Android ili iOS uređaju možete pristupiti dnevniku ronjenja bilo gdje
it_it: Utilizzando Subsurface-mobile sul vostro dispositivo Android o iOS potete accedere al vostro divelog ovunque.
ko_kr: 안드로이드나 iOS 장치에서는 Subsurface-mobile을 사용해 어디에서든 다이브 로그에 접근할 수 있습니다
nl_nl: Met Subsurface-mobile op je Android- of iOS-apparaat heb je overal toegang tot je duiklogboek.
pt_br: Usando Subsurface-mobile no seu dispositivo Android ou iOS é possível acessar seu logbook de mergulhos em qualquer lugar
pt_pt: Ao usar o Subsurface móvel no seu dispositivo Android ou iOS pode aceder ao registo dos seus mergulhos em qualquer lugar
sv_se: Genom att använda Subsurface-mobil på din Android- eller IOS-enhet kan du komma åt din dyklog vartän du befinner dej

source: Cloud storage
de_de: Cloud-Speicher
es_es: Almacenamiento en la nube
fi_fi: Pilvipalvelu
fr_fr: Stockage dans le Cloud
hr_hr: Pohrana u cloudu
it_it: Spazio su Cloud
ko_kr: 클라우드 스토리지
nl_nl: Cloud opslag
pt_br: Armazenamento em nuvem
pt_pt: Armazenamento remoto
sv_se: Molnlagring

source: Optionally store your logbook data in the cloud. Work with your data from different devices, online and offline. Fully integrated, free, and easy to set up.
fi_fi: Voit tallentaa lokikirjan tiedot pilvipalveluun. Työskentele tietojesi kanssa eri laitteilla verkossa ja offline-tilassa. Täysin integroitu, ilmainen ja helppo ottaa käyttöön.
fr_fr: Optionnellement stockez votre Carnet de Plongée dans le cloud. Travaillez avec vos données depuis différents appareils, en ligne et hors ligne. Entièrement intégré, gratuit et facile à configurer.
hr_hr: Opcionalno pohranite podatke iz dnevnika u cloud. Radite sa svojim podacima s različitih uređaja, online i offline. Potpuno integriran, besplatan i jednostavan za postavljanje.
it_it: Possibilità di archiviare i dati nel cloud. Lavorate da diversi dispositivi, online e offline. Completamente integrato, gratuito e facile da configurare.
ko_kr: 로그북 데이터를 클라우드에 저장할 수도 있습니다. 온라인이든 오프라인이든 다양한 장치에서 당신의 데이터로 작업할 수 있습니다. 완전히 통합되어 있으며 무료이고 설정도 간단합니다.
nl_nl: Sla je logboekgegevens optioneel op in de cloud. Werk met je gegevens vanaf verschillende apparaten, online en offline. Volledig geïntegreerd, gratis en eenvoudig in te stellen.
pt_br: Opcionalmente armazene os dados de seu logbook na nuvem. Trabalhe com seus dados a partir de diferentes dispositivos, online ou offline. Totalmente integrado, gratuito e fácil de configurar.
pt_pt: Opcionalmente, armazene os dados do seu registo de mergulho na nuvem. Trabalhe com seus dados em diferentes dispositivos, online e offline. Totalmente integrado, gratuito e fácil de configurar.
sv_se: Valfritt att lagra dina loggboksdata i molnet. Arbeta med dina data från olika enheter, online och offline. Fullständigt integrerat, gratis och enkelt att konfigurera.

source: Subsurface can <strong>plan</strong> and <strong>track</strong> single- and multi-tank <strong>dives</strong> using air, Nitrox or TriMix. It allows tracking of dive locations including GPS coordinates (which can also conveniently be entered using a map interface), logging of equipment used and names of other divers, and lets users rate dives and provide additional notes.
de_de: Subsurface kann <strong>Tauchgänge</strong> mit einer oder mehreren Tauchflaschen mit Luft, Nitrox oder Trimix <strong>planen</strong> und <strong>erfassen</strong>. Es ermöglicht die Erfassung von Tauchplätzen einschließlich GPS-Koordinaten (die auch bequem über eine Kartenschnittstelle eingegeben werden können), die Aufzeichnung der verwendeten Ausrüstung und der Namen anderer Taucher, und lässt die Nutzer Tauchgänge bewerten und zusätzliche Notizen hinterlegen.
es_es: Subsurface puede <strong>planificar</strong> y <strong>registrar</strong> <strong>inmersiones</strong> con una sola botella o con varias, con aire, Nitrox o Trimix. Permite guardar puntos de buceo incluidas coordenadas GPS (que también se pueden introducir usando un mapa), registrar el equipo utilizado y otras personas de la inmersión, y permite al usuario calificar los buceos y guardar notas adicionales.
fi_fi: Subsurface voi <strong>suunnitella</strong> ja <strong>seurata</strong> yhden ja useamman pullon <strong>sukelluksia</strong>, joissa käytetään ilmaa, Nitroxia tai Trimixiä. Se mahdollistaa sukelluskohteiden seurannan, (mukaan lukien GPS-koordinaatit, jotka voidaan syöttää kätevästi myös karttaliittymän avulla), käytettyjen varusteiden ja muiden sukeltajien nimien kirjaamisen. Sen avulla käyttäjät voivat myös arvioida sukelluksia ja kirjata lisähuomautuksia.
fr_fr: Subsurface peut <strong>planifier</strong> et <strong>suivre</strong> des <strong>plongées</strong> simples et multiples avec un ou plusieurs bouteilles en utilisant de l'air, du Nitrox ou du TriMix. Il permet de suivre les sites de plongée, y compris leurs coordonnées GPS (qui peuvent également être facilement saisies en pointant directement sur l'interface carte), de consigner le matériel utilisé et les noms des autres plongeurs. Il permet aux utilisateurs d'évaluer les plongées et de fournir des notes supplémentaires.
hr_hr: Subsurface može <strong>planirati</strong> i <strong>pratiti</strong> <strong>zarone</strong> s jednom i više boca koristeći zrak, Nitrox ili TriMix. Omogućuje praćenje lokacija zarona, uključujući GPS koordinate (koje se također mogu jednostavno unijeti pomoću karte), bilježenje korištene opreme i imena drugih ronilaca, a korisnicima omogućuje ocjenjivanje zarona i dodavanje dodatnih bilješki.
it_it: Subsurface è in grado di pianificare e monitorare immersioni con una o più bombole utilizzando aria, Nitrox o TriMix. Consente di tracciare i luoghi di immersione, comprese le coordinate GPS (che possono anche essere comodamente inserite tramite un'interfaccia cartografica), di registrare l'attrezzatura utilizzata e i nomi degli altri subacquei, e permette agli utenti di valutare le immersioni e aggiungere ulteriori note.
ko_kr: Subsurface는 일반 공기, 나이트록스 및 트라이믹스를 사용한 단일 또는 멀티 탱크 <strong> 다이브</strong>를 <strong>계획</strong>하고 <strong>기록</strong>할 수 있습니다. GPS 좌표(지도 인터페이스를 이용해 편리하게 입력 가능)를 포함한 다이브 위치 기록, 사용한 장비 및 다른 다이버의 이름 기록이 가능하며, 다이브를 평가하고 추가적인 노트를 남길 수도 있습니다.
nl_nl: Subsurface kan <strong>duiken</strong> met één of meerdere tanks <strong>plannen</strong> en<strong>bijhouden</strong> met lucht, Nitrox of TriMix. Duiklocaties kunnen worden bijgehouden, inclusief GPS-coördinaten (die ook gemakkelijk kunnen worden ingevoerd via een kaart), de gebruikte uitrusting en namen van andere duikers en gebruikers kunnen duiken beoordelen en extra aantekeningen maken.
pt_br: Subsurface pode <strong>planejar</strong> e <strong>rastrear</strong> <strong>mergulhos</strong> com um ou múltiplos cilindros usando ar, Nitrox ou TriMix. Permite o rastreamento de pontos de mergulho incluindo coordenadas GPS (as quais podem também ser convenientemente introduzidas usando uma interface com mapa), registro do equipamento utilizado e nomes de outros mergulhadores, e permite que o usuários classifiquem mergulhos e forneçam notas adicionais.
pt_pt: Subsurface permite <strong>planear</strong> e <strong>registar</strong> <strong>mergulhos</strong> com uma ou mais garrafas, usando ar, Nitrox ou Trimix. Permite registar os locais de mergulho, as suas coordenadas GPS (que também podem ser introduzidas facilmente através do mapa), o equipamento usado, nomes de outros mergulhadores e por fim, classificar os locais de mergulho e adicionar notas.
sv_se: Subsurface kan <strong>planera</strong> och <strong>följa</strong> enskilda och flertank <strong>dyk</strong> med luft, Nitrox eller TriMix. Det möjliggör spårning av dykplatser inklusive GPS-koordinater (som också bekvämt kan matas in med hjälp av ett kartgränssnitt), loggar använd utrustning och namn på andra dykare, och låter användare betygsätta dyk och ge ytterligare anteckningar.

source: You can tag dives and <strong>filter a dive list</strong> based on criteria including tags, locations and people with whom you were diving. You can group the dive list into trips, and edit multiple dives at the same time, making it easy to support a large number of dives.
de_de: Du kannst Tauchgänge mit Schlagworten versehen und <strong>die Tauchgangsliste </strong> nach Kriterien wie den Schlagwörtern, Tauchplätzen oder Tauchpartnerinnen und -partnern. Fasse Tauchgänge zu Reisen zusammen und bearbeite mehrere Tauchgänge auf einmal. Auf diese Weise lässt sich auch mit vielen Tauchgängen im Logbuch gut umgehen.
es_es: Los usuarios pueden proporcionar diferentes etiquetas a cada inmersión y <strong>filtrar su lista de buceos</strong> en base a diferentes criterios (etiquetas, lugares, compañeros, etc). Se pueden agrupar los buceos en viajes o editar varias inmersiones a la vez, facilitando así el mantenimiento de listas largas.
fi_fi: Voit merkitä sukelluksia erilaisilla avainsanoilla ja <strong>suodattaa sukelluslistaa</strong> esimerkiksi avainsanojen, sijainnin ja sukellusparin perusteella. Voit ryhmitellä sukelluksia retkiksi ja muokata useita sukelluksia samanaikaisesti, mikä helpottaa monien sukellusten yhtäaikaista käsittelyä.
fr_fr: Vous pouvez marquer les plongées et <strong>filtrer une liste de plongées</strong> en fonction de critères tels que les balises, les lieux et les personnes avec qui vous avez plongé. Vous pouvez regrouper des plongées en voyages et modifier plusieures plongées en même temps, ce qui facilite la gestion d'un grand nombre de plongées.
hr_hr: Možete označiti zarone i <strong>filtrirati popis zarona</strong> na temelju kriterija uključujući oznake, lokacije i ljude s kojima ste ronili. Popis zarona možete grupirati u putovanja i uređivati ​​više zarona istovremeno, što olakšava podržavanje velikog broja zarona.
it_it: Potete etichettare le immersioni e filtrare un elenco di immersioni in base a criteri quali tag, località e persone con cui vi siete immersi. È possibile raggruppare l'elenco delle immersioni in viaggi e modificare più immersioni contemporaneamente, semplificando la gestione di un gran numero di immersioni.
ko_kr: 다이브에 태그를 지정할 수 있으며 태그, 장소, 함께 다이빙한 사람 등의 기준에 따라 <strong>다이브 목록을 필터링</strong>할 수도 있습니다. 다이브 목록을 트립으로 그룹화하고 여러 다이브들을 동시에 편집하는 등의 방법으로 많은 수의 다이브를 쉽게 관리할 수 있습니다.
nl_nl: Je kunt duiken labelen en <strong>een duiklijst filteren</strong> op basis van criteria zoals trefwoorden, locaties en buddy's. Je kunt duiken groeperen in reizen en meerdere duiken tegelijkertijd bewerken, waardoor het gemakkelijk is om een groot aantal duiken bij te houden.
pt_br: Você pode marcar mergulhos <strong>filtrar uma lista de mergulhos</strong> baseado em critérios que incluem tags, localizações e pessoas com as quais você mergulhou. Você pode agrupar a lista de mergulhos em viagens e editar múltiplos mergulhos ao mesmo tempo, tornando fácil trabalhar com um grande número de mergulhos.
pt_pt: Os utilizadores podem definir e atribuir etiquetas de classificação aos mergulhos. Podem também <strong>filtrar a lista de mergulhos</strong> com base em diversos critérios como etiquetas, locais, ou companheiros de mergulho. Pode agrupar mergulhos em viagens e editar vários mergulho em simultâneo, tornando simples a gestão de muitos registos.
sv_se: Du kan tagga dyk och filtrera en dyklista baserat på kriterier som inkluderar taggar, platser och personer med vilka du dök. Du kan gruppera dyklistan i resor och redigera flera dyk samtidigt, vilket gör det enkelt att hantera ett stort antal dyk.
