Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Subsurface also calculates a wide variety of <strong>statistics</strong> of the user’s diving and tracks information like the SAC rate, partial pressures of O2, N2 and He, calculated deco information, and many more.
de_de: Du kannst mit Subsurface auch eine große Zahl von <strong>Statistiken</strong> über deine Tauchgänge erstellen und Daten wie den Gasverbrauch, Gaszusammensetzungen, Dekoinformationen und vieles mehr einbeziehen.
es_es: Subsurface calcula una amplia variedad de <strong>estadísticas</strong> sobre el buceo del usuario y registra informaciones como el consumo de aire en superficie, presiones parciales de O2, N2 y He, información de deco y muchas más.
fi_fi: Subsurface laskee myös monenlaisia <strong>tilastoja</strong> sukelluksesta ja kirjaa sen erilaisia tietoja kuten SAC-arvoa, O2-, N2- ja He- osapaineita, laskennallisia dekotietoja ja paljon muuta.
fr_fr: Subsurface calcule également une grande variété de <strong>statistiques</strong> des plongées de l'utilisateur et enregistre des informations telles que le taux SAC, les pressions partielles d'O2, N2 et He, les informations de décompression calculées, et bien d'autres encore.
hr_hr: Subsurface također izračunava široku paletu statistika korisnikovog zarona i prati informacije poput SAC rate-a, parcijalnih tlakova O2, N2 i He, izračunate informacije o dekompresiji i mnoge druge.
it_it: Subsurface calcola anche un'ampia varietà di <strong>statistiche</strong> sull'immersione dell'utente e tiene traccia di informazioni come il valore di CAS, le pressioni parziali di O2, N2 e He, le informazioni calcolate sulla deco e molto altro.
ko_kr: Subsurface는 또한 사용자의 다이빙에 대한 다양한 <strong>통계 수치</strong>를 계산하여 제공하고 SAC 레이트, O2, N2 및 He의 부분압, 계산된 감압 정보 등과 같은 정보를 기록합니다.
nl_nl: Subsurface berekent ook een groot aantal <strong>statistieken</strong> van de duiken van de gebruiker en houdt informatie bij zoals de SAC verbruik, partiële drukken van O2, N2 en He, berekende deco-informatie en nog veel meer.
pt_br: Subsurface também calcula uma ampla variedade de <strong>estatísticas</strong> de mergulho do usuário e registra informação como o consumo de gás (SAC), pressão parcial de O2, N2 e He, informação de descompressão calculada e muito mais.
pt_pt: O Subsurface também permite calcular uma variedade de <strong>estatísticas</strong> com base no registo de mergulhos do utilizador, tais como: taxa de consumo, pressão partial de O2, N2 e He, descompressão e muitas outras.
sv_se: Subsurface beräknar också en mängd olika <strong>statistik</strong> för användarens dykning och sparar information som SAC-hastighet, deltryck av O2, N2 och He, beräknad deko-information och mycket mer.

source: <strong>Multiple divers</strong> can share one instance of Subsurface using different preferences and settings.
de_de: <strong>Mehrere Taucherinnen und Tauchen</strong> können sich eine Installation von Subsurface teilen und jeder seine eigenen Einstellungen vornehmen.
es_es: Una sola copia de Subsurface puede ser utilizada por <strong>varios buceadores</strong> cada uno con sus preferencias y ajustes.
fi_fi: Useat sukeltajat voivat käyttää samaa Subsurfacea eri asetuksia käyttäen.
fr_fr: <strong>Plusieurs plongeurs</strong> peuvent partager une instance de Subsurface en utilisant des préférences et des paramètres différents.
hr_hr: <strong>Više ronioca</strong> može dijeliti jednu instancu Subsurfacea koristeći različite preference i postavke.
it_it: <strong>Più subacquei</strong> possono condividere un'istanza di Subsurface utilizzando preferenze e impostazioni diverse.
ko_kr: <strong>여러 다이버들</strong>이 서로 다른 설정값을 사용하여 하나의 Subsurface 인스턴스를 공유할 수도 있습니다.
nl_nl: <strong>Meerdere duikers</strong> kunnen één installatie van Subsurface gebruiken met verschillende voorkeuren en instellingen.
pt_br: <strong>Vários mergulhadores</strong> pode compartilhar uma mesma instalação de Subsurface usando diferentes preferências e configurações.
pt_pt: Uma instalação do Subsurface pode ser partilhada por <strong>vários mergulhadores</strong>, usando diferentes preferências e configurações.
sv_se: Flera dykare kan dela en instans af Subsurface med olika preferenser och inställningar.

source: The program is localized in about <strong>20 languages</strong> and well supported by an active developer community.
de_de: Das Programm kann in etwa <strong>20 Sprachen</strong> benutzt werden und wird von einer aktiven Entwicklergemeinschaft unterhalten.
es_es: El programa esta disponible en alrededor de <strong>veinte idiomas</strong> y bien respaldado por una activa comunidad de desarrolladores.
fi_fi: Ohjelma on lokalisoitu noin 20 kielelle ja aktiivinen kehittäjäyhteisö tukee sitä hyvin.
fr_fr: Le programme est traduit dans environ <strong>20 langues</strong> et bénéficie d'un soutien solide de la part d'une communauté de développeurs active.
hr_hr: Program je lokaliziran na oko <strong>20 jezika</strong> i podržan aktivnom zajednicom programera.
it_it: Il programma è localizzato in circa 20 lingue ed è ben supportato da un'attiva comunità di sviluppatori.
ko_kr: 이 프로그램은 약 <strong>20개의 언어</strong>로 현지화되었으며 활동적인 개발자 커뮤니티의 지원을 받고 있습니다.
nl_nl: Het programma is vertaald in ongeveer <strong>20 talen</strong> en wordt goed ondersteund door een actieve groep ontwikkelaars.
pt_br: O programa está disponível em aproximadamente strong>20 idiomas</strong> e é bem suportado por uma ativa comunidade de desenvolvedores.
pt_pt: Este programa está traduzido para cerca de <strong>20 línguas</strong> e é suportado por uma comunidade activa de programadores.
sv_se: Programmet är översatt till ungefär 20 språk och väl stött av en aktiv grupp av utvecklare.

source: One of the major strengths of Subsurface is its support of a wide range of <strong>dive computers</strong> (see the <a %(link)s>list of supported dive computers</a>). Subsurface can also import existing dive logs from several sources including MacDive, Suunto DM3, DM4 & DM5, JDiveLog and divelogs.de.
de_de: Eine der besonderen Stärken von Subsurface ist die große Zahl unterstützer <strong>Tauchcomputer</strong> (eine Liste findet sich <a %(link)s>hier</a>). Subsurface kann ebenso vorhandene Logbücher aus anderen Quellen wie MacDive, Suunto DM3, DM4 & DM5, JDiveLog and divelogs.de importieren.
es_es: Una de las mayores ventajas de Subsurface es el soporte de una gran variedad de <strong>ordenadores de buceo</strong> (ver la <a %(link)s>lista de computadores de buceo soportados</a>). Subsurface también puede importar divelogs de diferentes fuentes externas incluyendo MacDive, Suunto DM3, DM4 y DM5, JDiveLog y divelogs.de
fi_fi: Yksi Subsurfacen suurimmista vahvuuksista on se, että se tukee monia eri <strong>sukellustietokoneita</strong> (katso <a%(link)s >luettelo tuetuista sukellustietokoneista</a>). Subsurface voi myös tuoda olemassa olevia sukelluslokitietoja useista lähteistä, kuten MacDive, Suunto DM3, DM4 & DM5, JDiveLog ja divelogs.de.
fr_fr: L'un des principaux atouts de Subsurface est son support d'une large gamme d'<strong>ordinateurs de plongée</strong> (voir la <a %(link)s>liste des ordinateurs de plongée pris en charge</a>). Subsurface peut également importer des journaux de plongée existants à partir de plusieurs sources, notamment MacDive, Suunto DM3, DM4 & DM5, JDiveLog et divelogs.de.
hr_hr: Jedna od glavnih prednosti Subsurfacea je podrška za širok raspon <strong>ronilačkih računala</strong> (pogledajte <a %(link)s>popis podržanih ronilačkih računala</a>). Subsurface također može uvesti postojeće zapise zarona iz nekoliko izvora uključujući MacDive, Suunto DM3, DM4 & DM5, JDiveLog i divelogs.de.
it_it: Uno dei principali punti di forza di Subsurface è il supporto di un'ampia gamma di <strong>computer subacquei</strong> (vedere l'<a %(link)s>elenco dei computer subacquei supportati</a>). Subsurface può anche importare registri di immersione esistenti da diverse fonti, tra cui MacDive, Suunto DM3, DM4 e DM5, JDiveLog e divelogs.de.
ko_kr: Subsurface의 주요 강점 중 하나는 넓은 범위의 <strong>다이브 컴퓨터</strong>(<a %(link)s>지원되는 다이브 컴퓨터의 목록</a> 참조)를 지원한다는 것입니다. 또한 Subsurface는 기존에 존재하는 다이브 로그를 여러가지 소스 - MacDive, Suunto DM3, DM4 & DM5, JDiveLog 및 divelogs.de 포함 - 로부터 가져올 수 있습니다.
nl_nl: Een van de sterkste punten van Subsurface is de ondersteuning van een breed scala aan <strong>duikcomputers</strong> (zie de <a %(link)s>lijst van ondersteunde duikcomputers</a>). Subsurface kan ook bestaande duiklogs importeren uit diverse bronnen, waaronder MacDive, Suunto DM3, DM4 & DM5, JDiveLog en divelogs.de.
pt_br: Um dos principais pontos fortes de Subsurface é o seu suporte a uma vasta gama de <strong>computadores de mergulho</strong> (veja a <a %(link)s>lista de computadores de mergulho suportados</a>). Subsurface também pode importar logs de mergulho existentes de diversas fontes, incluindo MacDive, Suunto DM3, DM4 e DM5, JDiveLogs e divelogs.de.
pt_pt: Um dos pontos fortes do Subsurface é o suporte alargado para vários <strong>computadores de mergulho</strong> (consultar a lista <a%(link)s> de computadores de mergulho suportados</a>). O Subsurface também pode importar os seus registos de mergulho de outras aplicações ou fontes, tais como: MacDive, Suunto DM3, DM4, DM5, JDiveLog e da página divelogs.de.
sv_se: En av de stora fördelarna med Subsurface är dess stöd för ett brett utbud av <strong>dykdatorer</strong> (se <a %(link)s>listan över stödda dykdatorer</a>). Subsurface kan också importera befintliga dykloggar från flera källor, inklusive MacDive, Suunto DM3, DM4 & DM5, JDiveLog och divelogs.de.

source: Another strength is its ability to <strong>visualize</strong> the depth profile (and, if available, the tank pressure curve) in innovative ways that give the user additional information on relative velocity, and momentary air consumption, during a dive. Users who dive with <strong>multiple dive computers</strong> can combine the data from each of their dive computers into one dive – allowing visualization of the data collected from multiple sources.
de_de: Eine andere Stärke ist die Möglichkeit das Tiefenprofil <strong>zu visualisieren</strong> the depth profile (und, falls vorhanden, den Restrduck der Atemgase). Dies geschieht auf auf eine innovative Weise, die auch die relative Geschwindigkeit momentanen Gasverbrauch sichtbar macht. Anwender mit <strong>mehr als einem Tauchcomputer</strong> können die Daten von diesem kombinieren und die Daten mit ihren Quellen visualisieren.
es_es: Otra ventaja es la posibilidad de <strong>visualizar</strong> perfiles de profundidad (y, si está disponible, la curva de presión del tanque de buceo) de maneras muy innovadoras que le dan al usuario información adicional en cuanto a velocidad relativa (y consumo de aire momentáneo) durante el buceo. Los buceadores que utilizan <strong>varios ordenadores de buceo</strong> pueden combinar los datos en una única inmersión y visualizar los datos recogidos de varios ordenadores.
fi_fi: Toinen vahvuus on sen kyky visualisoida syvyysprofiili (ja pullon kaasupainekäyrä, jos painelähetin on käytössä) innovatiivisilla tavoilla, jotka antavat käyttäjälle lisätietoa suhteellisesta nopeudesta ja hetkellisestä ilmankulutuksesta sukelluksen aikana. Käyttäjät, joilla on sukelluksella mukana useita sukellustietokoneita, voivat yhdistää kunkin sukellustietokoneen tiedot yhdeksi sukellukseksi - mikä mahdollistaa useista lähteistä kerättyjen tietojen visualisoinnin.
fr_fr: Une autre force est sa capacité à <strong>visualiser </strong>le profil de profondeur (et, si disponible, la courbe de pression de la bouteille) de manière innovante, ce qui donne à l'utilisateur des informations supplémentaires sur la vitesse de descente ou de remontée, et la consommation d'air instantanée lors d'une plongée. Les utilisateurs qui plongent avec <strong>plusieurs ordinateurs de plongée</strong> peuvent combiner les données de chacun en une seule plongée - ce qui permet de visualiser les données collectées à partir de sources multiples.
hr_hr: Još jedna prednost je sposobnost <strong>vizualizacije</strong> profila dubine (i, ako je dostupna, krivulje tlaka u boci) na inovativne načine koji korisniku daju dodatne informacije o relativnoj brzini i trenutnoj potrošnji zraka tijekom zarona. Korisnici koji rone s <strong>više ronilačkih računala</strong> mogu kombinirati podatke sa svakog od svojih ronilačkih računala u jedan zaron – što omogućuje vizualizaciju podataka prikupljenih iz više izvora.
it_it: Un altro punto di forza è la capacità di <strong>visualizzare</strong> il profilo di profondità (e, se disponibile, la curva di pressione della bombola) in modi innovativi che forniscono all'utente informazioni aggiuntive sulla velocità relativa e sul consumo momentaneo di aria durante l'immersione. Gli utenti che si immergono con <strong>più computer subacquei</strong> possono combinare i dati di ciascuno di essi in un'unica immersione, consentendo la visualizzazione dei dati raccolti da più fonti.
ko_kr: 또 다른 강점은 사용자에게 다이빙 중 상대속도, 순간 공기 소비량에 대한 정보를 추가로 제공하는 혁신적인 방식으로 수심 프로필(가능한 경우 탱크 압력 곡선 포함)을 <strong>시각화</strong>하여 보여준다는 것입니다. <strong>여러 개의 다이브 컴퓨터</strong>를 가지고 다이브하는 사용자는 각 다이브 컴퓨터의 데이터를 하나의 다이브로 결합함으로써 여러 소스로부터 수집된 데이터를 시각화할 수 있습니다.
nl_nl: Een ander sterk punt is de <strong>visualisatie</strong> van het diepteprofiel (en indien beschikbaar de tankdruk grafiek) op innovatieve manieren, waardoor de gebruiker extra informatie krijgt over de relatieve snelheid en kortstondige luchtverbruik tijdens een duik. Gebruikers die met <strong>meerdere duikcomputers</strong> duiken kunnen de gegevens van al hun duikcomputers combineren in één duik - waardoor de verzamelde gegevens van meerdere bronnen gevisualiseerd kunnen worden.
pt_br: Outro ponto forte é sua capacidade de <strong>visualizar</strong> o perfil de profundidade (e, se disponível, a curva de pressão do cilindro) em maneiras inovativas, que dão ao usuário informação adicional sobre velocidade relativa e consumo momentâneo de air durante o mergulho. Usuários que mergulham com <strong>múltiplos computadores de mergulho</strong> podem combinar os dados de cada um deles em um único mergulho, permitindo a visualização dos dados coletados de múltiplas fontes.
pt_pt: Outro ponto forte é a facilidade de <strong>visualizar</strong> o perfil do mergulho (e a variação da pressão da garrafa, se disponível). De uma forma inovadora o utilizador pode verificar a velocidade relativa, e o consumo de ar durante o mergulho. Os utilizadores que mergulhem com <strong>vários computadores</strong> de mergulho podem combinar os dados de cada um dos instrumentos num só mergulho – permitindo a visualização de dados obtidos a partir de várias fontes.
sv_se: En annan styrka är dess förmåga att visualisera djupprofilen (och, om tillgängligt, tanktryckskurvan) på innovativa sätt som ger användaren ytterligare information om relativ hastighet och ögonblicklig luftförbrukning under en dykning. Användare som dyker med flera dykdatorer kan kombinera data från var och en av sina dykdatorer till en dykning - vilket möjliggör visualisering av data som samlats in från flera källor.

source: Subsurface lets the user <strong>print</strong> out a detailed log book including dive profiles and other important information.
de_de: Aus Subsurface kann ein detailliertes Logbuch mit Tiefenprofil und anderen wichtigen Informationen <strong>ausgedruckt</strong> werden.
es_es: Subsurface permite al usuario <strong>imprimir</strong> un registro detallado, que incluye perfiles de inmersión y otra información de interés.
fi_fi: Subsurfacella käyttäjä voi <strong>tulostaa</strong> yksityiskohtaisen lokikirjan, joka sisältää sukellusprofiilit ja muut tärkeät tiedot.
fr_fr: Subsurface permet à l'utilisateur d'<strong>imprimer </strong>un carnet détaillé comprenant les profils de plongée et d'autres informations importantes.
hr_hr: Subsurface korisniku omogućuje <strong>ispis</strong> detaljnog dnevnika uključujući profile zarona i druge važne informacije.
it_it: Subsurface consente all'utente di <strong>stampare</strong> un registro dettagliato che include profili di immersione e altre informazioni importanti.
ko_kr: Subsurface를 통해 사용자는 다이브 프로필과 기타 중요한 정보가 포함된 상세한 로그북을 <strong>출력</strong>할 수 있습니다.
nl_nl: Subsurface kan een gedetailleerd logboek <strong>afdrukken</strong> met duikprofielen en andere belangrijke informatie.
pt_br: Subsurface permite ao usuário <strong>imprimir</strong> um logbook detalhado incluindo os perfis de mergulho e outras informações importantes.
pt_pt: O Subsurface permite ao utilizador <strong>imprimir</strong> um “logbook” detalhado, que pode incluir o perfil do mergulho e outra informação importante.
sv_se: Subsurface låter användaren <strong>skriva ut</strong> en detaljerad loggbok med dykprofiler och annan viktig information.

source: We switched to rolling releases
de_de: Wir sind zu "rolling releases" übergegangen
es_es: Hemos cambiado publicaciones continuas
fi_fi: Siirryimme jatkuvasti julkaistaviin uusiin versioihin
fr_fr: Nous avons basculé vers une mise à jour continue (rolling release)
hr_hr: Prešli smo na pokretni model izdanja
it_it: Siamo passati a rilasci continui
ko_kr: 우리는 롤링 릴리스 방식으로 전환했습니다.
nl_nl: We zijn overgestapt op rolling releases
pt_br: Mudamos para versões contínuas
pt_pt: Mudámos para versões contínuas
sv_se: Vi bytte till rullande uppdateringar

source: Please check out <a %(link)s>the announcement of the Release Changes</a>
de_de: Bitte lies <a %(link)s>die Ankündigung der Versionsänderungen</a>
es_es: Por favor, visita <a %(link)s>el anuncio de los cambios en publicaciones</a>
fi_fi: Käy tarkistamassa <a%(link)s>Version muutoshistoria</a>
fr_fr: Veuillez consulter <a %(link)s>l'annonce des changement de version</a>
hr_hr: Molimo pogledajte <a %(link)s>najavu izmjena verzije</a>
it_it: Si prega di consultare <a %(link)s>l'annuncio delle modifiche alla release</a>
ko_kr: <a %(link)s>릴리스 변경 공지</a>를 참조하세요
nl_nl: Kijk op <a %(link)s>de aankondiging van de releasewijzigingen</a>
pt_br: Verifique <a %(link)s>o anúncio das mudanças do lançamento de versões</a>
pt_pt: Por favor veja <a%(link)s>os anúncios das novas versões</a>
sv_se: Vänligen kolla in <a %(link)s>meddelandet om ändringarna i utgåvan</a>

source: A bit of history:
de_de: Etwas Hintergrund-Geschichte zu Subsurface:
es_es: Un poco de historia:
fi_fi: Historiasta:
fr_fr: Un peu d'histoire :
hr_hr: Malo povijesti:
it_it: Un po' di storia:
ko_kr: 약간의 히스토리:
nl_nl: Enige historie en achtergrond:
pt_br: Um pouco de história:
pt_pt: Um pouco de história:
sv_se: Lite historik:

source: In fall of 2011, when a forced lull in kernel development gave him a chance to start a new project, Linux creator Linus Torvalds decided to tackle his frustration with the lack of decent divelog software on Linux.
de_de: Als im Herbst 2011 eine vorübergehende Flaute bei der Linux-Kernel Weiterentwicklung Gelegenheit dazu gab, entschied sich Linux-Erfinder Linus Torvalds etwas gegen das frustrierende Fehlen einer brauchbaren Software für die Verwaltung von Taucher-Logbucheinträgen unter Linux zu tun.
es_es: En el otoño de 2011, cuando un periodo de calma forzada en el desarrollo del kernel le dio una oportunidad de empezar un nuevo desafío, Linus Torvalds, el creador de Linux, decidió enfrentar su frustración por la falta de un programa decente de diarios de buceo en Linux.
fi_fi: Linuxin luoja Linus Torvalds sai syksyllä 2011 aikaa uuteen projektiin, kun Linux-kernelin kehitystyöhön tuli pakollinen tauko. Hän oli ollut turhautunut kunnollisten sukelluslokikirja-ohjelmistojen puutteeseen Linuxissa ja päätti muuttaa tilanteen.
fr_fr: À l'automne 2011, lorsque le ralentissement forcé du développement du noyau lui a donné l'occasion de commencer un nouveau projet, Linus Torvalds, créateur de Linux, a décidé de s'attaquer à sa frustration face au manque de bons logiciels de plongée sous-marine sur Linux.
hr_hr: U jesen 2011., kada mu je prisilno zatišje u razvoju kernela dalo priliku da započne novi projekt, tvorac Linuxa Linus Torvalds odlučio je riješiti svoju frustraciju nedostatkom pristojnog softvera za bilježenje zarona na Linuxu.
it_it: Nell'autunno del 2011, quando una pausa forzata nello sviluppo del kernel gli ha dato la possibilità di avviare un nuovo progetto, il creatore di Linux Linus Torvalds ha deciso di affrontare la sua frustrazione per la mancanza di software divelog decente su Linux.
ko_kr: 2011년 가을, 커널 개발이 강제로 중단되고 새로운 프로젝트를 시작할 기회가 생겼을 때, Linux 창시자인 Linus Torvalds는 Linux에 쓸만한 다이브로그 소프트웨어가 없다는 불만을 해결하기로 결정했습니다.
nl_nl: In de herfst van 2011, toen een gedwongen pauze in de kernelontwikkeling hem de kans gaf om een nieuw project te starten, besloot Linux-bedenker Linus Torvalds zijn frustratie over het gebrek aan fatsoenlijke duiklog software op Linux op te pakken.
pt_br: No outono de 2011, quando um período de calmaria no desenvolvimento do kernel deu-lhe uma chance de iniciar um novo projeto, o criador do Linux, Linus Torvalds, decidiu enfrentar sua frustração com a falta de um software decente para logbook de mergulhos em Linux.
pt_pt: No Outono de 2011, Linus Torvalds aproveitou um periodo mais calmo no desenvolvimento do kernel Linux, para começar um novo projecto. Decidiu colmatar a falta de software de registo de mergulhos, no seu ambiente Linux.
sv_se: I hösten 2011, när en tvingad paus i kärnutvecklingen gav honom en chans att starta ett nytt projekt, bestämde Linux-skaparen Linus Torvalds sig för att ta itu med sin frustration över bristen på bra dykloggarprogramvara på Linux.
