Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Another option is to store logs of different users to separate log files. From Subsurface, you can open individual files for different divers and multiple users are supported quite well, the downside of this approach is that it's incompatible with Subsurface cloud storage.
de_de: Eine andere Möglichkeit besteht darin, dass die Logbücher von verschiedenen Benutzern in verschiedenen Dateien gespeichert werden. In Subsurface kannst Du verschiedene Dateien für verschiedene Taucher öffnen und mehrere Benutzer werden auf diese Weise hinreichend gut unterstützt. Der Nachteil ist hier aber, dass das nicht zusammen mit der Subsurface Cloud funktioniert.
es_es: Otra opción es guardar los registros de los diferentes usuarios en archivos distintos. Desde Subsurface puedes abrir archivos individuales para diferentes buceadores y funciona bien. El problema con esta solución es que es incompatible con el almacenamiento en la nube de Subsurface.
fi_fi: Toinen vaihtoehto on tallentaa eri käyttäjien lokit erillisiin lokitiedostoihin. Subsurfacesta voit avata yksittäisiä tiedostoja eri sukeltajille ja useita käyttäjiä tuetaan melko hyvin. Tämän lähestymistavan huono puoli on, että se ei ole yhteensopiva Subsurfacen pilvipalveluun tallennuksen kanssa.
fr_fr: Une autre solution consiste à stocker les carnets de plongées des différents utilisateurs dans des fichiers journaux séparés. Depuis Subsurface, vous pouvez ouvrir des fichiers individuels pour les différents plongeurs. Plusieurs utilisateurs seront bien pris en charge. L'inconvénient de cette approche est qu'elle est incompatible avec le stockage cloud de Subsurface.
hr_hr: Druga mogućnost je pohraniti zapise različitih korisnika u zasebne logove. Iz Subsurfacea možete otvoriti pojedinačne datoteke za različite ronioce i više korisnika je dobro podržano, loša strana ovog pristupa je da nije kompatibilan s Subsurface Cloudom.
it_it: Un'altra opzione è quella di archiviare i log di utenti diversi in file di log separati. Da Subsurface, è possibile aprire i singoli file per i diversi subacquei e gli utenti multipli sono supportati abbastanza bene; il lato negativo di questo approccio è che è incompatibile con il cloud storage di Subsurface.
ko_kr: 다른 방법은 다른 사용자들의 로그 기록을 각각 별도의 로그 파일에 저장하는 것입니다. Subsurface에서 당신은 다른 다이버들을 위한 개별 파일을 열 수 있고 여러 사용자를 위한 지원도 꽤 잘 이루어집니다만, 이 접근 방법의 단점은 Subsurface 클라우드 스토리지와 호환되지 않는다는 것입니다.
nl_nl: Een andere optie is om logs van verschillende gebruikers in aparte logbestanden op te slaan. Vanuit Subsurface kun je afzonderlijke bestanden openen voor verschillende duikers en meerdere gebruikers worden goed ondersteund. Het nadeel van deze aanpak is dat het niet compatibel is met de Subsurface cloudopslag.
pt_br: Outra opção é armazenar logs de diferentes usuários em arquivos de log diferentes. No Subsurface, pode-se abrir arquivos individuais para diferentes mergulhadores e múltiplos usuários são suportados muito bem; o inconveniente dessa abordagem é que não é compatível com o armazenamento em nuvem do Subsurface.
pt_pt: Outra opção é armazenar registos de utilizadores diferentes em arquivos de registo separados. No Subsurface, você pode abrir arquivos individuais para diferentes mergulhadores e vários utilizadores são muito bem suportados. A desvantagem dessa abordagem é que ela é incompatível com o armazenamento em nuvem do Subsurface.
sv_se: En annan möjlighet är att lagra loggar för olika användare i separata loggfiler. Från Subsurface kan du öppna individuella filer för olika dykare och flera användare stöds ganska bra, nackdelen med denna metod är att den inte är kompatibel med Subsurface molnlagring.

source: A blend of these approaches where you want multi-user Subsurface support within a single computer user account can be achieved as well. Subsurface has the ability support user profiles, simply launch Subsurface with the <code>--user</code> flag e.g. <code>subsurface --user=joebloggs</code>. From this user-specific workspace you can then open either locally stored or cloud hosted dive logs. You can then create different desktop shortcut icons that include this command line flag in order to make the experience more user friendly.
de_de: Man kann diese beiden Zugänge auch kombinieren, Mehr-Benutzer Subsurface aus einem einzigen Computer-Konto kann auch erreicht werden. Subsurface hat die Möglichkeit, separate Benutzerprofile zu speichern. Starte Subsurface dazu mit der <code>--user</code> Option, also etwa <code>subsurface --user=joebloggs</code>. Aus dieser Benutzer-spezifischen Umgebung kannst du dann sowohl auf lokal gespeicherte oder auf Cloud Logbücher zugreifen. Wenn Du verschiedene Desktop-Verknüpfungen inklusive dieser Option erstellst, vereinfacht das die Benutzung.
es_es: Una mezcla de las dos opciones sería cuando deseas ejecutar Subsurface con varios usuarios desde un único usuario del ordenador. Subsurface tiene la posibilidad de hacer esto también, simplemente lanza Subsurface con la opción <code>--user</code> por ejemplo <code>subsurface --user=joebloggs</code>. Desde este espacio de trabajo exclusivo de este usuario puedes abrir divelogs guardados localmente o en la nube. Se pueden crear diferentes atajos con iconos en el escritorio que incluyan esta opción en el comando para que la experiencia de usuario resulte más amigable.
fi_fi: Edellä mainittujen vaihtoehtojen lisäksi voidaan usean käyttäjän Subsurface-tuki toteuttaa myös yhden tietokoneen käyttäjätilin sisällä. Subsurface pystyy tukemaan käyttäjäprofiileja, yksinkertaisesti käynnistämällä Subsurface <code>--user</code>-määritteellä, esim. <code>subsurface --user=joebloggs</code>. Tästä käyttäjäkohtaisesta työtilasta voit sitten avata joko paikallisesti tallennettuja tai pilvipalveluun tallennettuja sukelluslokeja. Voit luoda jokaiselle käyttäjälle oman työpöydän pikakuvakkeen, jotta käyttö olisi helpompaa.
fr_fr: Un mélange de ces deux approches peut être utilisé si vous souhaitez prendre en charge plusieurs utilisateurs Subsurface au sein d'un seul compte utilisateur sur ordinateur. Subsurface a la capacité de prendre en charge des profils d'utilisateurs, il suffit de lancer Subsurface avec le drapeau <code>--user</code> par exemple <code>subsurface --user=joebloggs</code>. À partir de cet espace de travail spécifique à l'utilisateur, vous pouvez ensuite ouvrir des carnets de plongée stockés localement ou hébergés dans le cloud. Vous pouvez ensuite créer différents raccourcis sur le bureau qui incluent ce drapeau de ligne de commande afin de rendre l'expérience plus conviviale.
hr_hr: Mješavina ovih pristupa gdje želite višekorisničku Subsurface podršku unutar jednog korisničkog računa računala se također može postići. Subsurface ima mogućnost podržavanja korisničkih profila, jednostavno pokrenite Subsurface s oznakom <code>--user</code>, npr. <code>subsurface--user=joebloggs</code>. Iz ovog korisničkog radnog prostora možete otvoriti ili lokalno pohranjene ili zapise ronjenja u oblaku. Zatim možete stvoriti različite ikone prečaca na radnoj površini koje uključuju ovu oznaku kako biste to učinili lakšim za korištenje.
it_it: È possibile ottenere una combinazione di questi approcci quando si desidera il supporto di Subsurface per più utenti all'interno di un account utente di un singolo computer. Subsurface è in grado di supportare i profili utente; è sufficiente lanciare Subsurface con il flag <code>--user</code>, ad esempio subsurface <code>--user=joebloggs</code>. Da questo spazio di lavoro specifico per l'utente è possibile aprire i diari di immersione memorizzati localmente o ospitati nel cloud. È possibile creare diverse icone di collegamento sul desktop che includono questo flag della riga di comando per rendere l'esperienza più semplice per l'utente.
ko_kr: 단일 컴퓨터 사용자 계정 내에서 여러 사용자를 위한 Subsurface 지원을 원하는 경우 이러한 접근 방법을 혼합하는 것도 가능합니다. Subsurface는 사용자 프로필을 지원하는데, 이를 위해서는 그저 <code>--user</code> 플래그, 예컨대 <code>subsurface --user=joebloggs</code>와 같은 플래그와 함께 Subsurface를 실행하면 됩니다. 이 사용자별 작업 공간에서 당신은 로컬에 저장된 혹은 클라우드에 호스팅된 다이브 로그를 열 수 있습니다. 그리고 당신은 이 명령줄 라인을 포함하는 바탕화면 바로가기 아이콘을 생성함으로써 더 편리한 사용자 경험을 만들 수 있습니다.
nl_nl: Een mix van deze benaderingen, waarbij u Subsurface ondersteuning voor meerdere gebruikers wilt binnen één gebruikersaccount op een computer, kan ook worden bereikt. Subsurface heeft de mogelijkheid om gebruikersprofielen te ondersteunen. Start Subsurface met de <code>--user</code> optie, bijvoorbeeld <code>subsurface --user=joebloggs</code>. Vanuit deze gebruikersspecifieke omgeving kun je dan lokaal opgeslagen of in de cloud gehoste duiklogboeken openen. Je kunt dan verschillende snelkoppelingen op je bureaublad maken die deze commandoregel optie bevatten om het gebruiksvriendelijker te maken.
pt_br: Um mix dessas abordagens onde se deseja suporte multiusuários do Subsurface dentro de um uma única conta de usuários no computador também pode ser obtida. Subsurface tem a capacidade de suportar múltiplos usuários; simplesmente inicie Subsurface com a opção <code>--user</code> (p. ex.: <code>subsurface --user=joebloggs</code>). A partir desse espaço de trabalho específico de um usuário pode-se abrir logs de mergulho tanto armazenados localmente quanto em nuvem. Pode-se então criar diferentes ícones com atalhos na área de trabalho que incluam essa linha de comando de forma tornar a experiência mais amigável.
pt_pt: Uma combinação dessas abordagens onde você deseja ajuda multi-utilizador Subsurface em uma única conta de utilizador de computador também pode ser alcançada. O Subsurface tem a capacidade de suportar perfis de utilizador, basta iniciar o Subsurface com o sinalizador<code>--user, </code>e.g.<code> Subsurface --user=joebloggs</code>. A partir deste espaço de trabalho específico do utilizador, você pode abrir registos de mergulho armazenados localmente ou hospedados na nuvem. Você pode então criar diferentes ícones de atalho na área de trabalho que incluam esse sinalizador de linha de comando para tornar a experiência mais amigável.
sv_se: En blandning av dessa tillvägagångssätt där du vill ha stöd för flera användare i Subsurface inom ett enda användarkonto på datorn kan också uppnås. Subsurface har möjlighet att stödja användarprofiler, starta helt enkelt Subsurface med flaggan <code>--user</code> t.ex. <code>subsurface --user=joebloggs</code>. Från denna användarspecifika arbetsyta kan du sedan öppna dykloggar som antingen är lagrade lokalt eller i molnet. Du kan sedan skapa olika genvägsikoner på skrivbordet som inkluderar denna kommandoradsflagga för att göra upplevelsen mer användarvänlig.

source: How can I load pictures and associate them with my dive?
de_de: Wie kann ich Bilder laden und sie mit meinem Tauchgang verknüpfen?
es_es: ¿Como puedo cargar fotografías y asociarlas con mi inmersión?
fi_fi: Miten voin ladata kuvia ja liittää ne sukellukseeni?
fr_fr: Comment puis-je importer des images et les associer à ma plongée ?
hr_hr: Kako mogu učitati slike i povezati ih sa svojim zaronom?
it_it: Come posso caricare immagini e associarle con le mie immersioni ?
ko_kr: 사진을 불러와 내 다이브와 연동하는 방법은 무엇인가요?
nl_nl: Hoe kan ik foto's uploaden en ze aan mijn duik koppelen?
pt_br: Como carregar imagens e associá-las com meu mergulho?
pt_pt: Como posso carregar fotos e associá-las ao meu mergulho?
sv_se: Hur kan jag ladda upp bilder och koppla dem till mitt dyk?

source: This is supported in the desktop version of Subsurface. Select the dives you want to load and associate the pictures with. Then right click on one of the selected dives and select “Load images” from the popup menu. This will bring in a file selection dialog where you can select one or more pictures. When the selection is done and hit Open and you get a new dialog where you can shift the times of the images (in case of inconsistent clocks between camera and dive computer). Once you confirm this, the pictures are loaded and associated with the right dives and shown (as thumbnails) in the respective dive profiles.
de_de: Dies wird von der Desktop-Version von Subsurface unterstützt. Wähle die Tauchgänge aus, die du laden willst und verknüpfe die Bilder mit ihnen. Dann mache einen rechts-Klick auf einen der ausgewählten Tauchgänge und klicke auf "Bilder laden" aus dem Kontextmenü. Dies öffnet einen Dateiauswahldialog, in dem du ein oder mehrere Bilder auswählen kannst. Hast du die Auswahl getroffen und "Öffnen" geklickt, öffnet sich ein weiterer Dialog, in dem du den Aufnahmezeitpunkt der Bilder justieren kannst (falls die Uhren deines Tauchcomputers und deiner Kamera nicht synchronisiert waren). Ist das erledigt, werden die Bilder geladen und mit den Tauchgängen verbunden und (als Vorschaubilder) in den entsprechenden Tauchgangsprofilen angezeigt.
es_es: Esto es compatible con la versión de escritorio de Subsurface. Selecciona las inmersiones con las que deseas asociar las fotografías. Luego haz clic derecho en uno de los buceos seleccionados y elige "Cargar imágenes" del menú desplegable que aparecerá. Con esto te aparecerá un diálogo de selección donde podrás elegir una o varias fotos. Cuando tengas terminada la selección y pulses Abrir, te aparecerá un nuevo diálogo donde puedes correr las horas de las imágenes (en caso de no coincidan la hora de la cámara con la del ordenador de buceo). Una vez hecho esto las fotos se cargan y asocian con la inmersión y se muestran (como miniaturas) en el perfil de buceo.
fi_fi: Tätä tuetaan Subsurfacen tietokoneversiossa. Valitse sukellukset, jotka haluat ladata ja joihin haluat liittää kuvia. Napsauta sitten hiiren kakkospainikkeella yhtä valituista sukelluksista ja valitse ponnahdusvalikosta "Lataa mediaa tiedostoista". Tämä tuo esiin tiedostonvalintaikkunan, jossa voit valita yhden tai useamman kuvan. Kun valinta on tehty ja painat Avaa, saat uuden valintaikkunan, jossa voit siirtää kuvien kellonaikoja (jos kameran ja sukellustietokoneen kellonajat eivät ole yhteneväiset). Kun vahvistat tämän, kuvat ladataan ja liitetään oikeisiin sukelluksiin ja näytetään (pikkukuvina) vastaavissa sukellusprofiileissa.
fr_fr: Cela est pris en charge dans la version bureau de Subsurface. Sélectionnez les plongées sur lesquelles vous voulez importer des images. Ensuite, faites un clic droit sur l'une des plongées sélectionnées et sélectionnez "Charger les images" dans le menu contextuel. Cela ouvrira une boîte de dialogue de sélection de fichiers où vous pourrez sélectionner une ou plusieurs images. Une fois la sélection terminée, cliquez sur Ouvrir et vous obtiendrez une nouvelle boîte de dialogue où vous pourrez décaler les horaires des images (en cas de différence d'horloge entre l'appareil photo et l'ordinateur de plongée). Une fois que vous avez confirmé cela, les images sont chargées et associées aux plongées correspondantes, puis affichées (sous forme de miniatures) dans les profils de plongée respectifs.
hr_hr: Ovo je podržano u desktop verziji Subsurfacea. Odaberite urone koje želite učitati i pridružiti im slike. Zatim kliknite desnom tipkom na jedan od odabranih urona i odaberite "Učitaj slike" iz izbornika. Ovo će dovesti do dijaloga za odabir datoteke u kojem možete odabrati jednu ili više slika. Kada je odabir gotov, pritisnite Otvori i dobit ćete novi okvir u kojem možete pomicati vremena slika (u slučaju neusklađenih satova između kamere i ronilačkog računala). Nakon što to potvrdite, slike se učitavaju i povezuju s pravim zaronima i prikazuju (kao minijature) u odgovarajućim profilima ronjenja.
it_it: Questa funzione è supportata dalla versione desktop di Subsurface. Selezionare le immersioni che si desidera caricare e associare alle immagini. Fare quindi clic con il pulsante destro del mouse su una delle immersioni selezionate e selezionare "Carica immagini" dal menu a tendina. Verrà visualizzata una finestra di dialogo per la selezione dei file in cui è possibile selezionare una o più immagini. Una volta terminata la selezione, premere Apri e si aprirà una nuova finestra di dialogo in cui sarà possibile spostare l'orario delle immagini (nel caso in cui gli orologi della fotocamera e del computer subacqueo non siano coerenti). Una volta confermate, le immagini vengono caricate e associate alle immersioni scelte e mostrate (come miniature) nei rispettivi profili di immersione.
ko_kr: 이것은 Subsurface 데스크톱 버전에서 지원됩니다. 사진을 불러와 연결하려는 다이브를 선택하십시오. 그 다음 선택한 다이브 중 하나를 마우스 오른쪽 버튼으로 클릭하고 팝업 메뉴에서 "이미지 로드"를 선택합니다. 그러면 하나 이상의 사진을 선택할 수 있는 파일 선택 대화 상자가 나타납니다. 선택이 완료되어 열기를 누르면 사진의 시간을 변경할 수 있는 새 대화 상자가 나타납니다(카메라와 다이브 컴퓨터의 시간이 일치하지 않는 경우). 이를 확정하면 사진이 불려와 다이브와 연결되고 해당 다이브 프로필에 (썸네일로) 표시됩니다.
nl_nl: Dit kan in de desktopversie van Subsurface. Selecteer de duiken die je wilt laden en de afbeeldingen aan wilt koppelen. Rechts-klik dan op een van de geselecteerde duiken en selecteer "Laad media" in het pop-up menu. Er verschijnt dan een dialoogvenster waarin je een of meer afbeeldingen kunt selecteren. Als de selectie klaar is en je klikt op "Openen" krijg je een nieuw dialoogvenster waarin je de tijden van de afbeeldingen kunt verschuiven (in het geval van inconsistente tijden tussen camera en duikcomputer). Zodra je dit hebt bevestigd, worden de foto's ingeladen en gekoppeld met de juiste duiken en getoond (als thumbnails) in de respectievelijke duikprofielen.
pt_br: Isso é suporte na versão desktop do Subsurface. Selecione os mergulhos que deseja carregar e associar com as imagens. Clique com o botão direito do mouse sobre um dos mergulhos selecionados e selecione "Carregar imagem" no menu que será aberto. Isso trará um diálogo de seleção de arquivo onde pode-se selecionar uma ou mais imagens. Quando a seleção estiver completa e clicar em "Abrir", aparecerá uma nova janela onde pode-se ajustar os horários das imagens (em caso de inconsistência entre os relógios da câmera e do computador de mergulho). Após confirmar, as imagens são carregadas e associadas com os mergulhos corretos e mostradas (como ícones) nos respectivos perfis de mergulho.
pt_pt: Isso é compatível com a versão desktop do Subsurface. Selecione os mergulhos que deseja carregar e associe as imagens. Em seguida, clique com o botão direito em um dos mergulhos selecionados e selecione “Carregar imagens” no menu pop-up. Isso abrirá uma caixa de diálogo de seleção de arquivo onde você poderá selecionar uma ou mais imagens. Quando a seleção estiver concluída, clique em Abrir e você terá uma nova caixa de diálogo onde poderá alterar os tempos das imagens (no caso de relógios inconsistentes entre a câmera e o computador de mergulho). Depois de confirmar isso, as imagens serão carregadas e associadas aos mergulhos corretos e mostradas (como miniaturas) nos respectivos perfis de mergulho.
sv_se: Detta stöds i datorversionen av Subsurface. Välj de dykningar du vill ladda och associera bilderna med. Högerklicka sedan på en av de valda dykningarna och välj "Ladda bilder" från snabbmenyn. Detta kommer att öppna en filvalsdialog där du kan välja en eller flera bilder. När valet är klart och du klickar på Öppna får du en ny dialogruta där du kan justera tiderna för bilderna (om klockorna mellan kameran och dykdatorn inte är synkroniserade). När du bekräftar detta laddas bilderna och associeras med rätt dykningar och visas (som miniatyrer) i de respektive dykprofilerna.
