Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Once you have installed Subsurface-mobile on your device, enable cloud storage in Subsurface from your desktop or laptop and store your dive information in the Subsurface cloud. The dives will now be available on your mobile device as well. Subsurface-mobile does not support all the features of the desktop version of Subsurface. For example dive planning is not available in Subsurface-mobile.
de_de: Sobald Subsurface-mobile auf dem Gerät installiert ist, aktiviere Speichern in der Cloud auf deinem Desktop-Computer und speichere dein Logbuch in der Subsurface Cloud. Die Tauchgänge sind nun auch auf dem Mobilgerät verfügbar. Subsurface-mobile enthält nicht alle Funktionen der Desktop-Version, etwa den Tauchgangs-Planer gibt es nicht in Subsurface-mobile.
es_es: Activa el almacenamiento en la nube desde tu PC y guarda en la nube de Subsurface tu información de buceo. Así tendrás las inmersiones disponibles también en tu dispositivo móvil. Subsurface-mobile no tiene todas las funciones de la versión de escritorio de Subsurface. Por ejemplo, la planificación no está disponible en Subsurface-mobile.
fi_fi: Kun olet asentanut Subsurfacen mobiiliversion laitteeseesi, ota Subsurface-pilvitallennus käyttöön tietokoneestasi ja tallenna sukellustietosi Subsurfacen pilvipalveluun. Sukellukset ovat nyt käytettävissä myös mobiililaitteessasi. Subsurfacen mobiiliversio ei tue kaikkia Subsurfacen tietokoneversion ominaisuuksia. Esimerkiksi sukellusten suunnittelu ei ole käytettävissä Subsurface-mobiilissa.
fr_fr: Une fois que vous avez installé Subsurface-mobile sur votre appareil, activez le stockage cloud dans Subsurface depuis votre ordinateur de bureau ou portable et enregistrez vos informations de plongée dans le cloud Subsurface. Les plongées seront désormais disponibles sur votre appareil mobile également. Subsurface-mobile ne prend pas en charge toutes les fonctionnalités de la version de bureau de Subsurface. Par exemple, la planification de plongée n'est pas disponible dans Subsurface-mobile.
hr_hr: Nakon što instalirate Subsurface-mobile na svoj uređaj, omogućite pohranu u cloudu u Subsurface sa svog stolnog ili prijenosnog računala i pohranite informacije o ronjenju u Subsurface Cloud. Zaroni će sada biti dostupni i na vašem mobilnom uređaju. Subsurface-mobile ne podržava sve značajke desktop verzije Subsurfacea. Na primjer, planiranje zarona nije dostupno u Subsurface-mobile.
it_it: Una volta installato Subsurface-mobile sul proprio dispositivo, attivare il cloud storage in Subsurface dal desktop o dal laptop e salvare le informazioni sulle immersioni nel cloud di Subsurface. Le immersioni saranno ora disponibili anche sul dispositivo mobile. Subsurface-mobile non supporta tutte le funzioni della versione desktop di Subsurface. Ad esempio, la pianificazione delle immersioni non è disponibile in Subsurface-mobile.
ko_kr: 당신의 장치에 Subsurface-mobile을 설치하였다면, 데스크톱이나 노트북의 Subsurface에서 클라우드 저장소를 활성화하고 당신의 다이브 정보를 Subsurface 클라우드에 저장하세요. 그 다이브 기록은 이제 당신의 모바일 장치에서도 이용 가능합니다. Subsurface-mobile은 데스크톱 버전의 모든 기능을 지원하지는 않습니다. 예를 들어 Subsurface-mobile에서 다이빙 계획 기능은 사용할 수 없습니다.
nl_nl: Zodra je Subsurface-mobile op je apparaat hebt geïnstalleerd, schakel je vanaf je desktop of laptop de cloudopslag in Subsurface in en sla je je duikgegevens op in de Subsurface cloud. De duiken zullen nu ook beschikbaar zijn op je mobiele apparaat. Subsurface-mobile ondersteunt niet alle functies van de desktopversie van Subsurface. Duikplanning is bijvoorbeeld niet beschikbaar in Subsurface-mobile.
pt_br: Depois que tiver instalado Subsurface-mobile no seu dispositivo, habilite o armazenamento em nuvem a partir do Subsurface no seu desktop ou notebook e armazene suas informações de mergulho na nuvem do Subsurface. Feito isso, os mergulhos estarão disponíveis também no seu dispositivo móvel. Subsurface-mobile não suporta todas as funcionalidades da versão desktop. Planejamento de mergulho, por exemplo, não está disponível no Subsurface-mobile.
pt_pt: Depois de instalar o Subsurface-mobile no seu dispositivo, ative o armazenamento em nuvem no Subsurface a partir do seu desktop ou laptop e armazene suas informações de mergulho na nuvem do Subsurface. Os mergulhos agora também estarão disponíveis no seu dispositivo móvel. O Subsurface-mobile não oferece suporte a todos os recursos da versão desktop do Subsurface. Por exemplo, o planeamento de mergulho não está disponível no Subsurface-mobile.
sv_se: När du har installerat Subsurface-mobile på din enhet, aktivera molnlagring i Subsurface från din stationära dator eller bärbara dator och spara din dykinformation i Subsurface-molnet. Dyken kommer nu också att vara tillgängliga på din mobila enhet. Subsurface-mobile stöder inte alla funktioner i desktopversionen av Subsurface. Till exempel är dykplanering inte tillgängligt i Subsurface-mobile.

source: From all other devices (including tablets and phones with OSs that we don’t support with Subsurface-mobile), you can open our <a %(cloudweb)s>cloud website</a> and log in with the same email address / password. This allows you to access your dive data from any device with a web browser.
de_de: Von allen anderen Geräten (inklusive Tabletts und Telefonen, die wir nicht direkt unterstützen), kann man unsere <a %(cloudweb)s>Cloud-Webseite</a> öffnen und mit der gleichen Email-/Passwort-Kombination sich einloggen. Auf diese Weise kann man sein Logbuch von jedem Gerät mit einem Webbrowser erreichen.
es_es: Para el resto de dispositivos (incluyendo tablets y teléfonos con SOs que no soportamos con Subsurface-mobile), puedes abrir nuestra <a %(cloudweb)s>página web de la nube</a> y logarte con la misma dirección de email / password. Esto te permitirá acceder a tus datos de buceo desde cualquier dispositivo con un navegador web.
fi_fi: Kaikilta muilta laitteilta (mukaan lukien tabletit ja puhelimet, joiden käyttöjärjestelmiä Subsurfacen mobiiliversio ei tue) voit avata <a%(cloudweb)s>pilvisivustomme</a> ja kirjautua sisään samalla sähköpostiosoitteella / salasanalla. Näin voit käyttää sukelluslokiasi mistä tahansa laitteesta, jossa on verkkoselain.
fr_fr: À partir de tous les autres appareils (y compris les tablettes et les téléphones avec des systèmes d'exploitation que nous ne prenons pas en charge avec Subsurface-mobile), vous pouvez ouvrir notre <a %(cloudweb)s>site web cloud</a> et vous connecter avec la même adresse e-mail / mot de passe. Cela vous permet d'accéder à vos données de plongée depuis n'importe quel appareil avec un navigateur web.
hr_hr: Sa svih ostalih uređaja (uključujući tablete i telefone s operativnim sustavima koji ne podržavaju Subsurface-mobile), možete otvoriti našu <a %(cloudweb)s>cloud web stranicu</a> i prijaviti se s istom adresom e-pošte / lozinkom. To vam omogućuje pristup podacima o ronjenju s bilo kojeg uređaja s web-preglednikom.
it_it: Da tutti gli altri dispositivi (compresi tablet e telefoni con sistemi operativi che non supportiamo con Subsurface-mobile), è possibile aprire il nostro <a %(cloudweb)s>sito web cloud</a> e accedere con lo stesso indirizzo e-mail / password. In questo modo è possibile accedere ai dati delle immersioni da qualsiasi dispositivo dotato di browser web.
ko_kr: 다른 모든 장치(Subsurface-mobile을 지원하지 않는 OS가 설치된 태블릿과 전화 포함)의 경우, 당신은 우리의 <a %(cloudweb)s>클라우드 웹사이트</a>에 접속하여 동일한 이메일 주소 / 비밀번호로 로그인할 수 있습니다. 이처럼 당신은 어떠한 장치에서든 웹 브라우저를 이용해 당신의 다이브 데이터에 접근할 수 있습니다.
nl_nl: Vanaf alle andere apparaten (inclusief tablets en telefoons met een OS die we niet ondersteunen met Subsurface-mobile) kun je onze <a %(cloudweb)s>cloud website</a> en inloggen met hetzelfde e-mailadres / wachtwoord. Hierdoor heb je toegang tot je duikgegevens vanaf elk apparaat met een webbrowser.
pt_br: A partir de todos os outros dispositivos (incluindo tablets e telefones com sistemas operacionais não suportados pelo Subsurface-mobile), você pode abrir o nosso <a %(cloudweb)s>website da nuvem</a> e logar-se com o mesmo endereço de e-mail e senha. Isso permite o acesso a seus dados de mergulho desde qualquer dispositivo com um navegador de internet.
pt_pt: Em todos os outros dispositivos (incluindo tablets e telefones com sistemas operativos que não suportam o Subsurface-mobile), você pode abrir nosso%(cloudweb)s site na nuvem</a> e fazer login com o mesmo endereço de e-mail / senha. Isto permite-lhe aceder aos seus dados de mergulho a partir de qualquer dispositivo com um navegador web.
sv_se: Från alla andra enheter (inklusive surfplattor och telefoner med operativsystem som vi inte stöder med Subsurface-mobile), kan du öppna vår <a %(cloudweb)s>molnwebbplats</a> och logga in med samma e-postadress / lösenord. Detta gör att du kan komma åt dina dykdata från vilken enhet som helst med en webbläsare.

source: What's the minimum Android version required?
de_de: Was ist die minimale Android-Version, die unterstützt wird?
es_es: ¿Cual es la versión de Android mínima requerida?
fi_fi: Mikä on vanhin Androidin versio, jolla Subsurface toimii?
fr_fr: Quelle est la version minimale d'Android requise ?
hr_hr: Koja je minimalna potrebna verzija Androida?
it_it: Qual'è la versione minima di Android richiesta ?
ko_kr: 필요한 안드로이드의 최소 버전은 몇인가요?
nl_nl: Wat is de minimaal vereiste Android versie?
pt_br: Qual é versão mínima exigida do Android?
pt_pt: Qual é a versão mínima do Android necessária?
sv_se: Vilken är den lägsta Android-versionen som krävs?

source: The side-loaded APK should work with Android 8.0 and newer. Older Android versions are known not to work with the Subsurface Cloud.
de_de: Das "side-load" APK sollte mit Android 8.0 und später funktionieren. Ältere Android-Versionen funktionieren nicht mit der Subsurface-Cloud.
es_es: La APK descargable debería funcionar con Android 8.0 y más recientes. Las versiones más antiguas de Android no funcionan con la nube de Subsurface.
fi_fi: Sivustaladattavan APK:n pitäisi toimia Android 8.0:n ja uudempien kanssa. Vanhempien Android-versioiden ei tiedetä toimivan Subsurfacen pilvipalvelun kanssa.
fr_fr: Le fichier APK Side-Loadé (Installation Manuelle) devrait fonctionner avec Android 8.0 et les versions ultérieures. Les anciennes versions d'Android ne fonctionne pas avec le Subsurface Cloud.
hr_hr: Side-loadan APK trebao bi raditi s Androidom 8.0 i novijim. Poznato je da starije verzije Androida ne rade s Subsurface Cloudom.
it_it: L'APK "side-loaded" dovrebbe funzionare con Android 8.0 e versioni successive. Le versioni Android più vecchie non funzionano con Subsurface Cloud.
ko_kr: 사이드로드된 APK는 안드로이드 8.0 및 그 이상에서 작동합니다. 그 이전의 안드로이드 버전은 Subsurface 클라우드와 동작하지 않는 것으로 알려졌습니다.
nl_nl: De sideloaded APK zou moeten werken met Android 8.0 en nieuwer. Van oudere Android versies is bekend dat ze niet werken met de Subsurface Cloud.
pt_br: O pacote APK para side-load deve funcionar com Android 8.0 ou mais recente. Versões mais antigas do Android não funcionam com a nuvem do Subsurface.
pt_pt: O APK descarregado manualmente deve funcionar com Android 8.0 ou mais recente. Sabe-se que versões mais antigas do Android não funcionam com o Subsurface Cloud.
sv_se: Den sidoladdade APK:n bör fungera med Android 8.0 och nyare. Äldre Android-versioner är kända för att inte fungera med Subsurface Cloud.

source: From which dive computers can Subsurface-mobile on Android directly download?
de_de: Von welchen Tauchcomputern kann man mit Subsurface-mobile auf Android direkt die Tauchgänge herunterladen?
es_es: ¿Desde qué ordenadores de buceo puede descargar directamente Subsurface?
fi_fi: Mistä sukellustietokoneista Subsurfacen Android-mobiiliversio voi ladata suoraan sukelluksen tietoja?
fr_fr: A partir de quels ordinateurs Subsurface Mobile sur Android peut il télécharger directement ?
hr_hr: S kojih ronilačkih računala Subsurface-mobile na Androidu može izravno preuzeti zarone?
it_it: Da quali computer subacquei Subsurface-mobile su Android può effettuare il download diretto ?
ko_kr: 안드로이드용 Subsurface-mobile로 직접 다운로드할 수 있는 다이브 컴퓨터는 무엇인가요?
nl_nl: Vanuit welke duikcomputers kan Subsurface-mobile op Android rechtsreeks worden gedownload?
pt_br: De quais computadores de mergulho o Subsurface-mobile para Android pode fazer downloads?
pt_pt: De que computadores de mergulho o Subsurface-mobile, no Android, pode fazer download diretamente?
sv_se: Från vilka dykdatorer kan Subsurface-mobil på Android direkt ladda ner dykdata?

source: Bluetooth and BLE based dive computers as well USB serial dive computers should generally work (assuming they are supported by Subsurface at all, of course). What doesn't work are other USB devices like USB HID (e.g., Suunto EON Steel family via cable - BLE works), USB storage (e.g., Uemis Zurich), or MTP (e.g., Garmin).
de_de: Tauchcomputer mit Bluetooth- oder BLE-Verbindung sowie solche mit USB-Serieller-Schnittstelle sollten funktionieren (solange sie überhaupt von Subsurface unterstützt werden). Dahingegen funktionieren andere USB-Geräte nicht wie etwa USB HID (etwa die Suunto EON Steel Familie per Kabel --- BLE funktioniert hier), USB Speicher (eta Uemis Zurich) oder MTP (etwa Garmin).
es_es: Los ordenadores de buceo basados en Bluetooth o BLE, así como USB serie deberían funcionar en general (suponiendo que sean compatibles con Subsurface, desde luego). Los que no funcionan son otros dispositivos USB, como USB HID (por ejemplo la familia Suunto EON Steel), USB storage (por ejemplo el Uemis Zurich), MTP (por ejemplo, Garmin).
fi_fi: Bluetooth- ja BLE-teknologiaa tukevien sukellustietokoneiden sekä USB-sarjaliikenteisten sukellustietokoneiden pitäisi yleensä toimia (olettaen tietysti, että Subsurface tukee niitä). Muut USB-laitteet, kuten USB HID (esim. Suunto EON Steel -tuoteperhe kaapelin kautta - BLE toimii), USB-tallennus (esim. Uemis Zurich) tai MTP (esim. Garmin) eivät toimi.
fr_fr: Les ordinateurs de plongée basés sur Bluetooth et BLE ainsi que les ordinateurs de plongée USB série devraient généralement fonctionner (en supposant bien sûr qu'ils soient pris en charge par Subsurface). Ce qui ne fonctionne pas, ce sont les autres périphériques USB tels que USB HID (par exemple, la famille Suunto EON Steel via un câble - le BLE, lui, fonctionne), le stockage USB (par exemple, Uemis Zurich) ou MTP (par exemple, Garmin).
hr_hr: Ronilačka računala temeljena na Bluetoothu i BLE-u, kao i USB serijska ronilačka računala općenito bi trebala raditi (pod pretpostavkom da ih Subsurface uopće podržava, naravno). Ono što ne radi su drugi USB uređaji kao što je USB HID (npr. obitelj Suunto EON Steel putem kabela - BLE radi), USB pohrana (npr. Uemis Zurich) ili MTP (npr. Garmin).
it_it: I computer subacquei basati su Bluetooth e BLE e i computer subacquei seriali USB dovrebbero generalmente funzionare (ammesso che siano supportati da Subsurface, ovviamente). Ciò che non funziona sono altri dispositivi USB come USB HID (ad esempio, la famiglia Suunto EON Steel via cavo - quella BLE funziona), memorie USB (ad esempio, Uemis Zurich) o MTP (ad esempio, Garmin).
ko_kr: Bluetooth 및 BLE 기반 다이브 컴퓨터는 물론 USB 직렬 다이브 컴퓨터도 일반적으로는 작동합니다(물론, Subsurface에서 지원한다는 가정 하에). 다른 USB 장치, 예컨대 USB HID(예: 케이블을 이용한 Suunto EON Steel 제품군 - BLE는 작동), USB 저장소(예: Uemis Zurich) 또는 MTP(예: Garmin)와 같은 USB 장치들은 작동하지 않습니다.
nl_nl: Op Bluetooth en BLE gebaseerde duikcomputers en USB seriële duikcomputers zouden over het algemeen moeten werken (ervan uitgaande dat ze überhaupt worden ondersteund door Subsurface, uiteraard). Wat niet werkt zijn andere USB apparaten zoals USB HID (bijv. Suunto EON Steel familie via kabel - BLE werkt), USB opslag (bijv. Uemis Zurich) of MTP (bijv. Garmin).
pt_br: Computadores de mergulho baseados em Bluetooth e BLE bem como computadores com comunicação serial por USB geralmente devem funcionar (assumindo que sejam suportados pelo Subsurface, é claro). O que não funciona são outros dispositivos USB como USB HID (p. ex., a familia Suunto EON via cabo - BLE funciona), armazenamento USB (p. ex., Uemis Zurich) ou MTP (p. ex., Garmin).
pt_pt: Computadores de mergulho baseados em Bluetooth e BLE, bem como computadores de mergulho ligações USB, geralmente devem funcionar (assumindo que sejam suportados pelo Subsurface, é claro). O que não funciona são outros dispositivos USB como USB HID (por exemplo, família Suunto EON Steel via cabo - BLE funciona), armazenamento USB (por exemplo, Uemis Zurich) ou MTP (por exemplo, Garmin).
sv_se: Bluetooth och BLE-baserade dykdatorer samt USB-seriella dykdatorer bör generellt sett fungera (naturligtvis förutsatt att de stöds av Subsurface). Det som inte fungerar är andra USB-enheter som USB HID (t.ex. Suunto EON Steel-familjen via kabel - BLE fungerar), USB-lagring (t.ex. Uemis Zurich) eller MTP (t.ex. Garmin).

source: From which dive computers can Subsurface-mobile on iOS directly download?
de_de: Von welchen Tauchcomputern kann Subsurface-mobile auf iOS direkt Tauchgänge herunterladen?
es_es: ¿Desde qué ordenadores de buceo puede descargar directamente Subsurface-mobile en iOS?
fi_fi: Mistä sukellustietokoneista Subsurfacen iOS-mobiiliversio voi ladata suoraan sukelluksen tietoja?
fr_fr: A partir de quels ordinateurs Subsurface Mobile sur iOS peut-il télécharger directement ?
hr_hr: S kojih ronilačkih računala Subsurface-mobile na iOS-u može izravno preuzeti ronjenja?
it_it: Da quali computer subacquei Subsurface-mobile su iOS può effettuare il download diretto ?
ko_kr: iOS용 Subsurface-mobile로 직접 다운로드할 수 있는 다이브 컴퓨터는 무엇인가요?
nl_nl: Vanuit welke duikcomputers kan Subsurface-mobile op iOS rechtstreeks worden gedownload?
pt_br: De quais computadores de mergulho o Subsurface-mobile para iOS pode fazer download diretamente?
pt_pt: De que computadores de mergulho o Subsurface-mobile no iOS pode fazer download diretamente?
sv_se: Från vilka dykdatorer kan Subsurface-mobil på iOS direkt ladda ner dykdata?

source: Only dive computers that support download via BLE (that are already supported in Subsurface) work with iOS devices. The Garmin dive computers are the exception to this rule, they aren't supported on iOS at all. No cable based downloads are possible.
de_de: Nur Tauchcomputer, die einen Datentransfer mittels BLE erlauben (die generell schon von Subsurface unterstütz werden) lassen sich mit iOS Geräten auslesen. Die Tauchcomputer von Garmin stellen eine Ausnahme dar, sie werden unter iOS nicht unterstützt. Ein Download über Kabel ist unter iOS nicht möglich.
es_es: Solo los ordenadores de buceo compatibles con descarga vía BLE (y que ya estén soportados en Subsurface) funcionan con los dispositivos iOS. Los ordenadores Garmin son la excepción a esta regla, no están soportados en absoluto en iOs. No existe la posibilidad de descargar por cable.
fi_fi: Vain sukellustietokoneet, jotka tukevat lataamista BLE:n kautta (joita Subsurface jo tukee), toimivat iOS-laitteiden kanssa. Garminin sukellustietokoneet ovat poikkeus tähän sääntöön, niitä ei tueta iOS:ssä lainkaan. Kaapelien avulla tehtävät lataukset eivät ole mahdollisia.
fr_fr: Seuls les ordinateurs de plongée prenant en charge le téléchargement via BLE (déjà pris en charge dans Subsurface) fonctionnent avec les appareils iOS. Les ordinateurs de plongée Garmin sont l'exception à cette règle, ils ne sont pas du tout pris en charge sur iOS. Aucun téléchargement basé sur un câble n'est possible.
hr_hr: Samo ronilačka računala koja podržavaju preuzimanje putem BLE (koja su već podržana u Subsurfaceu) rade s iOS uređajima. Garmin ronilačka računala su iznimka ovom pravilu, ona uopće nisu podržana na iOS-u. Nisu moguća preuzimanja putem kabela.
it_it: Solo i computer subacquei che supportano il download via BLE (che sono già supportati in Subsurface) funzionano con i dispositivi iOS. I computer subacquei Garmin sono l'eccezione a questa regola: non sono affatto supportati da iOS. Non è nemmeno possibile scaricare via cavo.
ko_kr: BLE를 통한 다운로드를 지원하는(Subsurface에서도 지원하는) 다이브 컴퓨터만 iOS 장치에서 작동합니다. Garmin 다이브 컴퓨터는 이 규칙의 예외로서, iOS에서는 전혀 지원되지 않습니다. 케이블 기반 다운로드는 불가능합니다.
nl_nl: Alleen duikcomputers die downloaden via BLE ondersteunen (die al worden ondersteund in Subsurface) werken met iOS-apparaten. De Garmin duikcomputers zijn de uitzondering op deze regel, zij worden helemaal niet ondersteund op iOS. Downloaden via een kabel is niet mogelijk.
pt_br: Somente computadores de mergulho que suportam download via BLE (que já têm suporte no Subsurface) funcionam com dispositivos iOS. Os computadores de mergulho Garmin são exceção a esta regra; não têm nenhum suporte no iOS. Downloads por cabo não são possíveis.
pt_pt: Somente computadores de mergulho que suportam download via BLE (que já são suportados no Subsurface) funcionam com dispositivos iOS. Os computadores de mergulho Garmin são uma exceção a esta regra, pois não são compatíveis com iOS. Nenhum download baseado em cabo é possível.
sv_se: Endast dykdatorer som stöder nedladdning via BLE (som redan stöds i Subsurface) fungerar med iOS-enheter. Garmin dykdatorer är undantaget från denna regel, de stöds inte alls på iOS. Ingen nedladdning via kabel är möjlig.

source: Usage
de_de: Benützung
fi_fi: Käyttö
fr_fr: Utilisation
hr_hr: Korištenje
it_it: Utilizzo
ko_kr: 사용법
nl_nl: Gebruik
pt_br: Utilização
pt_pt: Utilização
sv_se: Användning

source: How do I know I have the latest version of Subsurface?
de_de: Wie kann ich herausfinden, ob ich die neueste Version von Subsurface habe?
es_es: ¿Como sé si tengo la última versión de Subsurface?
fi_fi: Mistä tiedän, että minulla on Subsurfacen uusin versio?
fr_fr: Comment savoir si je possède la dernière version de Subsurface ?
hr_hr: Kako znam da imam najnoviju verziju Subsurface-a?
it_it: Come faccio a sapere di avere l'ultima versione di Subsurface ?
ko_kr: Subsurface의 최신 버전 보유 여부를 어떻게 알 수 있나요?
nl_nl: Hoe weet ik dat ik de nieuwste versie van Subsurface heb?
pt_br: Como saber se tenho a última versão do Subsurface?
pt_pt: Como posso saber se tenho a versão mais recente do Subsurface?
sv_se: Hur kan jag avgöra om jag har senaste versionen av Subsurface?
