Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: If you are having trouble with loading the images, check that you have at least one of the following tags in the Exif headers: <code>DateTimeOriginal</code> or <code>DateTime</code>. We take the time from these fields to detect if the image was taken during the dive or not. If the picture is edited, make sure that the original Exif information is stored in the new/edited image in order for it to be loaded properly. Most modern photo editing software does that correctly by default.
de_de: Gibt es Probleme beim Laden der Bilder, stelle zunächst sicher, dass es mindestens einen der EXIF Header <code>DateTimeOriginal</code> oder <code>DateTime</code> in den Bildern gibt. Wir benutzen diese Zeiten, um zu entscheiden, zu welchem Tauchgang ein Bild zugeordnet werden muss. Wurden die Bilder bearbeitet, stell sicher, dass ursprüngliche Aufnahmezeit in den Bildern erhalten bleibt. Die meisten Bildbearbeitungsprogramme machen das von Hause aus richtig.
es_es: Si tienes problemas con la carga de imágenes, comprueba si tienes al menos una de las siguientes etiquetas en las cabeceras Exif: <code>DateTimeOriginal</code> o <code>DateTime</code>. Tomamos la hora desde estos campos para detectar si la foto se tomó durante la inmersión o no. Si la foto está editada, deberías guardar la información Exif original en la imagen nueva/editada para que se cargue correctamente. Casi todo software moderno de edición de imágenes lo hace correctamente por defecto.
fi_fi: Jos kuvien lataamisessa on ongelmia, tarkista, että kuvan Exif-otsikoissa on vähintään yksi seuraavista tunnisteista: <code>DateTimeOriginal</code> tai <code>DateTime</code>. Näiden kenttien ajan perusteella päättelemme, onko kuva otettu sukelluksen aikana vai ei. Jos kuvaa on muokattu, varmista, että alkuperäiset Exif-tiedot on tallennettu uuteen/muokattuun kuvaan, jotta se voidaan ladata oikein. Useimmat nykyaikaiset kuvankäsittelyohjelmat tekevät tämän oletusarvoisesti oikein.
fr_fr: Si vous rencontrez des problèmes pour charger les images, vérifiez que vous avez au moins l'une des balises suivantes dans les Exif : <code>DateTimeOriginal</code> ou <code>DateTime</code>. Subsurface utilise l'heure de ces champs pour détecter si l'image a été prise pendant la plongée ou non. Si la photo est modifiée, assurez-vous que les informations Exif d'origine sont stockées dans l'image modifiée afin qu'elle puisse être chargée correctement. La plupart des logiciels de retouche photo modernes le font correctement par défaut.
hr_hr: Ako imate problema s učitavanjem slika, provjerite imate li barem jednu od sljedećih oznaka u Exif zaglavljima: <code>DateTimeOriginal</code> ili <code>DateTime</code>. Uzimamo vrijeme iz ovih polja kako bismo otkrili je li slika snimljena tijekom zarona ili ne. Ako je slika uređena, provjerite jesu li izvorne Exif informacije pohranjene u novoj/uređenoj slici kako bi se pravilno učitala. Većina modernih softvera za uređivanje fotografija to radi ispravno.
it_it: Se si riscontrano problemi nel caricamento delle immagini, verificare che nelle intestazioni Exif sia presente almeno uno dei seguenti tag: <code>DateTimeOriginal</code> o <code>DateTime</code>. Questi campi servono a capire se l'immagine è stata scattata durante l'immersione o meno. Se l'immagine è stata modificata, assicurarsi che le informazioni Exif originali siano memorizzate nell'immagine nuova/modificata per poterla caricare correttamente. La maggior parte dei moderni software di fotoritocco lo fa correttamente per impostazione predefinita.
ko_kr: 만약 사진 불러오기에서 문제를 겪는다면, Exif 헤더에 다음 태그가 최소 하나 이상 존재하는지 확인하세요: <code>DateTimeOriginal</code> or <code>DateTime</code>. 우리는 이 필드로부터 시간을 불러와 다이브 중에 촬영된 사진인지 여부를 감지합니다. 만약 사진이 편집되었다면, 사진을 제대로 불러오기 위한 원본 Exif 정보가 새로운/편집된 사진에 저장되어 있는지 확인하세요. 대부분의 최신 사진 편집 소프트웨어는 기본적으로 이를 올바르게 수행합니다.
nl_nl: Als je problemen hebt met het inladen van de afbeeldingen, controleer dan of je ten minste een van de volgende tags in de Exif-headers hebt: <code>DateTimeOriginal</code> or <code>DateTime</code>. We halen de tijd uit deze velden om te detecteren of de afbeelding tijdens de duik is genomen of niet. Als de foto is bewerkt, zorg er dan voor dat de originele Exif informatie wordt opgeslagen in de nieuwe/bewerkte foto, zodat deze correct kan worden ingeladen. De meeste moderne fotobewerkingssoftware doet dat standaard al goed.
pt_br: Se tiver problemas com o carregamento das imagens, verifique que haja pelos menos uma das seguintes tags nos cabeçalhos Exif: <code>DateTimeOriginal</code> or <code>DateTime</code>. Utilizamos o horário desses campos para detectar se a imagem foi tirada ou não durante o mergulho. Se a imagem é editada, certifique-se que a informação Exif original está armazenada na imagem nova (ou editada) para que seja carregada corretamente. A maioria dos softwares modernos de edição de imagens faz isso automaticamente por padrão.
pt_pt: Se você estiver a ter problemas para carregar as imagens, verifique se possui pelo menos uma das seguintes tags nos cabeçalhos Exif: <code>DateTimeOriginal</code> ou <code>DateTime</code>. Aproveitamos o tempo desses campos para detectar se a imagem foi tirada durante o mergulho ou não. Se a imagem for editada, certifique-se de que as informações Exif originais estejam armazenadas na imagem nova / editada para que ela seja carregada corretamente. A maioria dos softwares modernos de edição de fotos faz isso corretamente por padrão.
sv_se: Om du har problem med att ladda in bilderna, kontrollera att du har åtminstone en av följande taggar i Exif-headers: <code>DateTimeOriginal</code> eller <code>DateTime</code>. Vi använder tiden från dessa fält för att avgöra om bilden togs under dyket eller inte. Om bilden är redigerad, se till att den ursprungliga Exif-informationen sparas i den nya/redigerade bilden för att den ska kunna laddas korrekt. De flesta moderna fotoredigeringsprogram gör det korrekt som standard.

source: Can I import my dives from my old log software?
de_de: Kann ich meine Tauchgänge aus meinem alten Logbuchprogramm importieren?
es_es: ¿Puedo importar mis buceos desde mi viejo software de divelog?
fi_fi: Voinko tuoda sukelluksiani vanhasta sukelluslokikirja-ohjelmistostani?
fr_fr: Puis-je importer mes plongées depuis l'ancien logiciel de mon ordinateur ?
hr_hr: Mogu li uvesti svoje zarone iz svog starog softvera za bilježenje zarona?
it_it: Posso importare le mie immersioni dal mio vecchio software ?
ko_kr: 내 오래된 로그 소프트웨어로부터 다이브 기록을 가져올 수 있나요?
nl_nl: Kan ik mijn duiken importeren uit mijn oude duiklogsoftware?
pt_br: Posso importar meus mergulhos de meu antigo programa de logbook?
pt_pt: Posso importar os meus mergulhos do meu antigo software de registo?
sv_se: Kan jag importera mina dyk från mitt gamla dyklogsprogram?

source: Many common programs are already supported and we are always happy to try to add new ones. If your old log software supports exporting the log book, we might well be able to import that (for example via CSV files or UDDF). However, usually support for importing the native format will help you to get more complete information into Subsurface. To implement support for the log format, we will need a sample log file. It would be great to have also a screenshot from the original log software or description of the dive that is shown on the sample log. Preferably we would like to have a reasonably simple dive to get basic support and another dive that has as many features enabled as possible (e.g. gas changes during the dive). Please post this information to the user forum or send it to the developer mailing list subsurface@subsurface-divelog.org. Unfortunately some of the log formats we have not been able to decipher (as some vendors have decided to encrypt their log files to increase the degree of lock-in of their customers), so there are no guarantees that this will bring support for your old log software, but it is worth a try.
de_de: Viele der gängigsten Programme werden schon unterstützt und wir versuchen gerne, weitere hinzuzufügen. Wenn es in deiner alten Software die Möglichkeit gibt, das Logbuch zu exportieren, besteht eine gute Chance, dass wir es importieren können (etwa als CSV oder UDDF). Wenn unterstützt, gelingt es per ursprünglichem Dateiformat besser, die gesamten Daten zu überführen. Um ein neues Dateiformat unterstützen zu können brauchen wir mindestens eine Beispieldatei, am besten zusammen mit einem Bildschirmfoto der Tauchgänge in der Originalsoftware oder eine Beschreibung der Daten in den Tauchgängen. Am besten ist ein einfacher Tauchgang, um das Format grundsätzlich verstehen zu können und dann einen Tauchgang mit so vielen Eigenschaften wie möglich (etwa Gaswechsel während des Tauchgangs). Poste diese Informationen bitte ins Benutzer-Forum oder schicke es an die Entwickler-Mailingliste unter subsurface@subsurface-divelog.org. Einige Dateiformate haben wir bisher leider noch nicht entschlüsseln können (da einige Hersteller sich entschlossen haben, ihre Logbuchdateien zu verschlüsseln, um ihre Kunden und deren Daten für sich in Haft zu nehmen). Es gibt also keine Garantie, dass wir ein bestimmtes Dateiformat in Subsurface einbauen können, aber einen Versuch ist es wert.
es_es: Muchos programas habituales ya están soportados y siempre nos alegra intentar añadir nuevos. Si tu viejo software soporta exportar el divelog, probablemente podamos importarlo (por ejemplo vía archivos CSV o UDDF). Sin embargo, importar el formato nativo te permitirá obtener una información más completa en Subsurface, como caso general. Para poder implementar soporte para el formato original, necesitaremos un divelog de ejemplo. Sería también estupendo disponer de algunas capturas de pantalla del software original o una descripción de lo que se mostraría en el ejemplo de divelog. Preferiblemente nos interesaría tener una inmersión razonablemente simple para conseguir un soporte básico inicial y otra inmersión que tenga activadas tantas funciones como sea posible (por ejemplo, cambios de gas durante el buceo). Por favor envía esta información al foro de usuarios o a la lista de correo de los desarrolladores subsurface@subsurface-divelog.org. Desafortunadamente algunos de los formatos de divelog no hemos sido capaces de descifrarlos (ya que algunos vendedores han decidido encriptar sus divelogs para incrementar el grado de dependencia de sus clientes), así que no hay garantías de que esto permita soportar tu viejo software, pero merece la pena intentarlo.
fi_fi: Monia yleisiä ohjelmia tuetaan jo ja yritämme aina mielellämme lisätä uusia. Jos vanha sukelluslokikirja-ohjelmistostosi tukee lokikirjan vientiä, voimme ehkä tuoda sen (esimerkiksi CSV-tiedostojen tai UDDF:n kautta). Yleensä tuki natiivimuodossa tapahtuvalle tuonnille kuitenkin auttaa sinua saamaan täydellisemmät tiedot Subsurfaceen. Jotta voimme toteuttaa tuen uudelle lokimuodolle, tarvitsemme koosteen lokitiedostosta. Olisi hyvä saada myös kuvakaappaus alkuperäisestä sukelluslokikirja-ohjelmistosta tai kuvaus sukelluksesta, joka näkyy lokitiedostokoosteessa. Mieluiten haluaisimme yhden kohtuullisen yksinkertaisen sukelluksen perusasioiden kuntoonsaattamiseksi ja toisen sukelluksen, jossa on mahdollisimman monta ominaisuutta käytössä (esim. kaasu muutokset sukelluksen aikana). Lähetä nämä tiedot Keskusteluryhmään tai kehittäjien postituslistalle subsurface@subsurface-divelog.org. Valitettavasti joitakin lokimuotoja emme ole pystyneet tulkitsemaan (koska jotkut toimittajat ovat päättäneet salata lokitiedostojaan lisätäkseen asiakkaidensa sitoutumista), joten ei ole mitään takeita siitä, että tämä tuo siirtotuen vanhalle sukelluslokikirja-ohjelmistollesi, mutta kannattaa joka tapauksessa yrittää.
fr_fr: La plupart programmes courants sont déjà pris en charge et nous sommes toujours heureux d'essayer d'en ajouter de nouveaux. Si votre ancien logiciel prend en charge l'exportation du carnet de plongée, il est fort possible que nous puissions l'importer (par exemple via des fichiers CSV ou UDDF). Cependant, la prise en charge du format natif vous aidera à obtenir des informations plus complètes dans Subsurface. Pour mettre en œuvre la prise en charge du format natif, nous aurons besoin d'un exemple de fichier exporté. Il serait également utile d'avoir une capture d'écran du logiciel d'origine ou une description de la plongée exemple. De préférence, nous aimerions avoir une plongée raisonnablement simple pour obtenir une prise en charge de base et une autre plongée qui comporte autant de fonctionnalités activées que possible (par exemple, des changements de gaz pendant la plongée). Veuillez poster ces informations sur le forum utilisateur ou les envoyer à la liste de diffusion des développeurs subsurface@subsurface-divelog.org. Malheureusement, nous n'avons pas pu déchiffrer certains des formats de carnets de plongée (car certains fournisseurs ont décidé de chiffrer leurs fichiers de journal pour augmenter le degré de verrouillage de leurs clients), il n'y a donc aucune garantie que cela apportera une prise en charge de votre ancien logiciel, mais cela vaut la peine d'essayer.
hr_hr: Mnogi uobičajeni programi već su podržani i uvijek ćemo rado pokušati dodati nove. Ako vaš stari softver podržava izvoz dnevnika, možda ga je moguće uvesti (na primjer putem CSV datoteka ili UDDF). Međutim, obično će vam podrška za uvoz izvornog formata pomoći da dobijete potpunije informacije u Subsurface. Da bismo implementirali podršku za format dnevnika, trebat će nam ogledna datoteka dnevnika. Bilo bi sjajno imati i snimak zaslona iz izvornog softvera ili opis ronjenja koji je prikazan na oglednom zapisniku. Preferabilno bismo htjeli imati razumno jednostavan zaron da bismo dobili osnovnu podršku i drugi zaron koji ima što više omogućenih značajki (npr. promjene plina tijekom ronjenja). Objavite ove informacije na korisničkom forumu ili ih pošaljite na mailing listu programera subsurface@subsurface-divelog.org. Nažalost, neke od formata dnevnika nismo uspjeli dešifrirati (kako su neki proizvođači su odlučili kriptirati svoje datoteke dnevnika kako bi otežali prelazak na drugi softver), tako da nema jamstava da će ovo donijeti podršku za vaš stari softver dnevnika, ali vrijedi pokušati.
it_it: Molti dei programmi più comuni sono già supportati e siamo sempre felici di provare ad aggiungerne di nuovi. Se il vostro vecchio software supporta l'esportazione del divelog, potremmo essere in grado di importarlo (ad esempio tramite file CSV o UDDF). Tuttavia, di solito il supporto per l'importazione del formato nativo vi aiuterà a ottenere informazioni più complete in Subsurface. Per implementare il supporto per il formato specifico, avremo bisogno di un file di esempio. Sarebbe ideale avere anche una schermata del software originale o una descrizione dell'immersione che viene mostrata nel log di esempio. Preferibilmente vorremmo avere un'immersione ragionevolmente semplice per ottenere un supporto di base e un'altra immersione con il maggior numero possibile di funzioni abilitate (ad esempio, il cambio di gas durante l'immersione). Si prega di pubblicare queste informazioni sul forum degli utenti o di inviarle alla mailing list degli sviluppatori subsurface@subsurface-divelog.org. Purtroppo non siamo riusciti a decifrare alcuni formati di log (alcuni fornitori hanno deciso di criptare i loro file di log per aumentare il grado di lock-in dei loro clienti), quindi non ci sono garanzie che questo porterà il supporto per il vostro vecchio software, ma vale la pena provare.
ko_kr: 흔한 프로그램 상당수가 이미 지원되고 있으며 우리는 항상 새로운 프로그램을 추가하기 위해 노력하고 있습니다. 만약 당신의 오래된 로그 소프트웨어가 로그북 내보내기를 지원한다면, 우리는 해당 로그북을 가져올 수 있습니다(예컨대 CSV 파일 또는 UDDF를 통해). 그러나 일반적으로는 원본 포맷에 대한 직접적인 가져오기 지원이 Subsurface로 더 완전한 정보를 가져오는 데 도움이 됩니다. 그러한 로그 포맷에 대한 지원을 구현하기 위해 우리는 샘플 로그 파일을 필요로 합니다. 로그 소프트웨어의 스크린샷 또는 샘플 로그에 표함된 다이브에 대한 설명이 있으면 좋습니다. 기초적인 지원을 위한 비교적 간단한 다이브 하나와 가능한 한 많은 기능(예컨대 다이브 중 기체 변경)이 활성화된 다른 다이브 하나가 특히 좋습니다. 이러한 정보를 사용자 포럼에 게시하거나 개발자 메일링 리스트 subsurface@subsurface-divelog.org로 보내주세요. 안타깝게도 로그 포맷의 해독이 불가능한 경우도 있으므로(일부 공급업체는 고객에 대한 잠금 효과를 높이기 위해 로그 파일을 암호화하였습니다), 이것이 당신의 오래된 로그 소프트웨어에 대한 지원으로 이어질 것이란 보장은 없습니다만, 시도해 볼 가치는 있습니다.
nl_nl: Veel gangbare programma's worden al ondersteund en we proberen altijd nieuwe toe te voegen. Als je oude logboeksoftware het exporteren van het logboek ondersteunt, kunnen we dat waarschijnlijk importeren (bijvoorbeeld via CSV-bestanden of UDDF). Maar importeren in het oorspronkelijke formaat helpt je echter om meer volledige informatie in Subsurface te krijgen. Om ondersteuning voor het logformaat te implementeren, hebben we een voorbeeld logbestand nodig. Het zou heel mooi zijn om ook een schermafdruk van de originele logsoftware of een beschrijving van de duik te krijgen die in het voorbeeld logbestand wordt getoond. Bij voorkeur zouden we een redelijk eenvoudige duik willen hebben om basisondersteuning te maken en een andere duik waarbij zoveel mogelijk functies zijn ingeschakeld (bijv. gaswissels tijdens de duik). Plaats deze informatie op het gebruikersforum of stuur het naar de ontwikkelaars mailinglijst subsurface@subsurface-divelog.org. Helaas hebben we sommige logformaten niet kunnen ontcijferen (omdat sommige leveranciers hebben besloten om hun logbestanden te versleutelen om de lock-in van hun klanten te vergroten), dus er zijn geen garanties dat er ondersteuning komt voor je oude logsoftware, maar het is het proberen waard.
pt_br: Muitos programas comuns já são suportados e estamos sempre felizes em tentar adicionar novos. Se o seu antigo programa de logbook tem suporte à exportação de dados, certamente estamos em condição de fazer a importação (p. ex.; via arquivos CSV ou UDDF). Entretanto, geralmente o suporte para importação do formato nativo ajuda a levar informação mais completa para o Subsurface. Para implementar o suporte para o formato do log, precisamos de uma amostra do arquivo do logbook. Seria ótimo também ter um cópia da tela do software original de logbook ou descrição do mergulho apresentado na amostra de log. Gostaríamos, preferivelmente, de ter um mergulho razoavelmente simples para conseguir o suporte básico e um outro mergulho que tenha o máximo possível de funcionalidades (p. ex., trocas de gás durante o mergulho). Poste essa informação no fórum de usuários ou envie-a à lista de correio de desenvolvedores subsurface@subsurface-divelog.org. Infelizmente não conseguimos decifrar alguns dos formatos, já que certos fabricantes optaram por criptografar seus arquivos de log para aumentar o grau de dependência de seus consumidores. Portanto, não há garantia de que isso trará suporte ao seu antigo programa de logbook, mas vale a pena tentar.
pt_pt: Já são suportados muitos programas comuns e estamos sempre felizes em tentar adicionar novos. Se o seu software de registo antigo suportar a exportação do livro de registo, poderemos importá-lo (por exemplo, por meio de arquivos CSV ou UDDF). No entanto, normalmente o suporte para importação do formato nativo irá ajudá-lo a obter informações mais completas no Subsurface. Para implementar o suporte ao formato de registo, precisaremos de um arquivo de registo de amostra. Seria ótimo ter também uma captura de tela do software de registo original ou a descrição do mergulho mostrada no registo de amostra. De preferência, gostaríamos de ter um mergulho razoavelmente simples para obter suporte básico e outro mergulho que tenha tantos recursos habilitados quanto possível (por exemplo, mudanças de gás durante o mergulho). Por favor, publique essas informações no fórum de usuários ou envie-as para a lista de discussão de programadores subsurface@subsurface-divelog.org. Infelizmente, alguns dos formatos de registo que não conseguimos decifrar (como alguns fornecedores decidiram criptografar seus arquivos de registo para aumentar o grau de confidencialidade de seus clientes), portanto não há garantias de que isso trará ajuda para seu software de registo antigo, mas vale a pena tentar.
sv_se: Många vanliga program stöds redan och vi är alltid glada att försöka lägga till nya. Om ditt gamla loggprogram stöder export av loggboken kan vi förmodligen importera den (till exempel via CSV-filer eller UDDF). Men vanligtvis hjälper det att stödja import av det ursprungliga formatet för att få mer komplett information i Subsurface. För att implementera stöd för loggformatet behöver vi en provloggfil. Det vore bra att också ha en skärmbild från det ursprungliga loggprogrammet eller en beskrivning av dyket som visas i provloggfilen. Helst skulle vi vilja ha ett relativt enkelt dyk för att få grundläggande stöd och ett annat dyk där så många funktioner som möjligt är aktiverade (t.ex. gasbyten under dyket). Vänligen posta denna information på användarforumet eller skicka den till utvecklarlistan subsurface@subsurface-divelog.org. Tyvärr har vi inte kunnat tyda vissa av loggformaten (eftersom vissa leverantörer har valt att kryptera sina loggfiler för att öka graden av inlåsning av sina kunder), så det finns inga garantier för att detta kommer att ge stöd för ditt gamla loggprogram, men det är värt ett försök.

source: I cannot download all my dives, only the most recent ones even though my dive computer's manual states that it records history of e.g. 999 dives.
de_de: Ich kann nicht alle meine Tauchgänge herunterladen, nur die neusten und das obwohl im Handbuch meines Tauchcomputers steht, dass er z.B. 999 Tauchgänge speichert.
es_es: No consigo descargar todas mis inmersiones, solo las más recientes, aunque el manual de mi computador de buceo afirma que guarda el historial de, por ejemplo, 999 buceos.
fi_fi: Saan ladattua vain viimeisimmät sukellukseni, vaikka sukellustietokoneeni käyttöohjeessa sanotaan, että se tallentaa esimerkiksi 999 sukelluksen historian.
fr_fr: Je ne peux pas télécharger toutes mes plongées, seulement les plus récentes, même si le manuel de mon ordinateur de plongée indique qu'il enregistre l'historique de 999 plongées.
hr_hr: Ne mogu preuzeti sva svoja ronjenja, samo najnovija iako moj priručnik za ronilačko računalo navodi da bilježi povijest npr. 999 urona.
it_it: Non riesco a scaricare tutte le mie immersioni, ma solo le più recenti, anche se il manuale del mio computer subacqueo dice che registra la cronologia, ad esempio, di 999 immersioni.
ko_kr: 다이브 컴퓨터의 매뉴얼에서는 예컨대 999개의 다이브 이력을 기록한다고 설명하고 있음에도 모든 다이브를 다운로드할 수 없고, 오로지 최근의 일부 다이브만 다운로드할 수 있습니다.
nl_nl: Ik kan niet al mijn duiken downloaden, alleen de meest recente, ook al staat in de handleiding van mijn duikcomputer dat deze de geschiedenis van bijvoorbeeld 999 duiken opslaat.
pt_br: Não consigo baixar todos os meus mergulhos, somente o mais recentes, embora o manual de meu computador de mergulho declare que ele registra um histórico de, p. ex., 999 mergulhos.
pt_pt: Não consigo descarregar todos os meus mergulhos, apenas os mais recentes, embora o manual do meu computador de mergulho afirme que ele regista o histórico de, e.g. 999 mergulhos.
sv_se: Jag kan inte ladda ner all mina dyk utan bara de senaste dyken även om min dykdators manual säger att datorn sparar historik av till exempel 999 dyk.
