Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: The Descent dive computers are only supported on Windows, macOS, and Linux, and only for cable based download. Based on a specific request from Garmin, we will not be able to support BLE downloads on any platform.
de_de: Die Descent-Tauchcomputer sind nur unter Windows, macOS und Linux unterstützt und nur mittels Kabel-Übertragung. Aufgrund einer Bitte von Garmin wird es keine BLE-Übertragungen auf irgendeiner Plattform geben.
es_es: Los ordenadores de buceo Descent solo están soportados en Windows, macOS, y Linux, y solo para descargas por cable. No hay planes para soportar descargas por BLE en ninguna de las plataformas.
fi_fi: Descent-sukellustietokoneita tuetaan vain Windows-, macOS- ja Linux-käyttöjärjestelmissä ja vain kaapelipohjaisessa latauksessa. Garminin tekemän erityisen pyynnön vuoksi, emme pysty tukemaan BLE-latauksia millään alustalla.
fr_fr: Les ordinateurs de plongée Descent sont uniquement pris en charge sur Windows, macOS et Linux, et uniquement pour le téléchargement par câble. Sur demande spécifique de Garmin, nous ne pourrons pas prendre en charge les téléchargements BLE, peu importe la plateforme.
hr_hr: Ronilačka računala Descent podržana su samo u sustavima Windows, macOS i Linux i samo za preuzimanje putem kabela. Na temelju posebnog zahtjeva Garmina, nećemo moći podržati BLE preuzimanja ni na jednoj platformi.
it_it: I computer subacquei Garmin Descent sono supportati solo su Windows, macOS e Linux e solo per il download via cavo. A causa di una richiesta specifica di Garmin, non saremo in grado di supportare i download BLE su nessuna piattaforma.
ko_kr: 디센트 다이브 컴퓨터는 Windows, macOS, Linux에서만 지원되며 케이블 기반 다운로드만 지원됩니다. 가민의 요청에 따라 어떠한 플랫폼에서도 BLE 다운로드를 지원할 수 없습니다.
nl_nl: De Descent duikcomputers worden alleen ondersteund op Windows, macOS en Linux, en alleen voor downloads via een kabel. Vanwege een specifiek verzoek van Garmin kunnen we downloads via BLE op geen enkel platform ondersteunen.
pt_br: Os computadores Descent são suportados apenas em Windows, macOS e Linux, e apenas para download por cabo. Devido a um pedido específico da Garmin, não podemos dar suporte ao download por BLE em qualquer plataforma.
pt_pt: Os computadores de mergulho Descent são suportados apenas em Windows, macOS e Linux, e apenas para transferência por cabo. Com base numa solicitação específica da Garmin, não poderemos oferecer suporte a transferências BLE em nenhuma plataforma.
sv_se: Descent dykdatorer stöds endast på Windows, macOS och Linux och endast för nedladdning via kabel. Baserat på en specifik förfrågan från Garmin kommer vi inte att kunna stödja BLE-nedladdningar på någon plattform.

source: Can I import '.FIT' files directly?
de_de: Kann ich '.FIT'-Dateien direkt einlesen?
es_es: ¿Puedo importar archivos '.FIT' directamente?
fi_fi: Voinko tuoda .FIT-tiedostoja suoraan?
fr_fr: Puis-je importer directement des fichiers '.FIT' ?
hr_hr: Mogu li izravno uvesti '.FIT' datoteke?
it_it: Posso importare i file '.FIT' direttamente ?
ko_kr: '.FIT' 파일을 직접 가져올 수 있나요?
nl_nl: Kan ik '.FIT'-bestanden rechtstreeks importeren?
pt_br: Posso importar arquivos '.FIT' diretamente?
pt_pt: Posso importar ficheiros '.FIT' diretamente?
sv_se: Kan jag importera ´.FIT´filer direkt?

source: If for some reason you cannot get regular downloads to work, but have access to the `.FIT` files, you can still use Subsurface to import those, still using the download code. Simply create a folder <code>...somepath.../Garmin/Activity</code> and copy the <code>.FIT</code> files into that folder. Now start a Subsurface download and enter <code>...somepath...</code> (without the <code>Garmin/Activity</code> part) in the Connection field and press Download.
fi_fi: Jos jostain syystä et saa tavallisia latauksia toimimaan, mutta sinulla on pääsy `.FIT`-tiedostoihin, voit silti käyttää Subsurfacea niiden tuontiin käyttäen edelleen lataustoimintoa. Luo vain kansio <code>...somepath.../Garmin/Activity</code> ja kopioi <code>.FIT</code>-tiedostot tähän kansioon. Käynnistä nyt Subsurface-lataus ja kirjoita <code>...somepath...</code> (ilman <code>Garmin/Activity</code>-osaa) Connection-kenttään ja paina Lataa.
fr_fr: Si vous ne parvenez pas à faire fonctionner les téléchargements standards, mais que vous avez accès aux fichiers `.FIT`, vous pouvez quand même utiliser Subsurface pour les importer, via le menu 'Importer depuis l'ordinateur de plongée". Créez simplement un dossier <code>...le...chemin.../Garmin/Activity</code> et copiez le fichier <code>.FIT</code> dans ce dossier. Maintenant, démarrez un téléchargement Subsurface et entrez <code>...le...chemin...</code> (sans la partie <code>Garmin/Activity</code>) dans le champ Connexion et cliquez sur Download.
hr_hr: Ako iz nekog razloga ne možete pokrenuti redovita preuzimanja, ali imate pristup `.FIT` datotekama, svejedno možete koristiti Subsurface za njihov uvoz, i dalje koristeći kod za preuzimanje. Jednostavno stvorite mapu <code>...somepath.../Garmin/Activity</code> i kopirajte<code> .FIT</code> datoteke u tu mapu. Sada započnite preuzimanje Subsurface i unesite <code>...neki put...</code> (bez dijela <code>Garmin/Activity</code>) u polje Veza i pritisnite Preuzimanje.
it_it: Se per qualche motivo non si riesce a far funzionare i normali download, ma si ha accesso ai file `.FIT`, è possibile utilizzare Subsurface per importarli, sempre utilizzando il codice di download. È sufficiente creare una cartella <code>...somepath.../Garmin/Activity</code> e copiare i file <code>.FIT</code> in quella cartella. Ora avviate un download da Subsurface e inserite <code>...somepath...</code> (senza la parte <code>Garmin/Activity</code>) nel campo Connection e premete Download.
ko_kr: 어떤 이유에서든 일반 다운로드는 실패했지만 `.FIT` 파일에 접근할 수 있는 경우, 여전히 다운로드 코드를 사용해 Subsurface로 해당 파일을 가져올 수 있습니다. 간단히 <code>...somepath.../Garmin/Activity</code> 폴더를 만들고 <code>.FIT</code> 파일을 그 폴더로 복사하세요. 이제 Subsurface 다운로드를 시작하고 Connection 필드에 <code>...somepath...</code> 경로(<code>Garmin/Activity</code> 부분은 제외)를 입력한 뒤 Download를 누르세요.
nl_nl: Als u om de een of andere reden de standaard downloads niet aan de praat krijgt, maar wel toegang hebt tot de `.FIT` bestanden, kunt u nog steeds Subsurface gebruiken om deze te importeren met behulp van de downloadcode. Maak eenvoudig een map <code>...eenmap.../Garmin/Activity</code> en kopieer de <code>.FIT</code> bestanden naar die map. Start nu een download in Subsurface en voer <code>...eenmap...</code> in (zonder het <code>Garmin/Activity</code> gedeelte) in het Apparaat veld en druk op Downloaden.
pt_br: Se por alguma razão não conseguir fazer funcionar downloads regulares, mas tem acesso aos arquivos '.FIT', você pode ainda utilizar o Subsurface para importá-los, ainda usando o código de download. Crie uma pasta <code>...algum_caminho.../Garmin/Activity</code> e copie os arquivos <code>.FIT</code> para ela. Inicie o download no Subsurface e entre <code>...algum_caminho...</code> (sem a parte <code>Garmin/Activity</code> no campo Conexão e pressione Download.
pt_pt: Se por algum motivo não conseguir fazer funcionar as transferências regulares, mas tiver acesso aos ficheiros `.FIT`, você ainda poderá usar o Subsurface para importá-los, usando ainda o código de transferência. Basta criar uma pasta <code>...somepath.../Garmin/Activity</code> e copiar os ficheiros <code>.FIT</code> para essa pasta. Agora inicie uma transferência do Subsurface e digite <code>...somepath...</code> (sem a parte <code> Garmin/Activity</code>) no campo Connection e pressione Download.
sv_se: Om du av någon anledning inte kan få vanliga nedladdningar att fungera, men har tillgång till `.FIT`-filer, kan du fortfarande använda Subsurface för att importera dem genom att använda nedladdningskoden. Skapa helt enkelt en mapp <code>...någonväg.../Garmin/Activity</code> och kopiera <code>.FIT</code>-filerna till den mappen. Starta sedan en Subsurface-nedladdning och ange <code>...någonväg...</code> (utan delen <code>Garmin/Activity</code>) i anslutningsfältet och tryck på Nedladdning.

source: Garmin Descent Mk2/Mk3 doesn't want to connect
de_de: Garmin Descent Mk2/Mk3 will sich nicht verbinden.
es_es: El Garmin Descent Mk2/Mk3 no quiere conectarse
fi_fi: Garmin Descent Mk2/Mk3-sukellustietokone ei saa yhteyttä
fr_fr: Garmin Descent Mk2/Mk3 ne veut pas se connecter
hr_hr: Garmin Descent Mk2/Mk3 se ne želi spojiti
it_it: Il Garmin Descent Mk2/Mk3 non si connette
ko_kr: 가민 디센트 Mk2/Mk3가 연결되지 않습니다
nl_nl: Garmin Descent Mk2/Mk3 wil niet verbinden
pt_br: Garmin Descent Mk2/Mk3 não quer conectar
pt_pt: Garmin Descent Mk2/Mk3 não se quer conectar
sv_se: Garmin Descent Mk2/Mk3 kan inte ansluta

source: The Descent Mk2/Mk3 is an MTP device which causes occasional problems when trying to download from it using Subsurface. MTP supports only a single connection, so other MTP apps may prevent Subsurface from talking to your dive computer. Exit all other apps that might try to connect to a media device, like for example the Android File Transfer.
de_de: Der Descent Mk2/Mk3 ist ein MTP-Gerät, was gelegentlich Probleme verursacht, wenn man versucht, davon mit Subsurface Tauchgänge herunterzuladen. MTP unterstützt nur eine einzige Verbindung, daher können andere MTP-Apps verhindern, dass Subsurface den Tauchcomputer erreichen kann. Beende alle anderen Apps, die versuchen könnten, sich mit einem Mediengerät zu verbinden, wie etwa den die Android Dateien-Übertragung.
es_es: El Descent Mk2/Mk3 es un dispositivo MTP, lo cual da problemas ocasionalmente al intentar descargar a Subsurface. MTP soporta una única conexión, por tanto otras apps MTP pueden evitar que Subsurface se conecte al ordenador de buceo. Cierra las aplicaciones del tipo "Transferencia de archivos de Android".
fi_fi: Descent Mk2/Mk3 on MTP-laite, joka on välillä ongelmallinen latauksen suhteen. MTP tukee vain yhtä yhteyttä, joten muut MTP-sovellukset saattavat estää Subsurfacea keskustelemasta sukellustietokoneen kanssa. Lopeta kaikki muut sovellukset, jotka saattavat yrittää muodostaa yhteyden medialaitteeseen, kuten esimerkiksi Android File Transfer.
fr_fr: Le Descent Mk2/Mk3 est un appareil MTP qui cause occasionnellement des problèmes lorsqu'on essaie de le télécharger avec Subsurface. MTP ne prend en charge qu'une connexion à la fois, donc d'autres applications MTP peuvent empêcher Subsurface de communiquer avec votre ordinateur de plongée. Fermez toutes les autres applications qui pourraient essayer de se connecter à un périphérique multimédia, comme par exemple Android File Transfer.
hr_hr: Descent Mk2/Mk3 je MTP uređaj koji uzrokuje povremene probleme prilikom pokušaja preuzimanja s njega koristeći Subsurface. MTP podržava samo jednu vezu, tako da druge MTP aplikacije mogu spriječiti Subsurface da komunicira s vašim ronilačkim računalom. Zatvorite sve druge aplikacije koje bi se mogle pokušati povezati s medijskim uređajem, kao što je, na primjer, Android File Transfer.
it_it: Il Descent Mk2/Mk3 è un dispositivo MTP che occasionalmente causa problemi quando si cerca di scaricare da esso utilizzando Subsurface. MTP supporta solo una singola connessione, quindi altre applicazioni MTP potrebbero impedire a Subsurface di parlare con il computer subacqueo. Uscire da tutte le altre applicazioni che potrebbero tentare di connettersi a un dispositivo multimediale, come ad esempio Android File Transfer.
ko_kr: 디센트 Mk2/Mk3는 MTP 장치로서 Subsurface를 이용한 다운로드 시 종종 문제를 일으킵니다. MTP는 오직 단일 연결만을 지원하므로 다른 MTP 앱이 Subsurface와 다이브 컴퓨터 사이의 통신을 방해할 가능성이 있습니다. Android File Transfer와 같이 미디어 장치와의 연결을 시도할 가능성이 있는 앱을 모두 종료하세요.
nl_nl: De Descent Mk2/Mk3 is een MTP apparaat dat af en toe problemen veroorzaakt wanneer je probeert te downloaden met Subsurface. MTP ondersteunt slechts één verbinding, dus andere MTP apps kunnen zorgen dat Subsurface niet met je duikcomputer kan praten. Sluit alle andere apps af die verbinding proberen te maken met een media apparaat, zoals bijvoorbeeld de Android File Transfer.
pt_br: O Descent Mk2/Mk3 é um dispositivo MTP que causa problemas ocasionais quando ao tentar fazer downloads dele utilizando o Subsurface. MTP suporte apenas uma única conexão, assim outros aplicativos MTP pode impedir o Subsurface de conversar com o seu computador de mergulho. Finalize todos os outros aplicativos que possam estar tentando conectar com um dispositivo de mídia, como por exemplo o Android File Transfer.
pt_pt: O Descent Mk2/Mk3 é um dispositivo MTP que causa problemas ocasionais ao tentar fazer transferências usando o Subsurface. O MTP suporta apenas uma única conexão, assim outras aplicações MTP podem impedir que o Subsurface se comunique com o seu computador de mergulho. Saia de todos as outras aplicações que possam estar a tentar conectar-se a um dispositivo de audio/video, como por exemplo o Android File Transfer.
sv_se: Descent Mk2/Mk3 är en MTP-enhet som ibland orsakar problem när man försöker ladda ner från den med hjälp av Subsurface. MTP stöder endast en enda anslutning, så andra MTP-appar kan förhindra Subsurface från att kommunicera med din dykdator. Avsluta alla andra appar som kan försöka ansluta till en medieenhet, som till exempel Android File Transfer.

source: Garmin Descent Mk2/Mk3 on Windows
de_de: Germin Descent Mk2/Mk3 und Windows
es_es: Garmin Descent Mk2/Mk3 en Windows
fi_fi: Garmin Descent Mk2/Mk3 Windowsissa
fr_fr: Garmin Descent Mk2/Mk3 sur Windows
hr_hr: Garmin Descent Mk2/Mk3 na Windowsu
it_it: Garmin Descent Mk2/Mk3 su Windows
ko_kr: Windows에서의 가민 디센트 Mk2/Mk3
nl_nl: Garmin Descent Mk2/Mk3 op Windows
pt_br: Garmin Descent Mk2/Mk3 em Windows
pt_pt: Garmin Descent Mk2/Mk3 no Windows
sv_se: Garmin Descent Mk2/Mk3 för Windows

source: You need the correct USB driver in order to talk to the Descent Mk2/Mk3.
de_de: Du brauchst den richtigen USB-Treiber, um dich mit dem Descent Mk2/Mk3 zu verbinden.
es_es: Necesitas el driver USB correcto para "hablar" con el Descent Mk2/Mk3.
fi_fi: Tarvitset oikean USB-ohjaintiedoston, jotta saat yhteyden Descent Mk2/Mk3:n sukellustietokoneeseen.
fr_fr: Vous avez besoin du bon pilote USB pour communiquer avec le Descent Mk2/Mk3.
hr_hr: Potreban vam je ispravan USB upravljački program kako biste mogli komunicirati s Descent Mk2/Mk3.
it_it: Hai bisogno del driver USB giusto per poter connettere il Descent Mk2/Mk3.
ko_kr: 디센트 Mk2/Mk3와 통신하기 위해서는 올바른 USB 드라이버가 필요합니다.
nl_nl: Je hebt het juiste USB-stuurprogramma nodig om met de Descent Mk2/Mk3 te kunnen verbinden.
pt_br: É necessário o driver USB correto para conversar com o Descent Mk2/Mk3
pt_pt: Precisa do programa de controlo (driver) USB correto para se comunicar com o Descent Mk2/Mk3.
sv_se: Ni behöver rätt drivrutiner för USB för att kommunicera med Descen Mk2/Mk3.

source: Please download <a %(zadig)s>Zadig 2.6</a> and run it, plug in the Descent and select MTP, wait for Zadig to offer the Descent as an option (this may require an unplug / replug cycle), select the Descent and tell Zadig to install `libusb-win32` (wait for this to finish which takes a while), unplug the Descent and plug it back in, again selecting MTP. Now Subsurface is able to download from it (don't enter anything in the connection field)
de_de: Bitte besorge dir <a %(zadig)s>Zadig 2.6</a> und starte es, verbinde den Descent und wähle MTP, warte, dass Zadig den Descent als eine Option anzeigt (das kann ein Ein- und Ausstecken erfordern), wähle den Descent aus und lass Zadig 'libusb-win32' installieren (warte, bis das erfolgt ist, das kann eine Weile dauern), trenne die Verbinding zum Descent und stecke ihn wieder ein und wähle nochmals MTP. Jetzt kann Subsurface Daten übertragen (lass "Verbinding" leer).
es_es: Descarga <a %(zadig)s>Zadig 2.6</a> y ejecútalo, conecta el Descent y selecciona MTP, espera a que Zadig te ofrezca el Descent como opción (esto puede necesitar que desconectes y vuelvas a conectar el cable), selecciona el Descent y pídele a Zadig que instale `libusb-win32` (espera a que termine, lo que puede tardar un poco), desenchufa el Descent y vuelve a enchufarlo, de nuevo seleccionando MTP, ahora Subsurface puede descargar de él (no introduzcas nada en el campo de conexión)
fi_fi: Lataa <a%(zadig)s>Zadig 2.6</a> ja suorita se, kytke Descent ja valitse MTP. Odota, että Zadig tarjoaa Descentiä vaihtoehtona (tämä voi vaatia irrotuksen ja uudelleenliittämisen), valitse Descent ja käske Zadigia asentamaan `libusb-win32` (odota, että tämä valmistuu, mikä kestää jonkin aikaa). Irrota Descent ja kytke se takaisin, valitse jälleen MTP. Nyt Subsurface pystyy lataamaan sukellustietokoneelta (älä kirjoita mitään yhteyskenttään).
fr_fr: Veuillez télécharger <a %(zadig)s>Zadig 2.6</a> et l'exécuter. Connectez ensuite le Descent et sélectionnez MTP. Attendez que Zadig propose le Descent dans la liste (cela peut nécessiter un cycle de débranchement / rebranchement). Sélectionnez le Descent et demandez à Zadig d'installer `libusb-win32` (attendez que cela se termine, cela prend un certain temps). Débranchez le Descent et rebranchez-le, en sélectionnant à nouveau MTP. Subsurface devrait être en mesure de le télécharger (ne saisissez rien dans le champ de connexion)
hr_hr: Preuzmite <a %(zadig)s>Zadig 2.6</a> i pokrenite ga, uključite Descent i odaberite MTP, pričekajte da Zadig ponudi Descent kao opciju (ovo može zahtijevati ciklus isključivanja/ponovnog uključivanja), odaberite Descent i recite Zadigu da instalira `libusb -win32` (pričekajte da ovo završi što traje neko vrijeme), isključite Descent i ponovno ga uključite, ponovno odabirući MTP. Sada Subsurface može preuzimati s njega (nemojte ništa unositi u polje veze)
it_it: Scaricare <a %(zadig)s>Zadig 2.6</a> ed eseguirlo, collegare il Descent e selezionare MTP, attendere che Zadig proponga il Descent come opzione (questo potrebbe richiedere un ciclo di scollegamento/ricollegamento), selezionare il Descent e dire a Zadig di installare `libusb-win32` (attendere che finisca, il che richiede un po' di tempo), scollegare il Descent e ricollegarlo, selezionando nuovamente MTP. Ora Subsurface è in grado di scaricare da esso (non inserire nulla nel campo della connessione).
ko_kr: <a %(zadig)s>Zadig 2.6</a>을 다운로드하고 실행하세요. 디센트를 연결한 뒤 MTP를 선택하고, Zadig가 디센트 선택 옵션을 제시하기를 기다리세요(분리하고 재연결하는 절차를 반복해야 할 수도 있습니다). 디센트를 선택하고 Zadig가 `libusb-win32`를 설치하도록 하세요(완료되기까지 시간이 걸릴 수 있습니다). 디센트를 분리 후 재연결 하고, MTP를 다시 선택하세요. 이제 Subsurface가 디센트로부터 다운로드할 수 있을 것입니다(connection 필드에 아무 것도 입력하지 마세요).
nl_nl: Download <a %(zadig)s>Zadig 2.6</a> en start het, sluit de Descent aan en selecteer MTP, wacht tot Zadig de Descent als optie aanbiedt (dit kan een ontkoppel/koppel actie vereisen), selecteer de Descent en vertel Zadig om `libusb-win32` te installeren (wacht tot dit klaar is, wat even duurt), koppel de Descent los en sluit het weer aan, opnieuw MTP kiezen. Nu kan Subsurface downloaden (niets invullen in het apparaat veld).
pt_br: Faça o download de <a %(zadig)s>Zadig 2.6</a> e o execute, conecte o Descent e selecione MTP, aguarde Zadig oferecer o Descent como opção (pode ser necessário desconectar e reconectar), selecione Descent e faça o Zadig instalar `libusb-win32` (aguarde até acabar, o que pode tomar algum tempo), desconecte e reconecte o Descent, selecionando novamente MTP. Agora Subsurface pode fazer o download (não introduza qualquer informação no campo de conexão).
pt_pt: Faça a transferência <a %(zadig)s > Zadig 2.6 </a>e execute-o, ligue o Descent e selecione MTP, espere que o Zadig ofereça o Descent como uma opção (isso pode exigir um ciclo de desligar / religar), selecione o Descent e diga ao Zadig para instalar o `libusb -win32` (espere que isso termine, o que demora um pouco), desligue o Descent e volte a ligar novamente, selecionando novamente MTP. Agora o Subsurface pode fazer a transferência dele (não digite nada no campo de ligação)
sv_se: Ladda ner <a %(zadig)s>Zadig 2.6</a> och kör det, anslut Descent och välj MTP, vänta på att Zadig erbjuder Descent som ett alternativ (detta kan kräva en urkoppling / inkoppling), välj Descent och be Zadig att installera `libusb-win32` (vänta på att detta tar tid), koppla ur Descent och koppla in den igen, välj MTP igen. Nu kan Subsurface ladda ner från den (ange inget i anslutningsfältet)

source: Other questions
de_de: Andere Fragen
es_es: Otras preguntas
fi_fi: Muut kysymykset
fr_fr: Autres questions
hr_hr: Druga pitanja
it_it: Altre domande
ko_kr: 기타 질문들
nl_nl: Overige vragen
pt_br: Outras perguntas
pt_pt: Outras questões
sv_se: Andra frågor

source: If your question wasn't answered here, please check the <a %(userforum)s>User Forum</a> and try the search function. If you don't find an answer there, create a new topic and ask for help.
de_de: Falls deine Frage hier nicht beantwortet wurde, schau bitte ins <a %(userforum)s>Benutzer-Forum</a> und verwende die Suche. Wenn du auch dort keine Antwort findest, beginne eine neue Konversation und bitte um Hilfe.
es_es: Si tu pregunta no se ha respondido aquí, comprueba el <a %(userforum)s>Foro de Usuarios</a> (prueba con la función de búsqueda) y, si no encuentras respuesta allí, abre un nuevo tema y pide ayuda.
fi_fi: Jos kysymykseesi ei ole vastattu täällä, tarkista <a%(userforum)s>Keskusteluryhmästä</a> ja kokeile hakutoimintoa. Jos et löydä vastausta sieltä, luo uusi kysymysja pyydä apua.
fr_fr: Si votre question n'a pas été répondue ici, veuillez consulter le <a %(userforum)s>Forum utilisateur</a> et essayer la fonction de recherche. Si vous ne trouvez pas de réponse là-bas, créez un nouveau sujet et demandez de l'aide.
hr_hr: Ako ovdje nema odgovora na vaše pitanje, provjerite <a %(userforum)s>korisnički forum</a> i pokušajte s funkcijom pretraživanja. Ako tamo ne pronađete odgovor, otvorite novu temu i zatražite pomoć.
it_it: Se la domanda non ha trovato risposta qui, controllare il <a %(userforum)s>Forum degli utenti</a> e provare la funzione di ricerca. Se non trovate una risposta, create un nuovo argomento e chiedete aiuto.
ko_kr: 여기에서 질문에 대한 답변을 찾을 수 없다면, <a %(userforum)s>사용자 포럼</a>에 방문해서 검색해보세요. 그럼에도 답변을 찾을 수 없다면, 새 주제를 개설해서 도움을 구하세요.
nl_nl: Als je vraag hier niet beantwoord is, kijk dan op het <a %(userforum)s>Gebruikersforum</a> en probeer de zoekfunctie. Als je daar geen antwoord vindt, maak dan een nieuw onderwerp en vraag om hulp.
pt_br: Se sua pergunta não foi respondida aqui, verifique o <a %(userforum)s>Fórum de Usuários</a> e experimente a função de busca. Se não encontrar uma resposta lá, crie um novo tópico e pela ajuda.
pt_pt: Se a sua pergunta não foi respondida aqui, consulte o <a %(userforum)s > fórum de utilizadores</a>e tente a função de pesquisa. Caso não encontre resposta lá, crie um novo tópico e peça ajuda.
sv_se: Om din fråga inte besvarades här, vänligen kontrollera <a %(userforum)s>Användarforumet</a> och prova sökfunktionen. Om du inte hittar ett svar där, skapa ett nytt ämne och be om hjälp.
