Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: The Subsurface team would like to thank a few companies and individuals for their help through documentation, hardware donations, loaner devices, and <a %(link)s>sponsorship</a> of the project:
de_de: Das Subsurface-Team möchte einigen Unternehmen und Einzelpersonen für ihre Hilfe durch Dokumentation, Hardware-Spenden, Leihgeräte und <a %(link)s>finanzielle Unterstützung</a> des Projekts danken.
es_es: El equipo de Subsurface desea mostrar su agradecimiento a algunas compañías y personas por su ayuda a través de documentación, donaciones de hardware, cesiones de dispositivos o <a %(link)s>esponsorización</a> del proyecto:
fi_fi: Subsurface-tiimi haluaa kiittää seuraavia yrityksiä ja yksityishenkilöitä, jotka ovat auttaneet dokumentoinnissa, lahjoittaneet tai lainanneet laitteistoja ja <a %(link)s>sponsoroineet</a> projektia:
fr_fr: L'équipe Subsurface tient à remercier quelques entreprises et particuliers pour leur aide à travers la documentation, les dons de matériel, les appareils de prêt et le <a %(link)s>sponsorship</a> du projet.
hr_hr: Subsurface tim želi zahvaliti nekoliko tvrtki i pojedinaca na njihovoj pomoći kroz dokumentaciju, donacije hardvera, posuđene uređaje i <a %(link)s>sponzorstvo</a> projekta:
it_it: Il team di Subsurface desidera ringraziare alcune aziende e privati per l'aiuto fornito attraverso la documentazione, le donazioni di hardware, i dispositivi in prestito e la <a %(link)s>sponsorizzazione</a> del progetto:
ko_kr: Subsurface 팀은 문서자료, 하드웨어 기부, 장치 대여 및 프로젝트 <a %(link)s>후원</a>을 통해 도움을 주신 몇몇 회사들과 개인들에게 감사의 말씀을 전합니다:
nl_nl: Het Subsurface team wil een aantal bedrijven en personen bedanken voor hun hulp door middel van documentatie, hardware donaties, leenapparatuur en <a %(link)s>sponsoring</a> van het project:
pt_br: A equipe do Subsurface gostaria de agradecer algumas companhias e pessoas por sua ajuda com a documentação, doação de hardware, empréstimo de dispositivos e <a %(link)s>patrocínio</a> do projeto\:
pt_pt: A equipa da Subsurface gostaria de agradecer a algumas empresas e indivíduos por sua ajuda através de documentação, doações de hardware, empréstimo de dispositivos e <a %(link)s> patrocínio </a>do projeto:
sv_se: Subsurface-teamet skulle vilja tacka några företag och individer för deras hjälp genom dokumentation, hårdvarudonationer, lånedevices och <a %(link)s>sponsring</a> av projektet.

source: Video Tutorial
fi_fi: Video-ohje
fr_fr: Tutoriel Vidéo
hr_hr: Video vodič
ko_kr: 영상 튜토리얼
nl_nl: Video handleiding
pt_br: Tutorial em vídeo
pt_pt: Vídeo tutorial
sv_se: Självstudiekurs (video)

source: This video is based on a slightly older version of Subsurface, but should still be very useful to get an idea of the functionality.
de_de: Dieses Video basiert auf einer etwas älteren Subsurface-Version, sollte aber dennoch eine gute Idee von der Funktionalität geben.
es_es: Este vídeo está basado en una versión de Subsurface algo anticuada, pero aún puede ser útil para hacerse una idea de sus funcionalidades.
fi_fi: Tämä video perustuu hieman vanhempaan Subsurfacen versioon, mutta se silti luultavasti auttaa paljon saamaan hyvän kokonaiskuvan toiminnallisuudesta.
fr_fr: Cette vidéo est basée sur une version plus ancienne de Subsurface, mais devrait toujours être très utile pour se faire une idée de la fonctionnalité.
hr_hr: Ovaj se video temelji na nešto starijoj verziji Subsurfacea, ali bi i dalje trebao biti vrlo koristan da biste dobili ideju o funkcionalnosti.
it_it: Questo video si riferisce ad una versione leggermente più vecchia di Subsurface ma dovrebbe essere ancora abbastanza utile a fornire un'idea delle funzionalità.
ko_kr: 이 영상은 약간 오래된 버전의 Subsurface를 기반으로 제작된 것입니다만, 기능에 대한 아이디어를 얻는 데에는 여전히 유용할 것입니다.
nl_nl: Deze video is gebaseerd op een iets oudere versie van Subsurface, maar is nog steeds handig om een idee te krijgen van de functionaliteit.
pt_br: Este vídeo é baseado numa versão ligeiramente antiga do Subsurface, mas de ser ainda útil para ter-se uma ideia das funcionalidades.
pt_pt: Este vídeo é baseado em uma versão um pouco mais antiga do Subsurface, mas ainda deve ser muito útil para se ter uma ideia da funcionalidade.
sv_se: Den här videon är baserad på en något äldre version av Subsurface men är forfarande användbar för att få en överblick av funktionaliteten.

source: You can also download the video for offline viewing, using one of the following links:
de_de: Du kannst das Video auch zum offline-Ansehen unter einem der folgenden Links:
es_es: También lo puedes descargar para visualizarlo off-line usando uno de los siguientes enlaces:
fi_fi: Voit myös ladata videon offline-katselua varten käyttämällä jotakin seuraavista linkeistä:
fr_fr: Vous pouvez également télécharger la vidéo pour la visionner hors ligne en utilisant l'un des liens suivants:
hr_hr: Također možete preuzeti video za offline gledanje koristeći jednu od sljedećih poveznica:
it_it: È inoltre possibile scaricare il video per la visione offline, utilizzando uno dei seguenti link:
ko_kr: 다음 링크 중 하나를 사용해 영상을 다운로드하여 오프라인에서 시청할 수 있습니다:
nl_nl: Je kunt de video ook downloaden om offline te bekijken via een van de volgende links:
pt_br: O vídeo pode ser baixado para visualização offline, usando-se um dos seguintes links:
pt_pt: Também pode baixar o vídeo para visualização off-line, usando um das seguintes ligações:
sv_se: Du kan också ladda ner videon för offline-visning genom att använda en av följande länkar:

source: or any other of the links at
de_de: oder einem anderne der Links unter
es_es: o cualquiera de los enlaces en
fi_fi: tai seuraavista linkeistä
fr_fr: ou tout autre liens ci-après
hr_hr: ili bilo koji drugi link na
it_it: o qualsiasi altro dei link a
ko_kr: 또는 다음 링크들 중 하나에서
nl_nl: of een van de andere links op
pt_br: ou qualquer outro dos links em
pt_pt: ou qualquer outra das ligações em
sv_se: eller någon annan av länkarna på

source: and watch it with any video player (e.g.: <a %(vlc)s>VLC</a>).
de_de: und mit einem anderen Videoplayer (etwa <a %(vlc)s>VLC</a>) ansehen.
es_es: y ver el vídeo con cualquier reproductor (por ejemplo: <a %(vlc)s>VLC</a>).
fi_fi: ja katso sitä millä tahansa mediasoittimella (esimerkiksi <a%(vlc)s>VLC</a>).
fr_fr: et regardez-le avec n'importe quel lecteur vidéo (par exemple : <a %(vlc)s>VLC</a>).
hr_hr: i gledajte ga s bilo kojim video playerom (npr.: <a %(vlc)s>VLC</a>).
it_it: e guardalo con un qualsiasi player video (es.: <a %(vlc)s>VLC</a>).
ko_kr: 그리고 편한 비디오 플레이어로 시청하세요 (예시: <a %(vlc)s>VLC</a>).
nl_nl: en bekijk het met elk videospeler (bijv.: <a %(vlc)s>VLC</a>).
pt_br: e assista com qualquer reprodutor de vídeo (p. exe.\: <a %(vlc)s>VLC</a>).
pt_pt: e assista em qualquer leitor de vídeo (e.g.: <a %(vlc)s> VLC</a>).
sv_se: och se den med vilken videospelare som helst (till exempel <a %(vlc)s>VLC).

source: Do you have questions, comments, or suggestions for Subsurface? Please join our <a %(link)s>User Forum</a>.
de_de: Hast du Fragen, Kommentare oder Vorschläge für Subsurface? Tritt einfach unserm <a %(link)s>Benutzer-Forum</a> bei.
es_es: ¿Tienes preguntas, comentarios o sugerencias para Subsurface? Por favor, únete a nuestro <a %(link)s>Foro de Usuarios</a>.
fi_fi: Onko sinulla kysymyksiä, kommentteja tai ehdotuksia Subsurfaceen liittyen? Liity <a%(link)s>Keskusteluryhmäämme</a>.
fr_fr: Vous avez des questions, des commentaires ou des suggestions pour Subsurface ? Veuillez rejoindre notre <a %(link)s>Forum utilisateur</a>.
hr_hr: Imate li pitanja, komentara ili prijedloga za Subsurface? Pridružite se našem <a %(link)s>korisničkom forumu</a>.
it_it: Avete domande, commenti o suggerimenti per Subsurface? Unitevi al nostro <a %(link)s>Forum degli utenti1</a>.
ko_kr: Subsurface에 대한 질문이나 코멘트, 제안이 있나요? 우리의 <a %(link)s>사용자 포럼</a>에 가입하세요.
nl_nl: Heb je vragen, opmerkingen of suggesties voor Subsurface? Word dan lid van ons <a %(link)s>Gebruikersforum</a>.
pt_br: Tem perguntas, comentários ou sugestões para o Subsurface? Junte-se ao nosso <a %(link)s>Forum de Usuários</a>.
pt_pt: Tem questões, comentários ou sugestões para o Subsurface? Por favor junte-se ao <a %(link)s> nosso Fórum de utilizadores</a>.
sv_se: Har du frågor, kommentarer eller förslag till Subsurface? Vänligen gå med i vårt <a %(link)s>Användarforum</a>.

source: You can access it on the Subsurface Google Group website or you can subscribe to it via email; simply check the corresponding box when joining the forum.
de_de: Du erreichst es auf der Subsurface Google Gruppen Webseite oder du kannst es per Email abonnieren, wähle einfach das entsprechende Kästchen an, wenn du dem Forum beitrittst.
es_es: Puedes acceder a él en la web del Grupo de Google Subsurface o puedes suscribirte a el por email; simplemente selecciona la casilla correspondiente al unirte al foro.
fi_fi: Voit käyttää sitä Subsurface Google Group -verkkosivustolla tai tilata sen sähköpostiin: ruksaa vain valintaruutu, kun liityt Keskusteluryhmään.
fr_fr: Vous pouvez y accéder via le Google Groupe Subsurface et//ou vous y abonner par e-mail ; il vous suffit de cocher la case correspondante lors de votre inscription sur le forum.
hr_hr: Možete mu pristupiti na stranicama Subsurface Google Groupe ili se na njega možete pretplatiti putem e-pošte; jednostavno označite odgovarajuću kućicu kada se pridružite forumu.
it_it: È possibile accedervi sul sito web del Subsurface Google Group o iscriversi via e-mail; è sufficiente selezionare la casella corrispondente quando ci si iscrive al forum.
ko_kr: Subsurface Google Group 웹사이트에서 접속하거나 이메일로 구독할 수도 있습니다; 그저 포럼에 가입할 때 해당되는 항목에 체크하세요.
nl_nl: Je kunt deze openen op de Subsurface Google Group website of je kunt je abonneren via e-mail; vink het betreffende vakje aan wanneer je lid wordt van het forum.
pt_br: Você pode acessá-lo no website do Subsurface Google Group ou pode subscrevê-lo por e-mail; basta marcar a caixinha correspondente ao registrar-se no fórum.
pt_pt: Pode aceder-lhe através do sítio do Subsurface Google Group ou pode subscrevê-lo através do e-mail; basta sinalar a caixa correspondente ao juntar-se ao fórum.
sv_se: Du kan komma åt det på Subsurface Google Group-webbplatsen eller prenumerera på det via e-post; markera helt enkelt motsvarande ruta när du går med i forumet.

source: Contributing
de_de: Mitarbeiten
es_es: Contribuir

source: Contributing to Subsurface
de_de: Beitragen zu Subsurface
es_es: Contribuir a Subsurface

source: If you are a software developer (of any experience level), your help with maintaining and extending Subsurface will be greatly appreciated. Have a look at <a %(link)s>the code contribution page on GitHub</a> to see how you can get started.
de_de: Wer mit Programmierung Erfahrung hat (auf jedem Niveau), kann mithelfen Subsurface zu unterhalten und zu erweitern und solche Hilfe ist immer sehr willkommen. Ein Blick auf <a %(link)s>die entsprechende Einführungsseite auf Github</a> zeigt, wie man loslegen kann.
es_es: Si eres un desarrollador de software (con cualquier nivel de experiencia), tu ayuda en mantener y extender Subsurface sería muy apreciada. Échale un vistazo a <a %(link)s>la página de contribución de código en GitHub</a> para ver como puedes empezar.

source: If you would like to work closely with our developers and give them a hand in testing the latest features and bugfixes, please head over to the code contribution page on GitHub to find out <a %(link)s>how to join the community</a>. We especially need people running Windows and Mac (as the majority of the active developers are Linux people).
de_de: Wer eng mit unseren Entwicklern zusammenarbeiten will und sie beim Testen der neusten Features und Fehlerbehebungen unterstützen will, findet bei <a %(link)s>Github</a>, wie man der Community beitreten kann. Wir suchen insbesondere nach Testern auf Windows und Mac (da die Mehrheit der aktiven Entwickler Linux benutzen).
es_es: Si quieres trabajar estrechamente con nuestros desarrolladores y echarles una mano probando las últimas funcionalidades y correcciones de fallos, por favor, dirígete a la página de contribución de código de GitHub para saber más sobre <a %(link)s>como unirte a la comunidad</a>. Necesitamos especialmente personas que usen Windows y Mac (ya que la mayoría de desarrolladores activos son gente de Linux).

source: If you are good with words you can help us by writing, reviewing, and improving documentation and articles for our website. To get started please head over to the code contribution page on GitHub to find out <a %(link)s>how to join the community</a>.
de_de: Wer gut mit Wörtern umgehen kann, kann uns helfen die Dokumentation und unsere Webseiten zu schreiben, zu überprüfen und zu verbessern. Um loszulegen am besten der Community beitreten, wie <a %(link)s>auf GitHub</a> beschrieben.
es_es: Si eres bueno con las palabras, puedes ayudarnos escribiendo, revisando y mejorando la documentación y los artículos en nuestra página web. Para empezar, por favor, visita la página de contribución de código en GitHub para averiguar <a %(link)s>como unirte a la comunidad</a>.

source: If you like to obsess over usability and user experience, and ideally have some experience in UX and / or web design, we can always use help with improving the user experience and visual design of Subsurface and of our website. To get started please head over to the code contribution page on GitHub to find out <a %(link)s>how to join the community</a>.
de_de: Wenn du dich gerne mit Benutzbarkeit und User Experience befasst und idealer Weise etwas Erfahrung mit US und/oder Web-Design hast, bist du willkommen uns bei der Verbesserung der UX und dem visuellen Design von Subsurface und unseren Webseiten zu helfen. Um loszulegen, komm auf die <a %(link)s>Mit-Mach-Seite</a> und finde heraus, wie du Teil der Subsurface-Community werden kannst.

source: The Subsurface team is providing distribution packages for Ubuntu and Fedora as well as a generic "AppImage" that should work on most other x86_64 Linux distributions.
de_de: Das Subsurface-Team stellt Pakete für Ubuntu und Fedora sowie ein universelles "AppImage" zur Verfügung, das auf den allermeisten anderen x86_64 Linux-Distributionen funktionieren sollte.
es_es: El equipo de Subsurface proporciona paquetes para Ubuntu y Fedora, así como una "AppImage" genérica que debería funcionar en la mayoría del resto de distribuciones de Linux para x86_64.

source: If you would like to contribute and help, there are many ways to do so. Please take a look at our <a %(contributing)s>contributing</a> page.
de_de: Es gibt vielfältige Möglichkeiten zu Subsurface beizutragen und zu helfen. Schau einfach auf unserer <a %(contributing)s>Mit-Mach-Seite</a> nach.
es_es: Si te gustaría contribuir y ayudar, hay muchas formas de hacerlo. Por favor, echa un vistazo a nuestra página <a %(contributing)s>Contribuir</a>.

source: You are of course invited and encouraged to provide an implementation for your desired new feature. Please take a look at our <a %(contributing)s>contributing</a> page.
de_de: Andererseits wollen wir Dich nicht abhalten, deinen Wusch selber zu implementieren und die entsprechenden Änderungen beizutragen. Siehe da zu unsere <a %(contributing)s>Mit-Machen-Seite</a> .
es_es: Por supuesto, te invitamos y animamos a que nos proporciones una implementación de la nueva funcionalidad por la que te interesas. Por favor, echa un vistazo a nuestra página <a %(contributing)s>Contribuir</a>.

source: For technical reasons, some of the Windows binaries you can download from our website aren't signed at all, in which case Windows provides more and stronger warnings when trying to use them. As long as you download the binaries from this website they are save and do not contain any malware.
de_de: Aus technischen Gründen sind einige der Windows-Binärdateien, die von unserer Website herunterladen werden können, nicht signiert. In diesem Fall macht Windows es ziemlich schwierig, diese zu verwenden und zeigt Warnungen an. Binärdateien, die von dieser Website herunterladen wurden, sind sie sicher und enthalten keine Malware.
es_es: Por motivos técnicos. algunos de los binarios de Windows que puedes descargar desde nuestra web no están firmados. En este caso Windows te mostrará más avisos y más fuertes cuando intentes instalarlo. Siempre y cuando descargues los binarios desde esta página web, son seguros y no contienen ningún malware.

source: For technical reasons, some of the macOS DMGs you can download from our website aren't signed at all, in which case macOS will force you to go through the System Preferences / Security in order to allow you to start Subsurface. As long as you download the DMG from this website it are save and does not contain any malware.
de_de: Aus technischen Gründen sind einige der auf unserer Seite verfügbaren DMGs für MacOS nicht signiert. In diesem Fall erfordert MacOS, dass Du in den Systemeinstellungen/Sicherheit den Start von Subsurface erlaubst. Solange Du das DMG von dieser Webseite herunter geladen hast, ist es sicher und enthält keine Malware.
es_es: Por razones técnicas, algunos de los DMGs que puedes descargar de nuestra web no están firmados, en cuyo caso macOS te obligará a pasar por Preferencias del Sistema / Seguridad antes de permitirte abrir Subsurface. En tanto en cuanto hayas descargado el DMG desde esta web es seguro y no contiene malware.

source: If you would like to contribute and help, this is a perfect opportunity to do so. Please take a look at our <a %(contributing)s>contributing</a> page.
de_de: Wenn du Subsurface unterstützen und helfen willst, ist dies eine sehr gute Gelegenheit. Schau einfach auf unsere <a %(contributing)s>Mit-Mach-Seite</a> .
es_es: Si quisieras contribuir y ayudar, es la oportunidad perfecta para hacerlo. Por favor echa un vistazo a nuestra página <a %(contributing)s>Contribuir</a> .

source: If for some reason you cannot get regular downloads to work, but have access to the `.FIT` files, you can still use Subsurface to import those, still using the download code. Simply create a folder <code>...somepath.../Garmin/Activity</code> and copy the <code>.FIT</code> files into that folder. Now start a Subsurface download and enter <code>...somepath...</code> (without the <code>Garmin/Actity</code> part) in the Connection field and press Download.
de_de: Wenn aus irgendeinem Grund die direkte Übertragung nicht funktioniert, du aber Zugriff auf die '.FIT'-Dateien hast, kannst du auch diese in Subsurface einlesen. Erzeuge ein Verzeichnis<code>...somepath.../Garmin/Activity</code> kopiere die <code>.FIT</code>-Dateien in dieses Verzeichnis. Nun starte die Übertragung in Subsurface und wähle <code>...somepath...</code> (ohne den <code>Garmin/Actity</code>-Teil) als Pfad aus und starte die Übertragung.
es_es: Si por algún motivo no puede funcionar la descarga normal, pero tienes acceso a los archivos `.FIT`, puedes usar Subsurface para importarlos usando el sistema de descargas. Simplemente crea una carpeta <code>...somepath.../Garmin/Activity</code> y copia los archivos <code>.FIT</code> a esa carpeta. Inicia ahora una descarga con Subsurface e introduce <code>...somepath...</code> (sin la parte de <code>Garmin/Activity</code>) en el campo "Dispositivo o punto de montaje" y pulsa Descargar.

source: Store your logbook data in the cloud. Work with your data from different devices, online and offline. Fully integrated, free, and easy to set up.
de_de: Sichere dein Logbuch in der Subsurface-Cloud. Bearbeite deine Daten auf verschiedenen Geräten, online und offline. In Subsurface integriert, kostenlos und einfach einzurichten.
es_es: Guarda los datos de tu registro de inmersiones en la nube. Trabaja con tus datos desde diferentes dispositivos, on-line u off-line. Completamente integrado, gratuito y fácil de configurar.

source: Subsurface User Manual
de_de: Subsurface Benutzerhandbuch
es_es: Manual de Usuario de Subsurface

source: Subsurface runs on both Apple M and Intel Macs running macOS 10.15 and newer. On Apple M Macs Subsurface currently runs in Rosettastone emulation mode. Work on fat binaries with native support for both x86_64 and Apple M chips has been started but for technical reasons currently doesn't create binaries with a great user experience.
es_es: Subsurface corre en Apple M y Macs Intel con macOS 10.15 o más reciente. En Apple M Macs actualmente corre en modo de emulación Rosettastone. Hemos iniciado trabajos para crear binarios grandes con soporte nativo para ambos chips x86_64 y Apple M pero, por motivos técnicos, los binarios que se producen actualmente no resultan en una buena experiencia para el usuario.

source: Obvioiusly there can be many reasons for this. If your dive computer connects via cable, clean the contacts and make sure they are dry. Repeat if necessary. Make sure the connector is firmly connected. Wiggle it. Seriously. Make sure the dive computer is in transfer mode (this isn’t necessary for all dive computers but for many common ones). Check with other software that the download works in general. Try another cable. Check your battery. There are some dive computer (especially earlier Suunto models) that will happily work with a low battery, but will fail to transfer dives to a connected PC unless the battery is changed.
es_es: Obviamente puede haber muchas razones. Si tu ordenador de buceo se conecta por cable, limpia los contactos y asegúrate de que están secos. Repite esto en caso de ser necesario. Asegúrate de que el cable está bien conectado. Muévelo. En serio. Asegúrate de que el ordenador de buceo está en modo de transferencia de datos (esto no es necesario para todos los ordenadores, pero sí para mucho habituales). Comprueba con otro software que la descarga funciona en general. Prueba con otro cable. Comprueba la batería. Hay algunos ordenadores de buceo (especialmente los modelos antiguos de Suunto) que funcionan perfectamente con poca batería, pero que no transferirán al PC a menos que se cambie/recargue la batería.
