Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Subsurface provides recreational scuba divers, tech divers, and diving professionals with an easy to use interface for planning and logging and organizing dives. Dives can be entered manually, via spreadsheets, directly from some other dive logging software, and most importantly from many dive computers. What if you change dive computers? This is no problem with Subsurface as it is not tied to a specific dive computer manufacturer. Tech divers will appreciate the dive planner which allows you to plan using VPM-B or Bühlmann ZH-L16. Testing bailout gases, comparing different gas mixes and gradient factors, and finally printing the plan is made easy. Subsurface is free and available on multiple platforms making it the perfect software for a wide range of scuba divers.
de_de: Subsurface bietet Sport- und Tec-Taucherinnen und Tauchern sowie Tauch-Profis eine einfache Möglichkeit Tauchgänge zu planen, dokumentieren und organisieren. Tauchgänge können manuelle oder mittels Tabellenkalkulation eingegeben werden, aus anderer Tauchsoftware importiert und vor allem aus Tauchcomputern ausgelesen werden. Was passiert, wenn du einen neuen Tauchcomputer anschaffst? Bei Subsurface ist das kein Problem, da es nicht an einen Tauchcomputer-Hersteller gebunden ist. Für technische Tauchgänge ist es praktisch, diese mit Bühlmann ZH-L16 pder dem VPM-B Modell grafisch planen zu können. Das Ausprobieren verschiedenen bail-out-Gase oder Gradientenfaktoren und am Ende das Ausdrucken des Plans sind ein Kinderspiel. Subsurface ist kostenlos und läuft auf verschiedenen Plattformen was es zur idealen Software für viele Taucherinnen und Taucher macht.
es_es: Subsurface proporciona a buceadores recreativos, técnicos y profesionales una interfaz simple y fácil de usar para planificar, registrar y organizar inmersiones. Las inmersiones se pueden introducir manualmente, desde hojas de cálculo, directamente desde otro software de divelog y, lo más importante, desde muchos ordenadores de buceo. ¿Qué pasa si cambias de ordenador de buceo? Esto no es un problema con Subsurface ya que no depende del fabricante de un ordenador concreto. Los buzos técnicos apreciarán el planificador que les permite planificar usando VPM-B o Bülmann ZH-L16. Con él resulta sencillo comprobar gases de reserva, comparar diferentes mezclas de gases y factores de gradiente y, finalmente, es fácil imprimir el plan. Subsurface es gratuito y está disponible en múltiples plataformas, lo que lo convierte en el software perfecto para un amplio elenco de buceadores.
fi_fi: Subsurface tarjoaa virkistyssukeltajille, tekniikkasukeltajille ja sukellusammattilaisille helppokäyttöisen käyttöliittymän sukellusten suunnitteluun, kirjaamiseen sekä järjestelyyn. Sukellukset voidaan syöttää manuaalisesti, taulukkolaskentatiedostosta, suoraan jostain muusta sukellulokikirja-ohjelmistosta ja mikä tärkeintä, monista sukellustietokoneista. Entä jos vaihdat sukellustietokonetta? Tämä ei ole ongelma Subsurfacelle, koska se ei ole sidottu tiettyyn sukellustietokoneen valmistajaan tai merkkiin. Tekniikkasukeltajat arvostavat sukelluksen suunnittelua käyttäen joko VPM-B- tai Bühlmann ZH-L16-algoritmiä. Bailout-kaasujen testaaminen, eri kaasuseosten ja gradienttikertoimien vertailu ja lopulta suunnitelman tulostaminen on helppoa. Subsurface on ilmainen ja saatavilla useilla alustoilla, mikä tekee siitä täydellisen ohjelmiston erityyppisiin sukelluksiin.
fr_fr: Subsurface fournit aux plongeurs de loisir, aux plongeurs techniques et aux professionnels de la plongée une interface facile à utiliser, pour planifier, enregistrer et organiser leurs plongées. Les plongées peuvent être saisies manuellement, importées via des feuilles de calcul ou à partir d'un autre logiciel de journal de plongée, et surtout directement à partir de nombreux ordinateurs de plongée. Et si vous changez d'ordinateur de plongée ? Ce n'est pas un problème avec Subsurface car il n'est pas lié à un fabricant spécifique. Les plongeurs techniques apprécieront le planificateur de plongée qui vous permet de planifier en utilisant VPM-B ou Bühlmann ZH-L16. Il permet facilement de tester les gaz de secours, comparer les différents mélanges de gaz et les facteurs de gradient, et enfin imprimer le plan de plongée. Subsurface est gratuit et disponible sur plusieurs plateformes, ce qui en fait le logiciel parfait pour un large éventail de plongeurs sous-marins.
hr_hr: Subsurface rekreativnim roniocima, tehničkim roniocima i ronilačkim profesionalcima pruža jednostavno sučelje za planiranje, bilježenje te organiziranje ronjenja. Zaroni se mogu unositi ručno, putem tablica, izravno iz nekog drugog softvera za bilježenje ronjenja, i što je najvažnije, s mnogih ronilačkih računala. Što ako promijenite ronilačka računala? To nije problem za Subsurface jer nije vezan uz određenog proizvođača ronilačkog računala. Tehnički ronioci će cijeniti planer ronjenja koji vam omogućuje planiranje pomoću VPM-B ili Bühlmann ZH-L16. Ispitivanje bailout plinova, usporedba različitih mješavina plinova i faktora gradijenta te konačno ispisivanje plana je jednostavno. Subsurface je besplatan i dostupan na više platformi što ga čini savršenim softverom za širok raspon ronilaca.
it_it: Subsurface offre ai subacquei ricreativi, tecnici e professionisti una facile interfaccia per pianificare, registrare ed organizzare le immersioni. Le immersioni pososno essere aggiunte manualmente, con uno spreadsheet, direttamente da alcuni altri software di registrazione delle immersioni e più importante, da molti computer subacquei. Cosa succede se cambi il computer subacqueo ? Questo non è un problema con Subsurface dato che non è legato ad uno specifico produttore. I subacquei tecnici apprezzeranno il pianificatore di immersioni che permette di pianificare usando VPN-B o Bühlmann ZH-L16. Testare il risparmi di gas, confrontare le diverse miscele di gas ed infine stampare il piano è reso semplice. Subsurface è libero e disponibile su diverse piattaforme rendendolo il software perfetto per una ampia gamma di subacquei.
ko_kr: Subsurface는 레크리에이션 스쿠버 다이버, 테크 다이버, 다이빙 프로페셔널에게 다이빙 계획, 기록 및 구성을 위해 사용하기 쉬운 인터페이스를 제공합니다. 다이빙은 수동으로, 또는 스프레드시트를 통하거나 다른 다이브 로그 소프트웨어에서 직접 입력할 수 있으며, 가장 중요한 것은 수많은 다이빙 컴퓨터에서 입력할 수 있다는 것입니다. 만약 당신이 다이브 컴퓨터를 바꾸더라도 Subsurface에서는 전혀 문제될 것이 없습니다. Subsurface는 어떠한 특정 다이브 컴퓨터 제조업체와도 연결되어 있지 않기 때문입니다. 테크 다이버들은 다이브플래너로 VPM-B 또는 Bühlmann ZH-L16을 사용해 계획을 세울 수 있습니다. 비상용 가스 테스트, 다양한 가스 혼합 및 gradient factor 비교, 그리고 마지막으로 계획의 출력까지 쉽게 이루어집니다. Subsurface는 무료이며 다양한 플랫폼으로 제공되므로 다양한 스쿠버 다이버들에게 완벽한 소프트웨어입니다.
nl_nl: Subsurface biedt recreatieve duikers, technische duikers en duikprofessionals een gebruiksvriendelijke interface voor het plannen, loggen en organiseren van duiken. Duiken kunnen handmatig worden ingevoerd, via spreadsheets, rechtstreeks vanuit sommige andere duiklog software en bovenal vanuit veel duikcomputers. Wat als je van duikcomputer verandert? Dat is geen probleem met Subsurface, omdat het niet gebonden is aan duikcomputers van een specifieke fabrikant. Techduikers zullen de duikplanner waarderen waarmee je kunt plannen met VPM-B of Bühlmann ZH-L16. Het testen met bailout gassen, het vergelijken van verschillende gasmengsels en gradiëntfactoren en tot slot het afdrukken van het plan is eenvoudig. Subsurface is gratis en beschikbaar op meerdere platforms, waardoor het de perfecte software is voor een breed scala aan duikers.
pt_br: Subsurface oferece aos mergulhadores recreativos, mergulhadores técnicos e profissionais do mergulho uma interface fácil de usar para planejar, registrar e organizar mergulhos. Os mergulhos podem ser introduzidos manualmente, por meio de planilhas eletrônicas, diretamente de outros softwares de registro de mergulho e, o que é mais importante, diretamente de muitos computadores de mergulho. E se você mudar de computador de mergulho? Isso não é um problema, já que o Subsurface não está preso a um fabricante específico de computadores de mergulho. Mergulhadores técnicos apreciarão o planejador de mergulho, que permite usar os algoritmos VPM-B ou Bühlmann ZH-L16. Testar os gases de "bailout", comparar diferentes misturas gasosas e fatores de gradiente e finalmente imprimir o plano é muito fácil. Subsurface é gratuito e disponível em muitas plataformas, tornando-o o software perfeito para uma ampla gama de mergulhadores.
pt_pt: O Subsurface prividencia aos mergulhadores recreativos, mergulhadores técnicos e profissionais de mergulho uma interface fácil de usar para planear, registar e organizar mergulhos. Os mergulhos podem ser inseridos manualmente, por meio de ecrãs, directamente a partir de algum outro software de registo de mergulhos e, o mais importante, a partir de muitos computadores de mergulho. E se mudar de computador de mergulho? Isto não é problema com o Subsurface, pois não está vinculado a um fabricante específico. Os mergulhadores técnicos irão apreciar o planificador de mergulhos que permite planear mergulhos usando os modelos VPM-B ou Bühlmann ZH-L16. Testar gases de «bailout», comparar diferentes misturas de gases e factores de gradiente e, finalmente, imprimir o plano é fácil. Subsurface é gratuito e está disponível em múltiplas plataformas, tornando-o o software perfeito para uma ampla gama de mergulhadores.
sv_se: Subsurface tillhandahåller fritidsdykare, tekniska dykare och dykproffs en användarvänlig gränssnitt för planering, loggning och organisering av dyk. Dyk kan matas in manuellt, via kalkylblad, direkt från annan dykloggningssoftware och framför allt från många dykdatorer. Vad händer om du byter dykdator? Detta är inga problem med Subsurface eftersom det inte är bundet till en specifik tillverkare av dykdatorer. Tekniska dykare kommer att uppskatta dykplaneraren som gör det möjligt att planera med VPM-B eller Bühlmann ZH-L16. Testning av reservgas, jämförelse av olika gasblandningar och gradientfaktorer samt slutligen utskrift av planen görs enkelt. Subsurface är gratis och tillgängligt på flera plattformar vilket gör det till den perfekta programvaran för ett brett utbud av dykare.

source: What operating systems does Subsurface support?
de_de: Unter welchen Betriebssystemen läuft Subsurface?
es_es: ¿Que sistemas operativos soporta Subsurface?
fi_fi: Mitä käyttöjärjestelmiä Subsurface tukee?
fr_fr: Quels systèmes d'exploitation sont compatibles avec Subsurface ?
hr_hr: Koje operativne sustave Subsurface podržava?
it_it: Su che sistemi operativi funziona Subsurface
ko_kr: Subsurface는 어떤 운영체제를 지원하나요?
nl_nl: Welke besturingssystemen worden door Subsurface ondersteund?
pt_br: Quais sistemas operacionais são suportados por Subsurface?
pt_pt: Que sistemas operativos são suportados pelo Subsurface?
sv_se: Vilka operativsystem stöjder Subsurface?

source: Subsurface runs on Windows 10 and newer, MacOS 10.15 and newer, and many flavors of Linux. Mobile versions of Subsurface are available for Android and iOS allow a portable platform for viewing your dive log and performing minor edits; depending on your OS/hardware comby, you may even be able to download dive data directly from your dive computer using Subsurface-mobile.
de_de: Subsurface läuft unter Windows 10 und neuer, MacOS 10.15 und neuer und vielen Linux-Varianten. Die mobilen Versionen von Subsurface für Android und iOS bieten die Gelegenheit, unterwegs dein Logbuch anzusehen und zu bearbeiten. Bei vielen Kombinationen von Betriebssystem und Tauchcomputer ist es sogar möglich, die Tauchgänge direkt mit Subsurface-mobile aus dem Tauchcomputer auszulesen.
es_es: Subsurface corre en Windows (32 y 64bit, Windows 10 y más recientes), MacOS (Intel, 10.15 y más recientes) y muchas distribuciones de Linux. Las versiones para dispositivos móviles de Subsurface están disponibles para Android e iOS y facilitan una plataforma portable para visualizar tu divelog y efectuar pequeñas ediciones; dependiendo de tu combinación de OS/hardware, puedes incluso descargar datos desde tu ordenador de buceo usando Subsurface-mobile.
fi_fi: Subsurface toimii Windows 10:ssä ja uudemmissa versioissa, MacOS 10.15:ssä ja uudemmissa versioissa sekä monissa Linux-distroissa. Subsurface-ohjelman mobiiliversiot ovat saatavilla Android- ja iOS-käyttöjärjestelmille ja ne tarjoavat kannettavan alustan sukelluslokitietojen tarkasteluun ja pienten muokkausten tekemiseen; käyttöjärjestelmäsi/laitteistosi yhdistelmästä riippuen voit myös ladata sukellustietoja suoraan sukellustietokoneeltasi Subsurfacen mobiiliversion avulla.
fr_fr: Subsurface fonctionne sous Windows 10 et les versions ultérieures, MacOS 10.15 et les versions ultérieures, ainsi que de nombreuses distributions Linux. Des versions mobiles de Subsurface sont disponibles pour Android et iOS. Ces versions mobiles permettent la consultation de votre journal de plongée en mobilité, ainsi que certaines modifications. Selon votre configuration OS/matériel, vous pourrez même télécharger directement les données de plongée depuis votre ordinateur de plongée à l'aide de Subsurface-mobile.
hr_hr: Subsurface radi na Windows 10 i novijim, MacOS 10.15 i novijim te mnogim verzijama Linuxa. Mobilne verzije Subsurfacea dostupne su za Android i iOS te omogućuju prijenosnu platformu za pregled vašeg dnevnika ronjenja i izvođenje manjih izmjena; ovisno o vašem operativnom sustavu/hardveru, možda ćete čak moći preuzeti podatke o ronjenju izravno sa svog ronilačkog računala koristeći Subsurface-mobile.
it_it: Subsurface funziona su Windows 10 e successivi, MacOS 10.15 e successivi e molte versioni di Linux. Le versioni di Subsurface per Android e iOS consentono di avere sempre con te le tue immersioni per consultarle e apportare piccole modifiche; a seconda della tua combinazione di OS / dispositivo, puoi anche avere la possibilità di scaricare i dati dell'immersione direttamente dal tuo computere subacqueo usando Subsurface-mobile.
ko_kr: Subsurface는 Windows 10 이상, MacOS 10.15 이상 및 다양한 Linux 버전에서 실행됩니다. 안드로이드 및 iOS에서 사용 가능한 Subsurface 모바일 버전에서는 다이브 로그를 보거나 사소한 편집을 할 수 있습니다; OS/하드웨어 조합에 따서는 Subsurface-mobile을 사용해 다이브 컴퓨터에서 직접 다이브 데이터를 다운로드할 수 있습니다.
nl_nl: Subsurface draait op Windows 10 en nieuwer, MacOS 10.15 en nieuwer en vele soorten Linux. Mobiele versies van Subsurface zijn beschikbaar voor Android en iOS en bieden een draagbaar platform voor het bekijken van je duiklogboek en het uitvoeren van enkele bewerkingen; afhankelijk van je OS/hardware kun je met Subsurface-mobile zelfs duikgegevens rechtstreeks van je duikcomputer downloaden.
pt_br: Subsurface roda em Windows 10 e acima, MacOS 10.15 e acima e muitas versões de Linux. Versões móveis de Subsurface estão disponíveis para Android e iOS e permitem uma plataforma portátil para visualizar seu log de mergulhos e fazer pequenas alterações; dependendo da sua combinação de sistema operacional e hardware, pode-se até mesmo baixar os dados diretamente de seu computador de mergulho usando o Subsurface-mobile.
pt_pt: O Subsurface é corre no Windows 10 (e mais recente), no MacOS 10.15 e nas versões mais recentes e em muitas versões do Linux. As versões móveis do Subsurface estão disponíveis para Android e iOS, permitindo uma plataforma portátil para visualizar os seu registos de mergulho e realizar pequenas edições; dependendo do seu sistema operativo/hardware, poderá até descarregar os mergulhos directamente do seu computador de mergulho usando o Subsurface-mobile.
sv_se: Subsurface kan köras på Windows 10 och nyare, MacOS 10.15 och nyare, samt många varianter av Linux. Mobilversioner av Subsurface finns tillgängliga för Android och iOS och möjliggör en portabel plattform för att visa din dyklogg och utföra mindre redigeringar; beroende på din OS/hårdvarukombination kan du till och med kunna ladda ner dykdata direkt från din dykdator med hjälp av Subsurface-mobile.

source: We provide Linux packages for some Linux distributions (currently Ubuntu and Fedora, Debian is supported by a community contributor). Additionally, a Snap package and a generic AppImage are available for other distributions of Linux. Details on where to find Subsurface for your OS are on our <a %(crelease)s>current release</a> page.
de_de: Wir stellen unsere eigenen Packete für verschiedene Linux Versionen (aktuell Ubuntu und Fedora, Debian Packete werden von einem Community-Entwickler unterstützr) zur Verfügung. Weiterhin bieten wir ein "Snap Packet" und ein generisches "AppImage", das auf den meisten Linux Versionen funktionieren sollte. Details wo diese Pakete zu finden sind sind auf der <a %(crelease)s>aktuellen Versions-Seite</a> zu finden.
es_es: Se proporcionan paquetes para algunas distribuciones de Linux (actualmente Ubuntu y Fedora, Debian está soportada por un colaborador de la comunidad). Adicionalmente, están disponibles un paquete de Snap y una AppImage genérica para otras distribuciones de Linux. Los detalles de donde encontrar Subsurface para tu OS están en nuestra página <a %(crelease)s>Versión Actual</a>.
fi_fi: Tarjoamme Linuxin jakelupaketteja joillekin Linux distroille (tällä hetkellä Ubuntu ja Fedora, Debian on tuettu yhteisön kautta) . Lisäksi Snap-paketti ja geneerinen AppImage ovat saatavilla muille Linux distroille. Tarkemmat yksityiskohdat sinun käyttöjärjestelmällesi sopivasta Subsurfacesta löydät <a%(crelease)s>Nykyinen versio</a> -sivulta.
fr_fr: Nous fournissons des packages Linux pour certaines distributions Linux (actuellement Ubuntu et Fedora, Debian est pris en charge par un contributeur de la communauté). De plus, un package Snap et une AppImage générique sont disponibles pour d'autres distributions de Linux. Les détails sur l'endroit où trouver Subsurface pour votre système d'exploitation se trouvent sur notre page de <a %(crelease)s>version actuelle</a>.
hr_hr: Nudimo Linux pakete za neke distribucije Linuxa (trenutno Ubuntu i Fedora, Debian podržava suradnik). Dodatno, paket Snap i generički AppImage dostupni su za druge distribucije Linuxa. Pojedinosti o tome gdje pronaći Subsurface za vaš OS nalaze se na našoj stranici <a %(crelease)s>trenutne verzije</a>.
it_it: Forniamo pacchetti Linux per alcune distribuzioni Linux (attualmente Ubuntu e Fedora, Debian è supportata da un collaboratore della comunità). Inoltre, sono disponibili un pacchetto Snap e una AppImage generica per altre distribuzioni di Linux. I dettagli su dove trovare Subsurface per il vostro sistema operativo sono riportati nella nostra pagina <a %(crelease)s>delle release attuali</a>.
ko_kr: 우리는 일부 Linux 배포판(현재 Ubuntu와 Fedora 지원, Debian은 커뮤니티 기여자에 의해 지원)을 위한 Linux 패키지를 제공합니다. 그 외에 다른 Linux 배포판에서는 Snap 패키지와 일반 AppImage를 사용할 수 있습니다. 해당 OS용 Subsurface의 다운로드 방법은 <a %(crelease)s>현재 릴리스</a> 페이지를 참조하세요.
nl_nl: We bieden Linux pakketten voor enkele Linux distributies (op dit moment Ubuntu en Fedora, Debian wordt ondersteund door een community bijdrager). Daarnaast zijn er een Snap pakket en een generieke AppImage beschikbaar voor andere Linux distributies. Details over waar je Subsurface voor jouw OS kunt vinden staan op onze <a %(crelease)s>huidige versie</a> pagina.
pt_br: Fornecemos pacotes Linux para algumas distribuições Linux (atualmente Ubuntu e Fedora; o suporte a Debian é fornecido por um membro da comunidade). Adicionalmente, um pacote Snap e uma AppImage genérica estão disponíveis para outras distribuições de Linux. Detalhes de onde encontrar Subsurface para seu sistema operacional estão na nossa página da <a %(crelease)s>distribuição atual</a>
pt_pt: Fornecemos pacotes Linux para algumas distribuições Linux (actualmente Ubuntu e Fedora, O Debian é suportado por um contribuidor da comunidade). Além disso, estão disponíveis um pacote Snap e uma AppImage genérica para outras distribuições Linux. Detalhes sobre onde encontrar o Subsurface para o seu sistema operativo podem ser encontrados na nossa <a %(crelease)s>página de lançamento</a>.
sv_se: Vi tillhandahåller Linux-paket för vissa Linux-distributioner (för närvarande Ubuntu och Fedora, Debian stöds av en gemenskapsbidragsgivare). Dessutom finns en Snap-paket och en generisk AppImage tillgänglig för andra distributioner av Linux. Detaljer om var du kan hitta Subsurface för ditt operativsystem finns på vår <a %(crelease)s>aktuella utgåva</a>-sida.

source: Subsurface-mobile for iOS is available in the iOS App Store. Subsurface-mobile for Android is available as sideloaded APK at our <a %(crelease)s>current release</a> page.
de_de: Subsurface-mobile für iOS gibt es im iOS App Store. Subsurface-mobile für Android als APK zum "side-load" auf unserer <a %(crelease)s>aktuelle Versions-Seite</a>.
es_es: Subsurface-mobile para iOS está disponible en la iOS App Store. Subsurface-mobile para Android está disponible como APK descargable en nuestra página <a %(crelease)s>Versión Actual</a>.
fi_fi: Subsurfacen iOS-käyttöjärjestelmälle tarkoitettu mobiiliversio on tarjolla iOS AppStoressa. Subsurfacen Android-käyttöjärjestelmälle tarkoitettu erikseen asennettava eli sivuladattava APK on saatavissa <a%(crelease)s>Nykyinen versio</a>-sivultamme.
fr_fr: Subsurface-mobile pour iOS est disponible dans l'App Store iOS. Subsurface-mobile pour Android est disponible en tant que fichier APK "sideloadé" sur notre page de <a %(crelease)s>version actuelle</a>.
hr_hr: Subsurface-mobile za iOS dostupan je u iOS App Storeu. Subsurface-mobile za Android dostupan je kao side-loadani APK na našoj stranici <a%(crelease)s> trenutne verzije</a>.
it_it: Subsurface-mobile per iOS è disponibile nell'App Store di iOS. Subsurface-mobile per Android è disponibile come APK sideloaded alla nostra <a %(crelease)s> pagina delle release attuali</a>.
ko_kr: iOS용 Subsurface-mobile은 iOS 앱스토어에서 다운로드 가능합니다. 안드로이드용 Subsurface-mobile의 사이드로드 설치를 위한 APK 파일은 <a %(crelease)s>현재 릴리스</a> 페이지에서 다운로드 가능합니다.
nl_nl: Subsurface-mobile voor iOS is beschikbaar in de iOS App Store. Subsurface-mobile voor Android is beschikbaar als sideloaded APK op onze <a %(crelease)s>huidige versie</a> pagina.
pt_br: Subsurface-mobile para iOS está disponível na App Store. Subsurface-mobile para Android está disponível como APK na nossa página da <a %(crelease)s>distribuição atual</a>
pt_pt: O Subsurface-mobile para iOS está disponível na iOS App Store. O Subsurface-mobile para Android está disponível como APK na nossa <a%(crelease)s> página de lançamento</a>.
sv_se: Subsurface-mobile för iOS finns tillgänglig i iOS App Store. Subsurface-mobile för Android finns tillgänglig som sideloadad APK på vår <a %(crelease)s>aktuella version</a>-sida.

source: How much does Subsurface cost?
de_de: Was kostet Subsurfac?
es_es: ¿Cuanto cuesta Subsurface?
fi_fi: Kuinka paljon Subsurface maksaa?
fr_fr: Combien coûte Subsurface ?
hr_hr: Koliko Subsurface košta?
it_it: Quanto costa Subsurface
ko_kr: Subsurface의 가격은 얼마인가요?
nl_nl: Hoeveel kost Subsurface?
pt_br: Quanto custa o Subsurface?
pt_pt: Quanto custa o Subsurface?
sv_se: Hur mycket kostar Subsurface?
