Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: Subsurface is open source software. It's free to use. It's written by a group of enthusiasts who do this in their spare time - including providing the Subsurface Cloud storage and all the other infrastructure. Please understand that this also means that they will respond to your requests when they have time, and they generally don't appreciate being treated like the support team of a commercial vendor. If you'd like a commercial dive log program, there are plenty others to choose from.
de_de: Subsurface ist Open-Source-Software. Es kann kostenfrei genutzt werden. Subsurface wird von einer Gruppe von Enthusiasten in ihrer Freizeit geschrieben und die zugehörige Infrastruktur mit der Subsurface Cloud betrieben. Das bedeutet, dass sie auf deine Fragen und Wünsche erst antworten können, wenn sie dafür Zeit haben; sie schätzen auch nicht, wie die Beschwerdestelle eines kommerziellen Herstellers behandelt zu werden. Wenn du auf der Suche nach einem kommerziellen Tauchprogramm bist, gibt es diese in großer Auswahl.
es_es: Subsurface es software de código abierto. Usarlo es gratis. Ha sido escrito por un grupo de entusiastas que hacen esto en su tiempo libre, incluidos proporcionar el almacenamiento en la nube y el resto de infraestructura. Entiende, por favor, que esto también significa que responderán a tus peticiones cuando tengan tiempo, y que, en general, no aprecian que les traten como al equipo de soporte de una firma comercial. Si prefieres un programa de divelog comercial, hay un montón de ellos donde elegir.
fi_fi: Subsurface on avoimen lähdekoodin ohjelmisto. Sen käyttö on ilmaista. Sen on kirjoittanut joukko harrastajia, jotka kehittävät ja ylläpitävät sitä vapaa-ajallaan - ja tarjoavat myös Subsurface Cloud -pilvitallennustilan ja kaiken muun tarvittavan infrastruktuurin. Ymmärräthän, että tämä tarkoittaa myös sitä, että he vastaavat pyyntöihisi silloin, kun heillä on aikaa, eivätkä yleensä pidä siitä, että heitä kohdellaan kuin kaupallisen toimijan tukitiimiä. Jos haluat kaupallisen sukelluslokikirja-ohjelmiston, tarjolla on paljon muitakin, joista valita.
fr_fr: Subsurface est un logiciel open source. Il est gratuit à utiliser. Il est écrit par un groupe de passionnés qui le font pendant leur temps libre, y compris le stockage Cloud et de toute l'infrastructure associée. Merci donc de comprendre que cela signifie qu'ils répondront à vos demandes lorsqu'ils auront du temps, et qu'ils n'apprécient généralement pas d'être traités comme l'équipe de support d'un fournisseur commercial. Si vous souhaitez un programme de journal de plongée commercial, il en existe de nombreux autres parmi lesquels choisir.
hr_hr: Subsurface je open source softver. Besplatan je za korištenje. Napisala ga je skupina entuzijasta koji to rade u svoje slobodno vrijeme - uključujući pružanje Subsurface Cloud pohrane i sve ostale infrastrukture. Imajte na umu da to također znači da će odgovoriti na vaše zahtjeve kada budu imali vremena i općenito ne cijene da ih se tretira kao tim za podršku komercijalnog programa. Ako želite komercijalni program dnevnika ronjenja, postoji mnogo drugih na izbori.
it_it: Subsurface è un software open source. Si può usare gratuitamente. È scritto da un gruppo di appassionati che lo fanno nel loro tempo libero - e che forniscono anche lo storage Subsurface Cloud e tutte le altre infrastrutture. Questo significa anche che risponderanno alle vostre richieste quando avranno tempo, e in genere non apprezzano di essere trattati come il team di supporto di un fornitore commerciale. Se si desidera un divelog digitale commerciale, ce ne sono molti altri tra cui scegliere.
ko_kr: Subsurface는 오픈 소스 소프트웨어로서 무료로 제공됩니다. Subsurface의 개발 - Subsurface 클라우드 스토리지 및 기타 모든 인프라의 제공을 포함 - 은 열성적인 그룹의 사람들이 자발적으로 여가 시간을 투입하여 이루어진 것입니다. 따라서 그들은 시간이 있을 때 비로소 당신의 요청에 응답할 것이며, 상용 공급업체의 지원팀처럼 대우받기를 원하지 않는바, 이에 대해 양해를 바랍니다. 만약 당신이 상용 다이빙 로그 프로그램을 원한다면, 선택할 수 있는 다른 프로그램이 많이 있습니다.
nl_nl: Subsurface is open source software. Het is gratis te gebruiken. Het is geschreven door een groep enthousiastelingen die dit in hun vrije tijd doen - inclusief het beschikbaar stellen van de Subsurface Cloud opslag en alle andere infrastructuur. Begrijp alsjeblieft dat dit ook betekent dat ze op je vragen reageren wanneer ze tijd hebben, en dat ze het meestal niet op prijs stellen om te worden behandeld als het supportteam van een commerciële leverancier. Als je een commercieel duiklog programma wilt, zijn er genoeg andere om uit kunt kiezen.
pt_br: Subsurface é software de código aberto. Está disponível para uso gratuitamente. É escrito por um grupo de entusiastas que trabalham no projeto em seu tempo livre -- inclusive provendo o armazenamento em nuvem e toda a infraestrutura adicional. Entenda que isso também significa que eles responderão aos seus pedidos quando tiverem tempo e que geralmente não apreciam serem tratados como a equipe de suporte de um fornecedor comercial. Se você preferir um programa de log de mergulho comercial, há muitos outros à sua escolha.
pt_pt: Subsurface é um software de código livre. É de utilização gratuita. Foi escrito por um grupo de entusiastas que desenvolvem o projecto no seu tempo livre - incluindo o fornecimento do armazenamento remoto do Subsurface e todas as outras infra-estruturas. Tenha em conta que isso também significa que eles tentam responder às suas solicitações na medida do seu tempo disponível e geralmente não gostam de ser tratados como se fossem a equipe de suporte de um fornecedor comercial. Se procura um programa comercial para registo de mergulhos, há muitos para escolher.
sv_se: Subsurface är öppen källkod. Det är gratis att använda. Det är skrivet av en grupp entusiaster som gör detta på sin fritid - inklusive att tillhandahålla Subsurface Cloud-lagring och all annan infrastruktur. Var vänlig förstå att detta också innebär att de kommer att svara på dina förfrågningar när de har tid och de uppskattar generellt inte att bli behandlade som supportteamet för en kommersiell leverantör. Om du vill ha ett kommersiellt dykloggsprogram finns det gott om andra att välja mellan.

source: If you would like to contribute and help, there are many ways to do so. Our '<a %(contribute)s>Contribute</a>' page lists a few options and provides information on how to get started.
fi_fi: Jos haluat osallistua ja auttaa, voit tehdä niin monin eri tavoin. <a%(contribute)s>Osallistu</a>-sivullamme on listattu erilaisia osallistumisvaihtoehtoja ja saat myös lisätietoa siitä, kuinka pääset alkuun.
fr_fr: Si vous souhaitez contribuer et aider, il existe de nombreuses façons de le faire. Notre page '<a %(contribute)s>Contribuer</a>' propose quelques options et fournit des informations sur la manière de commencer.
hr_hr: Ako želite doprinijeti i pomoći, postoji mnogo načina da to učinite. Naša stranica '<a %(contribute)s>Doprinos</a>' navodi nekoliko opcija i pruža informacije o tome kako započeti.
it_it: Se desiderate contribuire e aiutare, ci sono molti modi per farlo. La nostra pagina '<a %(contribute)s>Contribute</a>' elenca alcune opzioni e fornisce informazioni su come iniziare.
ko_kr: 만약 당신이 기여 또는 도움을 제공하고자 한다면, 그 방법은 많습니다. 기여 방식과 그에 대한 정보에 대해서는 우리의 '<a %(contribute)s>기여</a>' 페이지를 참조하세요.
nl_nl: Als je wilt bijdragen en helpen kan dat op verschillende manieren. Op onze '<a %(contribute)s>Bijdragen</a>' pagina staan een paar opties en informatie over hoe je kunt beginnen.
pt_br: Se você estiver disposto a contribuir e ajudar, há muitas maneiras de fazê-lo. Nossa página '<a %(contribute)s>Contribuir</a>' apresenta algumas opções e fornece informação de como começar.
pt_pt: Se gostaria de contribuir e ajudar, existem várias formas de o fazer. A nossa «<a%(contribute)s>Página de contribuição» contém algumas opções e fornece informações sobre como começar a ajudar.
sv_se: Om du vill bidra och hjälpa till finns det många sätt att göra det på. Vår '<a %(contribute)s>Bidra</a>' sida listar några alternativ och ger information om hur du kommer igång.

source: Please add the following awesome feature
de_de: Bitte baut dieses unglaublich praktische Feature ein
es_es: Por favor, añadid la siguiente funcionalidad estupenda
fi_fi: Voisitteko lisätä seuraavan mahtavan ominaisuuden
fr_fr: Veuillez ajouter cette super fonctionnalité
hr_hr: Dodajte sljedeću izvrsnu opciju
it_it: Per favore aggiungete questa fantastica funzionalità
ko_kr: 제가 제안하는 멋진 기능을 추가해주세요
nl_nl: Voeg de volgende fantastische functie toe
pt_br: Por favor, acrescente a seguinte funcionalidade fantástica
pt_pt: Por favor adicionem a seguinte funcionalidade espectacular
sv_se: Var vänlig lägg till följande fantastiska funktion.

source: As mentioned in the previous question, Subsurface is written and maintained by volunteers. It also has several ten thousand users. The current feature set aims to find a reasonable balance between a user experience that is easy to understand, and addressing the most commonly requested features. New features often get rejected if none of the existing developers feel strongly that they would make a significant difference to the majority of our users.
de_de: Wie in der vorherigen Frage beschrieben, wird Subsurface von einer Gruppe Freiwilliger geschrieben und betrieben. Inzwischen wird es von mehreren Zehntausend Nutzerinnen und Nutzern verwendet. Die jetzt verfügbaren Features stellen eine Abwägung zwischen einfach zu durchschauender Benutzbarkeit und den am häufigsten nachgefragten Funktionen dar. Neue Features werden oft nicht eingebaut, wenn keiner der vorhandenen Entwickler findet, dass dieses Feature eine wesentliche Verbesserung für eine hinreichend große Zahl von Usern bedeutet.
es_es: Como comentábamos en la cuestión anterior, Subsurface está escrito y mantenido por voluntarios. También tiene varias decenas de miles de usuarios. El conjunto actual de funcionalidades intenta mantener un balance razonable entre simplicidad en la experiencia de usuario y la integración de las funcionalidades más demandadas. Las nuevas funcionalidades, a menudo, se rechazan si ninguno de los desarrolladores aprecia que pueden suponer una diferencia significativa para la mayoría de nuestros usuarios.
fi_fi: Kuten edellisessä kysymyksessä mainittiin, Subsurfacea kirjoittavat ja ylläpitävät vapaaehtoiset. Sillä on myös useita kymmeniä tuhansia käyttäjiä. Nykyinen ominaisuusvalikoima pyrkii löytämään kohtuullisen tasapainon helposti ymmärrettävän käyttäjäkokemuksen ja yleisimmin toivottujen ominaisuuksien välillä. Uuden toiminnallisuuden lisäyspyyntö hylätään usein, jos yksikään nykyisistä kehittäjistä ei usko, että niillä olisi merkittävää vaikutusta käyttäjien enemmistölle.
fr_fr: Comme mentionné dans la question précédente, Subsurface est écrit et maintenu par des bénévoles. Il compte également plusieurs dizaines de milliers d'utilisateurs. L'ensemble des fonctionnalités actuelles vise à trouver un équilibre raisonnable entre une expérience utilisateur facile à comprendre et la prise en compte des fonctionnalités les plus demandées. Les nouvelles fonctionnalités sont rejetées si aucun des développeurs pense qu'elles apporteraient une différence significative à la majorité des utilisateurs.
hr_hr: Kao što je spomenuto u prethodnom pitanju, Subsurface pišu i održavaju volonteri. Također ima i nekoliko desetaka tisuća korisnika. Trenutačni skup opcija ima za cilj pronaći razumnu ravnotežu između korisničkog iskustva koje je lako razumjeti i rješavanja najčešće traženih opcija. Nove opcije često bivaju odbijene ako nitko od postojećih programera ne smatra da bi mogle značajno utjecati na većinu naših korisnika.
it_it: Come accennato nella domanda precedente, Subsurface è scritto e gestito da volontari. Ha anche diverse decine di migliaia di utenti. L'attuale set di funzionalità mira a trovare un ragionevole equilibrio tra un'esperienza utente di facile comprensione e la realizzazione delle funzionalità più comunemente richieste. Le nuove funzionalità vengono spesso rifiutate se nessuno degli sviluppatori esistenti ritiene che possano fare una differenza significativa per la maggior parte dei nostri utenti.
ko_kr: 이전 질문에서 언급했듯이, Subsurface는 자발적인 봉사자들에 의해 개발되고 관리됩니다. 또한 사용자는 수만 명에 달합니다. 현재의 기능셋은 이해하기 쉬운 사용자 경험과 가장 흔하게 요청되는 기능 구현 간에 합리적 균형을 찾는 것을 목표로 합니다. 새로운 기능의 요청은 그 기능이 대다수의 사용자에게 큰 변화를 가져다 줄 것이라는 확신 없이는 수용되기 어렵습니다.
nl_nl: Zoals vermeld in de vorige vraag, wordt Subsurface geschreven en onderhouden door vrijwilligers. Het heeft ook enkele tienduizenden gebruikers. De huidige functies zijn erop gericht om een redelijke balans te vinden tussen een gebruikerservaring die gemakkelijk te begrijpen is en het bieden van de meest gevraagde functies. Nieuwe functies worden vaak afgewezen als niemand van de huidige ontwikkelaars het gevoel heeft dat ze een groot verschil maken voor de meerderheid van onze gebruikers.
pt_br: Como mencionado na questão anterior, Subsurface é escrito e mantido por voluntários. E também tem várias dezenas de milhares de usuários. O conjunto de funcionalidades atual tenta encontrar um equilíbrio razoável entre uma experiência de usuário que seja de fácil entendimento e atender aos recursos mais comumente solicitados. Novos recursos quase sempre são rejeitados se nenhum dos desenvolvedores existentes tiver a forte sensação de que eles farão uma diferença significativa para a maioria de nossos usuários.
pt_pt: Conforme mencionado na pergunta anterior, o Subsurface é escrito e mantido por voluntários. Tem igualmente várias dezenas de milhares de utilizadores. O conjunto de funcionalidades disponível visa encontrar um equilíbrio razoável entre uma experiência de utilizador que seja fácil de entender e atender às funcionalidades mais solicitadas. Novas funcionalidades são geralmente rejeitadas se nenhum dos programadores acreditar que as novas funcionalidades fariam uma diferença significativa para a maioria dos nossos utilizadores.
sv_se: Som nämnts i föregående fråga är Subsurface skrivet och underhållet av volontärer. Det har också flera tiotusentals användare. Den nuvarande uppsättningen funktioner syftar till att hitta en rimlig balans mellan en användarupplevelse som är lätt att förstå och att tillgodose de mest efterfrågade funktionerna. Nya funktioner blir ofta avvisade om ingen av de befintliga utvecklarna känner starkt för att de skulle göra en betydande skillnad för majoriteten av våra användare.

source: You are of course invited and encouraged to provide an implementation for your desired new feature. Please take a look at our <a %(code_contribution)s>code contribution page on GitHub</a>.
fi_fi: Olet tietysti tervetullut tarjoamaan ohjelmistomuutosta toivomaasi uuteen ominaisuuteen liittyen. Voit tutustua <a%(code_contribution)s> ohjelmakoodin yhteisölliseen kehitykseen sivullamme Githubissa</a> .
fr_fr: Vous êtes bien sûr invité et encouragé à fournir une description pour votre proposition de nouvelle fonctionnalité . Veuillez consulter notre page de <a %(code_contribution)s>contribution de code sur GitHub</a>.
hr_hr: Naravno, pozvani ste i ohrabreni da osigurate implementaciju željene nove opcije. Molimo pogledajte našu <a %(code_contribution)s>stranicu doprinosa kodu na GitHubu</a>.
it_it: Siete ovviamente invitati e incoraggiati a fornire un'implementazione per la nuova funzionalità che desiderate. Si prega di dare un'occhiata alla nostra pagina <a %(code_contribution)s> per contribuire al codice su GitHub</a>.
ko_kr: 물론 당신이 원하는 새로운 기능을 당신이 직접 구현하는 것은 적극적으로 환영, 권장됩니다. 우리 <a %(code_contribution)s>GitHub의 코드 기여 페이지</a>를 살펴보세요.
nl_nl: Uiteraard wordt u uitgenodigd en aangemoedigd om een implementatie te leveren voor uw gewenste nieuwe functie. Kijk op onze <a %(code_contribution)s>codebijdragen pagina op GitHub</a>.
pt_br: É claro que você é convidado e encorajado a fornecer uma implementação de sua nova funcionalidade desejada. Dê uma olhada na nossa <a %(code_contribution)s>página de contribuição de código no GitHub</a>
pt_pt: Você está convidado e incentivado a fornecer uma implementação para o novo recurso desejado. Por favor, dê uma olhada na nossa <a %(code_contribution)s> página de contribuição de código no GitHub.
sv_se: Du är självklart inbjuden och uppmuntras att bidra med en implementation för din önskade nya funktion. Var vänlig och ta en titt på vår <a %(code_contribution)s>sidan för kodbidrag på GitHub</a>.

source: The gas consumption / SAC rate reported by Subsurface is wrong
de_de: Das von Subsurface angezeigte Atem-Minuten-Volumen (AMV) ist falsch.
es_es: El consumo de gas/CAS reportado por Subsurface está mal
fi_fi: Kaasunkulutus / SAC-arvo on laskettu Subsurfacessa väärin
fr_fr: La consommation de gaz / taux SAC rapporté par Subsurface est incorrect.
hr_hr: Potrošnja plina / SAC rate koju je prijavio Subsurface je pogrešan
it_it: Il consumo di aria / il rapporo SAC riportato da Subsurface è errato
ko_kr: Subsurface가 보고한 기체 소비량 / SAC 레이트가 잘못되었습니다.
nl_nl: Het getoonde gasverbruik / SAC is onjuist in Subsurface
pt_br: O consumo de gás/SAC informado pelo Subsurface está incorreto
pt_pt: O consumo/taxa de consumo reportados pelo Subsurface estão errados
sv_se: Gasförbrukningen som rapporterats av Subsurface är felaktig

source: Most likely you are expecting the gas consumption calculation to follow the naive ideal gas laws. Unfortunately, real gases aren't ideal gases. And Subsurface <a %(sac)s>takes the compressibility of gases into account</a>.
de_de: Wahrscheinlich erwartest Du, dass der Gasverbrauch den (naiven) Regeln des idealen Gases folgen, wie du sie in deinem Tauchkurs gelernt hast, insbesondere des Boyle-Mariotte-Gesetzes. Reale Gase folgen diesem Gesetz jedoch nicht genau. Aber Subsurface berücksichtigt die <a %(sac)s>Kompressibilität von realen Gasen</a>.
es_es: Lo más probable es que esperes que el cálculo de consumo de gas siga la ingenua Ley de los Gases Ideales. Desafortunadamente los gases reales no son gases ideales y Subsurface <a %(sac)s>tiene en cuenta la compresibilidad de los gases</a>.
fi_fi: Todennäköisesti odotat, että kaasun kulutuksen laskeminen seuraa ideaalista kaasun kulutuksen lakia. Todelliset kaasut eivät kuitenkaan käyttäydy kuin ideaaliset kaasut. Subsurface <a %(sac)s> ottaa huomioon kaasujen todellisen kompression</a>.
fr_fr: Il est probable que vous vous attendiez à ce que le calcul de la consommation de gaz suive naïvement la lois des gaz parfaits. Malheureusement, les gaz réels ne sont pas des gaz parfaits. Et Subsurface <a %(sac)s>tient compte de la compressibilité des gaz</a>.
hr_hr: Najvjerojatnije očekujete da će izračun potrošnje plina slijediti naivne zakone idealnog plina. Nažalost, stvarni plinovi nisu idealni plinovi. A Subsurface <a%(sac)s>uzima u obzir kompresibilnost plinova</a>.
it_it: Molto probabilmente ci si aspetta che il calcolo del consumo di gas segua le ingenue leggi dei gas ideali. Purtroppo i gas reali non sono gas ideali. E Subsurface <a %(sac)s>tiene conto della comprimibilità dei gas</a>.
ko_kr: 아마도 당신은 기체 소비량 계산이 단순한 이상기체법칙을 따를 것으로 기대하고 있을 것입니다. 그러나 불행하게도 현실의 기체는 이상기체가 아닙니다. 그리고 Subsurface는 <a %(sac)s>기체의 압축률을 함께 고려</a>합니다.
nl_nl: Waarschijnlijk verwacht je dat de berekening van het gasverbruik de naïeve ideale gaswetten volgt. Helaas zijn echte gassen geen ideale gassen. En Subsurface <a %(sac)s>houdt rekening met de samendrukbaarheid van gassen</a>.
pt_br: Muito provavelmente você espera que o cálculo do consumo de gás siga as ingênuas leis dos gases ideais. Infelizmente, gases reais não são gases ideais. E Subsurface <a %(sac)s>leva em conta a compressibilidade dos gases.
pt_pt: Muito provavelmente estava à espera que o cálculo do consumo de gás seguisse as ingénuas leis dos gases ideais. Infelizmente, os gases reais não são gases ideais. E o Subsurface <a%(sac)s > leva em conta a compressibilidade dos gases</a>.
sv_se: Mest troligt förväntar du dig att gasförbrukningsberäkningen följer de naiva ideala gaslagarna. Tyvärr är riktiga gaser inte ideala gaser. Och Subsurface <a %(sac)s>tar hänsyn till gasers kompressibilitet</a>.

source: OS Support
de_de: Betriebssystemunterstützung
fi_fi: Käyttöjärjestelmätuki
fr_fr: Prise en charge du système d'exploitation
hr_hr: Podrška za OS
it_it: Aiuto sui Sistemi Operativi
ko_kr: 운영체제 지원
nl_nl: OS ondersteuning
pt_br: Suporte a sistemas operacionais
pt_pt: Suporte a sistemas operativos
sv_se: Operativsystemshjälp

source: How do I install Subsurface on Windows?
de_de: Wie installiere ich Subsurface unter Windows?
es_es: ¿Como instalo Subsurface en Windows?
fi_fi: Kuinka asennan Subsurfacen Windowsiin?
fr_fr: Comment puis-je installer Subsurface sur Windows ?
hr_hr: Kako mogu instalirati Subsurface na Windows?
it_it: Come installo Subsurface su Windows
ko_kr: Subsurface를 Windows에 어떻게 설치하나요?
nl_nl: Hoe installeer ik Subsurface op Windows?
pt_br: Como instalar Subsurface no Windows?
pt_pt: Como instalo o Subsurface no Windows?
sv_se: Hur installerar jag Subsurface på en Windowsdator?
