Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: By Translating Subsurface
de_de: Subsurface übersetzen
es_es: Traduciendo Subsurface
fi_fi: Kääntämällä Subsurfacea
fr_fr: Traduire Subsurface
hr_hr: Prevođenjem Subsurface-a
it_it: Traducendo Subsurface
ko_kr: Subsurface 번역
nl_nl: Door Subsurface te vertalen
pt_br: Traduzindo o Subsurface
pt_pt: Traduzindo o Subsurface
sv_se: Genom att Översätta Subsurface

source: If you are a non-English-speaker, and would like to be able to use Subsurface in your native language, you can help make this happen by supporting us as a translator. As our translations are centrally handled at <a %(transifex)s>Transifex</a> - please sign up for an account there and then request to join the <a %(transifex_subsurface)s>Subsurface Team</a>.
de_de: Wenn Englisch nicht deine Muttersprache ist und du Subsurface gerne in dieser benutzen willst, kannst du das unterstützen, indem du beim Übersetzen hilfst. Alle unsere Übersetzungen verwalten wir zentral bei <a %(transifex)s>Transifex</a> - richte dir dort einen Account ein und beantrage dort, dem <a %(transifex_subsurface)s>Subsurface Team</a>beizutreten.
es_es: Si no hablas inglés y te gustaría utilizar Subsurface en tu lengua nativa, puedes ayudar a que esto suceda ayudándonos como traductor. Como nuestras traducciones las hacemos de forma centralizada en <a %(transifex)s>Transifex</a> - por favor, ábrete una cuenta allí y luego pídenos unirte al <a %(transifex_subsurface)s>equipo de Subsurface</a>.
fi_fi: Jos et puhu englantia ja haluaisit käyttää Subsurfacea omalla kielelläsi, voit auttaa tässä osallistumalla käännöstyöhön. Käännöksemme sijaitsevat keskitetysti <a %(transifex)s>Transifexissä</a> - voit luoda sinne käyttäjätilin ja sitten lähettää pyynnön liittymisestä <a %(transifex_subsurface)s>Subsurface-tiimiin</a>.
fr_fr: Si votre langue maternelle n'est pas l'anglais et que vous souhaitez pouvoir utiliser Subsurface dans votre langue, vous pouvez participer en tant que traducteur. Nos traductions sont centralisées sur <a%(transifex)s>Transifex</a>. Créez un compte et demandez à rejoindre <a%(transifex_subsurface)s>l'équipe Subsurface</a>.
hr_hr: Ako govorite drugim jezikom osim engleskog, a željeli biste koristiti Subsurface na svom materinjem jeziku, možete pomoći da se to dogodi tako što ćete nas podržati kao prevoditelj. Budući da se našim prijevodima upravlja centralno u <a %(transifex)s>Transifexu</a> - prijavite se za račun i zatražite pridruživanje <a%(transifex_subsurface)s>Subsurface timu</a>.
it_it: Se la tua lingua principare non è l'inglese e ti piacerebbe usare Subsurface nella tua lingua, puoi aiutare supportandoci come traduttore. Le nostre traduzioni sono centralizzate su <a %(transifex)s>Transifex</a> - registra un account e dopo richiedi di unirti alla <a %(transifex_subsurface)s>squadra di Subsurface</a>.
ko_kr: 만약 비영어권인 당신이 Subsurface를 모국어로 사용하길 원한다면, 당신은 번역가로 활동함으로써 이를 가능케 할 수 있습니다. 우리의 번역 작업은 <a %(transifex)s>Transifex</a>에서 이루어집니다 - 계정을 생성한 뒤 <a %(transifex_subsurface)s>Subsurface Team</a>에 가입 요청을 보내세요.
nl_nl: Als u niet-Engels spreekt en Subsurface in uw moedertaal wilt kunnen gebruiken, kunt u helpen dit mogelijk te maken door ons te steunen als vertaler. Omdat onze vertalingen centraal staan bij <a %(transifex)s>Transifex</a> - meld u daar aan voor een account en vraag dan om lid te worden van het <a %(transifex_subsurface)s>Subsurface Team</a>.
pt_br: Se você não é um falante nativo de Inglês e gostaria de poder utilizar o Subsurface na sua língua nativa, pode ajudar a fazer isso acontecer ajudando-nos como tradutor. Como nossas traduções são geridas de forma centralizada no <a %(transifex)s>Transifex</a>, por favor abra uma conta lá e então solicite sua adesão à <a %(transifex_subsurface)s>equipe do Subsurface</a>.
pt_pt: Se não fala inglês e gostaria de poder usar o Subsurface na sua língua nativa, pode ajudar a fazer isso acontecer apoiando-nos como tradutor. Como nossas traduções são geridas centralmente no <a %(transifex)s>Transifex</a> - por favor, crie uma conta e peça para se juntar à equipe <a %(transifex_subsurface)s>Subsurface</a>.
sv_se: Om du talar ett annat språk än engelska och vill kunna använda Subsurface på ditt modersmål kan du hjälpa till att göra detta möjligt genom att stödja oss som översättare. Eftersom våra översättningar hanteras centralt på <a %(transifex)s>Transifex</a> - vänligen registrera dig för ett konto där och begär sedan att få gå med i <a %(transifex_subsurface)s>Subsurface Team</a>.

source: By Helping Other Users
de_de: Indem du anderen hilfst
es_es: Ayudando a Otros Usuarios
fi_fi: Auttamalla muita käyttäjiä
fr_fr: Aider les autres utilisateurs
hr_hr: Pomaganjem drugim korisnicima
it_it: Aiutando altri utenti
ko_kr: 다른 사용자 돕기
nl_nl: Door andere gebruikers te helpen
pt_br: Ajudando outros usuários
pt_pt: Ajudando outros utilizadores
sv_se: Genom att Hjälpa Andra Användare

source: We want to make Subsurface as friendly and welcoming to new users as possible. If you are a seasoned user of Subsurface please join our <a %(link)s>User Forum</a> and provide helpful responses to the questions from new users.
de_de: Unser Ziel ist, Subsurface so einfach und einladend wie möglich für neue Benutzende zu machen. Wenn du schon etwas Erfahrung mit der Benutzung von Subsurface gesammelt hast, tritt unserem <a %(link)s>Benutzer-Forum</a> bei und hilf beim Beantworten von Fragen.
es_es: Queremos hacer Subsurface tan amigable y acogedor para nuevos usuarios como sea posible. Si eres un usuario experimentado de Subsurface, por favor, únete a nuestro <a %(link)s>Foro de Usuarios</a> y ofrece respuesta a las preguntas de nuevos usuarios.
fi_fi: Haluamme tehdä Subsurfacesta mahdollisimman käyttäjäystävällisen ja helposti lähestyttävän. Jos olet jo Subsurfacen pidempiaikainen käyttäjä, toivomme sinun liittyvän käyttäjäyhteisömme <a %(link)s>Keskustelu</a>-ryhmään auttamaan uusia käyttäjiä ja vastaamalla heidän kysymyksiinsä.
fr_fr: Nous voulons rendre Subsurface aussi convivial que possible pour les nouveaux utilisateurs. Si vous êtes un utilisateur chevronné, vous pouvez rejoindre le <a %(link)s>Forum des Utilisateurs</a> et aider en répondant aux questions des nouveaux utilisateurs.
hr_hr: Želimo učiniti Subsurface što je moguće susretljivijim novim korisnicima. Ako ste iskusni korisnik Subsurfacea, pridružite se našem <a %(link)s>korisničkom forumu</a> i pružite odgovore na pitanja novih korisnika.
it_it: Vogliamo rendere Subsurface il più possibile facile e amichevole possibile per i nuovi utenti. Se sei un utente esperto di Subsurface unisciti al nostro <a %(link)s>Forum degli utenti</a> e fornisci risposte utili alle domande dei nuovi utenti.
ko_kr: 우리는 Subsurface가 신규 사용자들에게 가능한 한 친근하고 따뜻하길 원합니다. 만약 당신이 Subsurface에 익숙한 사용자라면, 우리의 <a %(link)s>사용자 포럼</a>에 가입하여 신규 사용자들의 질문에 유용한 답변을 제공해주세요.
nl_nl: We willen Subsurface zo vriendelijk en uitnodigend mogelijk maken voor nieuwe gebruikers. Als je een ervaren gebruiker van Subsurface bent, neem dan deel aan ons <a %(link)s>Gebruikersforum</a> en bied nuttige antwoorden op de vragen van nieuwe gebruikers.
pt_br: Queremos fazer o Subsurface tão amigável e receptivo aos novos usuários quanto possível. Se você é um usuário experiente do Subsurface, por favor ingresse nosso <a %(link)s>Fórum de Usuários</a> e forneça respostas úteis às perguntas de novos usuários.
pt_pt: Queremos tornar o Subsurface o mais amigável e acolhedor possível para novos utilizadores. Se é um utilizador experiente do Subsurface, participe no nosso <a %(link)s >Fórum de utilizadores</a> e forneça respostas úteis às perguntas de outras pessoas.
sv_se: Vi vill göra Subsurface så användarvänligt och välkomnande som möjligt för nya användare. Om du är en erfaren användare av Subsurface, var vänlig att gå med i vårt <a %(link)s>Användarforum</a> och ge hjälpsamma svar på frågor från nya användare.

source: By Supporting Us Financially
de_de: Durch finanzielle Unterstützung
es_es: Apoyándonos Financieramente
fi_fi: Tukemalla meitä taloudellisesti
fr_fr: Nous aider financièrement
hr_hr: Financijskom potporom
it_it: Supportandoci finanziariamente
ko_kr: 금전적 기여
nl_nl: Door ons financieel te steunen
pt_br: Dando-nos suporte financeiro
pt_pt: Apoiando-nos financeiramente
sv_se: Genom att stödja oss ekonomiskt

source: Running the Subsurface project costs money. This is particularly the case for the free cloud based synchronisation of dive logs that is built into Subsurface. The principal maintainer of Subsurface and of our infrastructure appreciates donations to help cover these expenses. If you would like to help with this you can do so through <a %(link)s>Dirk's Ko-fi page</a> or the <a %(ghsponsor)s>Dirk's GitHub Sponsor page</a>.
de_de: Der Unterhalt von Subsurface kostet Geld. Dies betrifft insbesondere die kostenlose Synchronisation der Logbücher über verschiedene Geräte, die Subsurface zur Verfügung stellt. Der Hauptentwickler und Betreiber unserer Infrastruktur freut sich über Spenden, die seine Ausgaben unterstützen. Wer hier beitragen möchte, kann das auf <a %(link)s>Dirks Ko-fi-Seite</a> oder <a %(ghsponsor)s>Dirks GitHub-Sponsorenseite</a>tun.
es_es: Mantener el proyecto de Subsurface cuesta dinero. Este es el caso, particularmente, para la sincronización gratuita de divelogs basada en la nube que se incluye en Subsurface. El principal mantenedor de Subsurface y de nuestra infraestructura agradece las donaciones que ayudan a cubrir estos gastos. Si quieres ayudar con esto puedes hacerlo a través de la <a %(link)s>página de Ko-fi de Dirk</a> o la <a %(ghsponsor)s>página de patrocinadores de Dirk en GitHub</a>.
fi_fi: Subsurfacen ylläpito aiheuttaa kustannuksia. Tämä liittyy erityisesti Subsurfaceen luotuun loppukäyttäjille ilmaiseen pilvipalveluun, jossa säilytetään käyttäjien sukelluslokia. Subsurfacen ja siihen liittyvän infrastruktuurin pääylläpitäjä arvostaa lahjoituksia, joilla voidaan kattaa tästä aiheutuvia kustannuksia. Voit halutessasi osallistua tähän <a %(link)s> Dirkin Ko-fi-sivustolla </a> tai <a %(ghsponsor)s> Dirkin GitHub Sponsor-sivulla </a>
fr_fr: Le projet Subsurface coûte de l’argent. C'est notamment le cas pour la synchronisation gratuite des journaux de plongée basée sur le cloud et intégrée à Subsurface. Le mainteneur principal de Subsurface et de notre infrastructure apprécie les dons pour aider à couvrir ces dépenses. Si vous souhaitez aider, vous pouvez le faire via <a %(link)s> la page Ko-fi de Dirk</a>ou <a %(ghsponsor)s>la page du sponsor GitHub de Dirk<a >.
hr_hr: Vođenje Subsurfacea košta. To je osobito slučaj za besplatnu cloud sinkronizaciju zarona koja je ugrađena u Subsurface. Glavni održavatelj Subsurfacea i naše infrastrukture cijeni donacije koje će pomoći u pokrivanju ovih troškova. Ako želite pomoći u ovome, možete to učiniti putem <a%(link)s>Dirk's Ko-fi stranice</a> ili <a%(ghsponsor)s>Dirk's GitHub Sponzor stranice</a>.
it_it: Gestire il progetto Subsurface costa. Questo è particolarmente vero per il sistema di salvataggio in cloud delle immersioni di Subsurface. Il maintainer principale di Subsurface e la nostra infrastruttura apprezzano donazioni che aiutano a coprire le spese. Se vuoi aiutare in questo caso lo puoi fare tramite la <%(link)s>pagina Dirk'd Ko-fi</a> o sulla <a %(ghsponsor)s> Pagina degli sponsor di Dirk su GitHub</a>.
ko_kr: Subsurface 프로젝트를 운영하는 데에는 돈이 듭니다. 특히 Subsurface에 내장된 무료 기능 중 다이브 로그의 클라우드 기반 동기화에 상당한 비용이 들어갑니다. 금전적인 기부는 Subsurface 및 인프라의 유지관리자가 위 비용을 충당하는 데 큰 도움이 됩니다. 만약 도움을 주고 싶다면 <a %(link)s>Dirk의 Ko-fi 페이지</a>나 <a %(ghsponsor)s>Dirk의 GitHub 스폰서 페이지</a>를 방문하세요.
nl_nl: Het uitvoeren van het Subsurface project kost geld. Dit geldt met name voor de gratis cloudgebaseerde synchronisatie van duiklogs die in Subsurface is ingebouwd. De hoofdbeheerder van Subsurface en van onze infrastructuur stelt donaties op prijs om deze kosten te dekken. Als je hierbij wilt helpen kan dat via <a %(link)s>Dirk's Ko-fi pagina</a> of <a %(ghsponsor)s>Dirk's GitHub Sponsor pagina</a>.
pt_br: Manter o projeto Subsurface custa dinheiro. Este é o caso, em particular, para a sincronização baseada em nuvem dos logs de mergulho embutida no Subsurface. O principal mantenedor do Subsurface e de nossa infraestrutura agradece doações para ajudar a cobrir essas despesas. Se quiser, pode contribuir por meio da <a %(link)s>página do Dirk no Ko-fi</a> ou a <a %(ghsponsor)s>página de patrocinador do GitHub do Dirk </a>.
pt_pt: Manter o projecto Subsurface custa dinheiro. Particularmente no caso do armazenamento remoto incorporado no Subsurface. O principal responsável pelo projecto Subsurface e da nossa infra-estrutura agradece as doações para ajudar a cobrir essas despesas. Se quiser ajudar com isso, pode fazê-lo através da <a %(link)s>página Ko-fi do Dirk</a> ou da <a %(ghsponsor)s>página de patrocinador do GitHub do Dirk</a>.
sv_se: Subsurface-projektet kostar pengar att driva. Detta gäller särskilt för den kostnadsfria molnbaserade synkroniseringen av dykloggar som är inbyggd i Subsurface. Den huvudansvarig för Subsurface och vår infrastruktur uppskattar donationer för att hjälpa till att täcka dessa kostnader. Om du vill hjälpa till med detta kan du göra det via <a %(link)s>Dirks Ko-fi-sida</a> eller <a %(ghsponsor)s>Dirks GitHub Sponsor-sida</a>.

source: Credits
fi_fi: Tekijäluettelo
fr_fr: Crédits
hr_hr: Zasluge
it_it: Riconoscimenti
ko_kr: 크레딧
pt_br: Créditos
pt_pt: Agradecimentos
sv_se: Krediter

source: Subsurface is itself open source software released under the <a %(license)s>GPLv2</a> -- and it is based on many other open source components.
de_de: Subsurface selbst wird unter der <a %(license)s>GPLv2 Lizenz</a> veröffentlicht -- und greift auf viele andere Open-Source-Komponenten zurück.
es_es: Subsurface en si mismo es software de código abierto bajo <a %(license)s>GPLv2</a> - y está basado en muchos otros componentes de código abierto.
fi_fi: Subsurface on avoimen lähdekoodin ohjelmisto, joka on julkistettu <a%(license)s>GPLv2</a> lisenssin alla. Subsurface puolestaan perustuu moniin muihin avoimen lähdekoodin ohjelmakirjastoihin.
fr_fr: Subsurface est un logiciel Open Source sous licence <a%(license)sGPLv2</a> et est basé sur beaucoup d'autres logiciels Open Source.
hr_hr: Subsurface je sam po sebi open source softver objavljen pod <a %(license)s>GPLv2</a> -- i temelji se na mnogim drugim open source komponentama.
it_it: Subsurface è un software open source rilasciato sotto la <a %(license)sGPLv2</a>- e si appoggia a moltri altri componenti open source.
ko_kr: Subsurface는 <a %(license)s>GPLv2</a>에 따라 출시된 오픈소스 소프트웨어이며 그 외에 다른 여러가지 오픈소스 구성 요소를 기반으로 합니다.
nl_nl: Subsurface is zelf open source software onder de <a %(license)s>GPLv2 licentie</a> -- en maakt gebruik van veel andere open source software.
pt_br: Subsurface é um software de código aberto distribuído sob <a %(license)s>GPLv2</a> -- e é baseado em muitos outros componentes de código aberto.
pt_pt: O Subsurface é um programa de código livre, publicado sob uma licença <a %(license)s>GPLv2</a> -- e baseia-se em muitos outros componentes igualmente livres.
sv_se: Subsurface är självt öppen källkod som släpps under <a %(license)s>GPLv2</a> -- och är baserad på många andra öppen källkods komponenter.

source: Homepage
de_de: Startseite
es_es: Página principal
fi_fi: Aloitussivu
fr_fr: Accueil
hr_hr: Početna stranica
ko_kr: 홈페이지
nl_nl: Startpagina
sv_se: Hemsida

source: License
de_de: Lizenz
es_es: Licencia
fi_fi: Lisenssi
fr_fr: Licence
hr_hr: Licenca
it_it: Licenza
ko_kr: 라이센스
nl_nl: Licentie
pt_br: Licença
pt_pt: Licença
sv_se: Licens

source: Subsurface-mobile additionally uses
de_de: Subsurface-mobil benutzt darüber hinaus
es_es: Subsurface-mobile, adicionalmente, usa
fi_fi: Subsurface-mobiili käyttää lisäksi
fr_fr: Subsurface-mobile utilise également
hr_hr: Subsurface-mobile dodatno koristi
it_it: Subsurface-mobile in aggiunta usa
ko_kr: Subsurface-mobile은 추가적으로 다음을 사용합니다
nl_nl: Subsurface-mobile gebruikt daarnaast
pt_br: O Subsurface-mobile usa também
pt_pt: O Subsurface-mobile usa também
sv_se: Subsurface-mobil använder också

source: The Windows binaries are built using <a %(mxe)s>MXE</a>.
de_de: Die Windows-Version wird gebaut mittels <a %(mxe)s>MXE</a>.
es_es: Los binarios de Windows se compilan usando <a %(mxe)s>MXE</a>.
fi_fi: Windowsin binäärit on muodostettu käyttäen <a%(mxe)s>MXE-työkalua</a>.
fr_fr: Les binaires Windows sont compilés avec <a %(mxe)s>MXE</a>.
hr_hr: Windows binarne datoteke izgrađene su pomoću <a %(mxe)s>MXE</a>.
it_it: Gli eseguibile per Windows sono compilati usando <A%(mxe)s>MXE</a>.
ko_kr: Windows 바이너리는 <a %(mxe)s>MXE</a>를 사용하여 빌드됩니다.
nl_nl: The Windows installaties worden gemaakt met behulp van <a %(mxe)s>MXE</a>.
pt_br: Os binários para Windows são construídos usando a <a %(mxe)s>MXE</a>.
pt_pt: Os binários para Windows são construídos usando <a %(mxe)s>MXE</a>.
sv_se: Binärfilerna för Windows är skapade med hjälp av <a %(mxe)s>MXE1.

source: The Mac binaries are built using the Apple toolchain and <a %(brew)s>Homebrew</a>.
de_de: Die Mac-Version wird mit Apples Werkzeugen und <a %(brew)s>Homebrew</a>erstellt.
es_es: Los binarios de Mac se complilan usando las herramientas de Apple y <a %(brew)s>Homebrew</a>.
fi_fi: MAcin binäärit on muodostettu käyttäen Apple toolchainia ja <a%(brew)s> Homebrew-ohjelmistoa</a>.
fr_fr: Les binaires Mac sont compilés avec les outils Apple ainsi que <a %(brew)s>Homebrew.</a>
hr_hr: Binarne datoteke za Mac izgrađene su korištenjem Appleovog toolchaina i <a %(brew)s>Homebrewa</a>.
it_it: Gli eseguibili per Mac son compilati usando l'ambiente Apple e <%(brew)s>Homebrew</a>.
ko_kr: 맥 바이너리는 Apple toolchain과 <a %(brew)s>Homebrew</a>를 사용하여 빌드됩니다.
nl_nl: De Mac installaties worden gemaakt met de Apple toolchain en <a %(brew)s>Homebrew</a>.
pt_br: Os binários para Mac são construídos usando ferramentas da Apple e <a %(brew)s>Homebrew</a>.
pt_pt: Os binários para Mac são construídos usando as ferramentas da Apple e <a %(brew)s>Homebrew</a>.
sv_se: Binärfilerna för Mac är skapade med hjälp av Apple toolchain och <a %(brew)s>Homebrew1.

source: If you are aware of open source components that we are using but not listing here, please let us know so we can add them!
de_de: Falls du Open-Source-Komponenten findest, die wir benutzen, die hier noch nicht aufgeführt sind, lass es uns wissen, damit wir sie hier erwähnen können.
es_es: Si sabes de componentes de código abierto que estemos usando y no aparezcan en esta lista, por favor, háznoslo saber para que podamos añadirlos.
fi_fi: Jos tiedät tai huomaat, että listasta puuttuu joku Subsurfacessa käytössä oleva avoimen lähdekoodin komponentti, niin ilmoita siitä meille, jotta voimme lisätä sen listalle.
fr_fr: Si vous avez connaissance d'un composant Open Source que nous utilisons mais qui n'est pas listé ici, faites-le nous savoir que nous puissions l'ajouter !
hr_hr: Ako ste svjesni open source komponenti koje koristimo, ali ih ovdje ne navodimo, javite nam kako bismo ih mogli dodati!
it_it: Se sei a conoscenza di componenti open source che stiamo usando ma che non sono listati qui, per favore avvertici così possiamo aggiungerli!
ko_kr: 만약 우리가 사용 중임에도 여기에 나열되지 않은 오픈소스 구성 요소가 있다면, 그것을 추가할 수 있도록 우리에게 알려주세요!
nl_nl: Als je meent dat wij nog andere open source componenten gebruiken maar hier niet vermelden, laat het ons weten zodat we ze kunnen toevoegen!
pt_br: Se você conhecer componentes de código aberto que estamos usando mas que não são listados aqui, por favor nos informe, para que possamos acrescentá-los!
pt_pt: Se conhecer outros componentes de código aberto que estejam a ser usados no projecto Subsurface e que não estejam aqui listados, por favor informe-nos para que possamos adicioná-los!
sv_se: Om du är medveten om någon öppen källkod vi använder men är inte listade här, var snäll att meddela oss så att vi kan lägga till dem!

source: Current "Weekly" Release: %(version)s
de_de: Aktuelle "wöchentliche" Version: %(version)s
es_es: Versión "Semanal" Actual: %(version)s
fi_fi: Nykyinen "viikoittain julkaistava " versio: %(version)s
fr_fr: Version "Weekly" actuelle: %(version)s
hr_hr: Trenutna "Tjedna" Verzija: %(version)s
it_it: Rilascio "Weekly" corrente: %(version)s
ko_kr: 현재 "주간" 릴리스: %(version)s
nl_nl: Huidige "wekelijkse" versie: %(version)s
pt_br: Versão "semanal" atual\: %(version)s
pt_pt: Versão «semanal» actual: %(version)s
sv_se: Nuvarande "Veckovis" Programvaruversion: %(version)s

source: The releases on this page are what we consider the current release builds of Subsurface.
de_de: Die Versionen auf dieser Seite sind, was wir als die aktuellen Benutzer-Versionen von Subsurface betrachten.
es_es: Las publicaciones en esta página son lo que consideramos las compilaciones de versiones actualizadas de Subsurface.
fi_fi: Tällä sivulla olevat versiot ovat nyt käytössä olevia Subsurfacen julkaistuja versioita.
fr_fr: Les versions disponibles sur cette page sont ce que nous considérons comme les versions actuelles de Subsurface.
hr_hr: Verzije na ovoj stranici su ono što smatramo trenutnim verzijama Subsurfacea.
it_it: Le versioni su questa pagina sono quelle che noi consideriamo le attuali versioni correnti di Subsurface.
ko_kr: 이 페이지의 릴리스는 우리가 Subsurface의 현재 릴리스 빌드로 간주하는 것입니다.
nl_nl: De versies op deze pagina zijn wat wij beschouwen als de huidige versie van Subsurface.
pt_br: Os arquivos desta página são os que consideramos como versões atuais do Subsurface.
pt_pt: Os ficheiros desta página são os que consideramos como versões actuais do Subsurface.
sv_se: Utgåvorna på denna sida är vad vi betraktar som de aktuella utgåvorna av Subsurface.
