Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: For technical reasons, some of the macOS DMGs you can download from our website aren't signed at all, in which case macOS will force you to go through the System Preferences / Security in order to allow you to start Subsurface. As long as you download the DMG from this website it is safe and does not contain any malware.
fi_fi: Teknisistä syistä jotkin sivustoltamme ladattavat macOS DMG-tiedostot eivät ole allekirjoitettuja, jolloin macOS pakottaa sinut menemään Järjestelmäasetukset / Turvallisuus -kohdan kautta, jotta voit käynnistää Subsurfacen. Niin kauan kuin lataat DMG:n tältä verkkosivustolta, se on turvallinen eikä sisällä haittaohjelmia.
fr_fr: Pour des raisons techniques, certains des fichiers DMG macOS que vous pouvez télécharger depuis notre site web ne sont pas du tout signés, auquel cas macOS vous obligera à passer par les Préférences Système / Sécurité pour vous permettre de démarrer Subsurface. Tant que vous téléchargez le DMG depuis ce site web, il est sûr et ne contient aucun logiciel malveillant.
hr_hr: Iz tehničkih razloga, neki od macOS DMG-ova koje možete preuzeti s naše web stranice uopće nisu potpisani, u kojem će vas slučaju macOS prisiliti da prođete kroz System Preferences / Security kako bi vam omogućio pokretanje Subsurfacea. Sve dok preuzimate DMG s ove web stranice, on je siguran i ne sadrži zlonamjerni softver.
it_it: Per motici tecnici alcuni dei DMG per macOS che puoi scaricare dal nostro sito non sono firmati, in questo caso macOS ti obbligherà ad andare in Preferenze di sistema / Sicurezza per consentirti di avviare Subsurface. Fino a quando scarichi il DMG da questo sito, questo è sicuro e non contiene nessun malware.
ko_kr: 기술적인 이유로, 이 웹사이트에서 다운로드할 수 있는 macOS용 DMG 중 일부는 전혀 서명되지 않았으며, 이 경우 macOS는 Subsurface 시작 전에 시스템 기본설정 / 보안 항목을 수정하도록 요구할 수 있습니다. 이 웹사이트에서 다운로드한 DMG는 안전하며 어떠한 악성 코드도 포함하고 있지 않습니다.
nl_nl: Vanwege technische redenen zijn sommige van de macOS DMG's die je van onze website kunt downloaden niet ondertekend. In dat geval moet je in macOS via Systeemvoorkeuren / Beveiliging gaan om Subsurface te kunnen starten. Zolang je de DMG van deze website downloadt, is hij veilig en bevat hij geen malware.
pt_br: Por razões técnicas, alguns dos DMGs do macOS que você baixar de nosso website não são assinados. Nesse caso, macOS exigirá que você navegue nas Preferências do Sistema / Segurança para permitir que você inicie o Subsurface. Desde que o DMG tenha sido baixado deste website ele é seguro e não contém nenhum código malicioso/malware.
pt_pt: Por motivos técnicos, alguns dos DMGs do macOS que você pode baixar em nosso site não estão assinados; nesse caso, o macOS forçará você a passar pelas Preferências / Segurança do Sistema para permitir que você inicie o Subsurface. Contanto que você baixe o DMG deste site, ele é seguro e não contém nenhum malware.
sv_se: På grund av tekniska skäl är vissa av macOS DMG-filerna du kan ladda ner från vår webbplats inte signerade alls, i vilket fall macOS kommer att tvinga dig att gå igenom Systeminställningar / Säkerhet för att tillåta dig att starta Subsurface. Så länge du laddar ner DMG-filen från denna webbplats är den säker och innehåller inte någon skadlig kod.

source: Supported Versions
de_de: Unterstütze Versionen
es_es: Versiones Compatibles
fi_fi: Tuetut versiot
fr_fr: Versions prises en charge
hr_hr: Podržane verzije
it_it: Versioni supportate
ko_kr: 지원되는 버전
nl_nl: Ondersteunde versies
pt_br: Versões suportadas
pt_pt: Versões suportadas
sv_se: versioner som stöds

source: Subsurface runs on both Apple Silicon (M1/M2/M3 CPUs) and Intel Macs running macOS 10.15 and newer. On Apple Silicon Macs Subsurface currently runs in x86_64 emulation mode via Rosetta 2. Work on fat binaries with native support for both x86_64 and Apple Silicon CPUs has been started but for technical reasons currently doesn't create binaries with a great user experience.
de_de: Subsurface läuft sowohl auf Apple Silicon (M1/M2/M3 CPUs) und Intel Macs mit macOS 10.15 oder neuer. Auf Apple Silicon Macs läuft Subsurface derzeit im x86_64-Emulationsmodus über Rosetta 2. Wir arbeiten an fat Binaries mit direkter Unterstützung sowohl für x86_64 als auch für Apple Silicon. Allerdings verhindern technische Schwierigkeiten noch eine gute Benutzererfahrung für diese Versionen..
fi_fi: Subsurface toimii sekä Apple Silicon- (M1/M2/M3-suorittimet) että Intel Mac-tietokoneissa, joissa on macOS 10.15 tai uudempi. Apple Silicon -maceissa Subsurface toimii tällä hetkellä x86_64-emulointitilassa Rosetta 2:n kautta. Työ fat-binäärien parissa, joissa on natiivituki sekä x86_64- että Apple Silicon -suorittimille, on aloitettu, mutta teknisistä syistä se ei tällä hetkellä tuota hyvän käyttökokemuksen takaavia binäärejä.
fr_fr: Subsurface fonctionne à la fois sur Apple Silicon (M1/M2/M3 CPUs) et sur les Mac Intel exécutant macOS 10.15 et les versions ultérieures. Sur les Mac Apple Silicon, Subsurface fonctionne actuellement en mode émulation x86_64 via Rosetta 2. Le travail sur les binaires universels avec une prise en charge native à la fois pour les processeurs x86_64 et Apple Silicon a été commencé, mais pour des raisons techniques, il ne crée actuellement pas de binaires offrant une bonne expérience utilisateur.
hr_hr: Subsurface radi na Apple Silicon (M1/M2/M3 CPU) i Intel Mac računalima s macOS 10.15 i novijim. Na Apple Silicon Mac računalima Subsurface trenutačno radi u x86_64 emulation mode via Rosetta 2. Započet je rad na binarnim datotekama s nativnom podrškom za procesore x86_64 i Apple Silicon, ali iz tehničkih razloga trenutačno ne stvara binarne datoteke s dobrim korisničkim iskustvom.
it_it: Subsurface funziona sia su architetture Apple (processori M1/M2/M3) che su Mac Intel con macOS 10.15 o superiori. Su processori Apple Subsurface al momento funziona in emulazione x86_64 via Rosetta 2. Il lavoro su binari che abbiano il supporto nativo sia per x86_64 che processori Apple è iniziato ma per ragioni tecniche non sta producendo pacchetti con decenti per gli utenti.
ko_kr: Subsurface는 애플 실리콘(M1/M2/M3 CPU)과 macOS 10.15 이상을 실행하는 인텔 Mac에서 모두 실행됩니다. 애플 실리콘 Mac에서 Subsurface는 현재 Rosetta 2를 통해 x86_64 에뮬레이션 모드로 실행됩니다. x86_64와 애플 실리콘 CPU를 모두 네이티브로 지원하는 팻 바이너리 작업이 시작되었지만 기술적인 이유로 아직까지는 뛰어난 사용자 경험을 갖춘 바이너리를 생성하지 않습니다.
nl_nl: Subsurface draait op zowel Apple Silicon (M1/M2/M3 CPU's) als Intel Macs met macOS 10.15 of nieuwer. Op Apple Silicon Macs draait Subsurface momenteel in x86_64 emulatiemodus via Rosetta 2. Er wordt gewerkt aan binaries met ingebouwde ondersteuning voor zowel x86_64 als Apple Silicon CPU's, maar vanwege technische redenen levert dit momenteel geen binaries op met een goede gebruikerservaring.
pt_br: Subsurface roda nos Macs Apple Silicon (CPUs M1/M2/M3) e Intel executando macOS 10.15 ou mais recente. Nos Macs Apple Silicon, Subsurface atualmente roda em modo de emulação x86_64 via Rosetta 2. O trabalho em binários com suporte nativo tanto para CPUs x86_64 quanto para Apple Silicon foi iniciado mas por razões técnicas atualmente não produz binários com uma grande experiência para o usuário.
pt_pt: O Subsurface é executado em Apple Silicon (CPUs M1/M2/M3) e em Macs Intel executando macOS 10.15 e mais recentes. Em Macs Apple Silicon, o Subsurface atualmente é executado no modo de emulação x86_64 via Rosetta 2. O trabalho em binários FAT com suporte nativo para CPUs x86_64 e Apple Silicon CPUs foi iniciado, mas por razões técnicas atualmente não cria binários com uma ótima experiência do usuário.
sv_se: Subsurface kan köras på både Apple Silicon (M1/M2/M3 CPUs) och Intel Macs som har macOS 10.15 och nyare. På Apple Silicon Macs måste Subsurface för närvarande köras i x86_64-emuleringsläge via Rosetta 2. Arbetet med feta binärer med nativt stöd för både x86_64 och Apple Silicon CPUs har påbörjats, men av tekniska skäl skapas för närvarande inga binärer med en bra användarupplevelse.

source: Can you make binaries available for older macOS versions?
de_de: Kann ich Subsurface auch auf älteren macOS-Versionen laufen lassen?
es_es: ¿Se pueden compilar binarios para versiones más antiguas de macOS?
fi_fi: Voitteko tehdä binäärit vanhemmille macOS-versioille?
fr_fr: Pouvez-vous rendre les binaires disponibles pour les anciennes versions de macOS ?
hr_hr: Možete li binarne datoteke učiniti dostupnima za starije verzije macOS-a?
it_it: Potete rilasciare eseguibili per versioni più vecchie di macOS ?
ko_kr: 이전 macOS 버전에서 사용할 수 있는 바이너리를 만들어주실 수 있나요?
nl_nl: Kunnen jullie binaries beschikbaar maken voor oudere macOS versies?
pt_br: Vocês podem criar binários para versões antigas do macOS?
pt_pt: Você pode disponibilizar binários para versões mais antigas do macOS?
sv_se: Kan ni göra binärfiler tillgängliga till äldre macOS-versioner?

source: Apple stopped supporting macOS 11 and older. We are trying to keep making binaries for 10.15 and 11 available while we can, we are no longer are able to support older versions of macOS.
de_de: Apple hat die Unterstützung für macOS 11 und älter eingestellt. Wir bemühen uns, Versionen für 10.15 und 11 verfügbar zu machen so lange wir können, ältere Versionen können wir jedoch mit dem aktuellen Programm nicht mehr unterstützen.
es_es: Apple dejo de dar soporte a macOS 11 y anteriores. Estamos intentando continuar ofreciendo binarios para 10.15 y 11 mientras podamos, no tenemos posibilidad de soportar versiones más antiguas de macOS.
fi_fi: Apple lopetti macOS 11:n ja sitä vanhempien versioiden tukemisen. Yritämme tehdä 10.15:n ja 11:n binäärit niin kauan kuin voimme, mutta emme enää pysty tukemaan vanhempia macOS-versioita.
fr_fr: Apple a cessé de prendre en charge macOS 11 et les versions antérieures. Nous essayons de continuer à fournir des binaires pour les versions 10.15 et 11 tant que nous le pouvons, mais nous ne sommes plus en mesure de prendre en charge les anciennes versions de macOS.
hr_hr: Apple je prestao podržavati macOS 11 i starije. Binarne datoteke za 10.15 i 11 pokušavamo i dalje činiti dostupnima dok možemo, no više ne možemo podržavati starije verzije macOS-a.
it_it: Apple ha smesso di supportare maxOS 11 e precedenti. Stiamo provando a continuare a rendere disponibili pacchetti per 10.15 e 11 fino a quando potremo, non siamo più in grado di supportare vecchie versioni di macOS.
ko_kr: 애플은 macOS 11 및 이전 버전에 대한 지원을 중단했습니다. 우리는 10.15 및 11용 바이너리를 가능한 한 계속 제공하기 위해 노력하고 있으나, 그보다 이전 버전의 macOS는 더 이상 지원할 수 없습니다.
nl_nl: Apple is gestopt met de ondersteuning van macOS 11 en ouder. We proberen binaire bestanden voor 10.15 en 11 beschikbaar te houden zolang we kunnen, maar we kunnen oudere versies van macOS niet langer ondersteunen.
pt_br: A Apple interrompeu o suporte para o macOS 11 e mais antigos. Estamos tentando manter disponíveis, enquanto possível, binários para 10.15 e 11; não temos mais condições de suportar versões mais antigas do macOS.
pt_pt: A Apple parou de oferecer suporte ao macOS 11 e versões anteriores. Estamos a tentar continuar a disponibilizar binários para 10.15 e 11 enquanto podemos, pois não podemos mais oferecer suporte a versões mais antigas do macOS.
sv_se: Apple slutade stödja macOS 11 och äldre. Vi försöker fortsätta att göra binärer tillgängliga för 10.15 och 11 så länge vi kan men vi kan inte längre stödja äldre versioner av macOS.

source: I can't download from my Bluetooth dive computer on macOS
de_de: Ich kann keine Tauchgänge über Bluetooth von meinem Tauchcomputer auf meinen Mac herunter laden.
es_es: No puedo descargar de mi ordenador de buceo Bluetooth desde macOS
fi_fi: En voi ladata sukellustietokoneestani Bluetoothin avulla macOS-käyttöjärjestelmässä.
fr_fr: Je ne peux pas télécharger les données de mon ordinateur de plongée Bluetooth sur macOS.
hr_hr: Ne mogu preuzeti zarone sa svog Bluetooth ronilačkog računala na macOS
it_it: Non riesco a scaricare dal mio computer subacqueo Bluetooth su macOS
ko_kr: 내 블루투스 다이브 컴퓨터에서 macOS의 Subsurface로 다운로드 할 수 없습니다.
nl_nl: Ik kan niet downloaden vanuit mijn Bluetooth duikcomputer op macOS
pt_br: Não consigo fazer o download por Bluetooth do meu computador de mergulho no macOS
pt_pt: Não consigo fazer download do meu computador de mergulho Bluetooth no macOS
sv_se: Jag kan inte ladda upp från min Bluetoothdator till dator med macOS

source: This has been an ongoing issue for a while; it seems to work fine for many/most users, but some cannot seem to get Subsurface on their Mac to talk to BLE dive computers. For those people, right now the only option is to download using a mobile device / Subsurface-mobile and sync their dive log using Subsurface Cloud.
de_de: Dieses Problem besteht leider schon länger. Es funktioniert offenbar für eine Mehrheit der Subsurface-Benutzer, bei einigen funktioniert die Verbindung zum Mac über BLE leider nicht. In diesem Fall ist momentan der einzige Ausweg, den Tauchcomputer mit einem mobilen Gerät uns Subsurface-mobile auszulesen und die Daten mittels der Subsurface-Cloud zu übertragen.
es_es: Es un problema conocido. Parece que funciona bien para muchos/la mayoría de usuarios, pero algunos no consiguen hacer que Subsurface conecte desde su Mac con ordenadores de buceo BLE. Para estos usuarios, actualmente, la única opción es descargar usando un dispositivo móvil con Subsurface-mobile y sincronizar dispositivos usando la nube de Subsurface.
fi_fi: Tämä on ollut ongelma jo jonkin aikaa; yhdistäminen näyttää toimivan hyvin monille/useimmille käyttäjille, mutta jotkut eivät saa Macin Subsurfacea toimimaan yhdessä BLE-sukellustietokoneiden kanssa. Heille ainoa vaihtoehto on tällä hetkellä ladata sukelluksen tiedot Subsurface mobiililaitteella ja synkronoida tiedot Subsurfacen pilvipalvelun avulla.
fr_fr: Cela a été un problème persistant pendant un certain temps ; cela semble fonctionner correctement pour de nombreux/utilisateurs, mais certains ne parviennent pas à faire fonctionner Subsurface sur leur Mac pour communiquer avec les ordinateurs de plongée BLE. Pour ces personnes, pour le moment, la seule option est de télécharger en utilisant un smartphone et Subsurface-mobile et de synchroniser leur journal de plongée en utilisant Subsurface Cloud.
hr_hr: Ovo je problem koji traje već neko vrijeme; Čini se da dobro funkcionira za mnoge/većinu korisnika, ali čini se da neki ne mogu natjerati Subsurface na svom Macu da razgovara s BLE ronilačkim računalima. Za te je ljude trenutno jedina opcija preuzimanje pomoću mobilnog uređaja / Subsurface-mobile i sinkronizacija njihovog dnevnika ronjenja pomoću Subsurface Clouda.
it_it: Questo è un problema che si sta trascinando da tempo; sembra che funzioni bene per molti utenti ma alcuni non sembrano in grado di far parlare Subsurface sui loro Mac con i computer subacquei via BLE. Per queste persone al momento l'unica possibilità è di scaricare usando un dispositivo mobile / Subsurface-mobile e sincronizzare le immersioni usando Subsurface Cloud.
ko_kr: 이는 한 동안 지속되어온 문제입니다; 대다수의 사용자들에게는 문제가 없으나 일부 사용자들은 Mac의 Subsurface와 BLE 다이브 컴퓨터 사이의 통신에 어려움을 겪는 것으로 보입니다. 그들에게 현재 유일한 옵션은 모바일 장치 / Subsurface-mobile을 사용해 다운로드하고 그들의 다이브 로그를 Subsurface Cloud를 사용해 동기화하는 것입니다.
nl_nl: Dit is al een tijdje een doorlopend probleem; het lijkt voor de meeste gebruikers goed te werken, maar sommigen krijgen Subsurface op hun Mac niet aan de praat met BLE duikcomputers. Voor deze mensen is op dit moment de enige optie om te downloaden met een mobiel apparaat / Subsurface-mobile en hun duiklogboek te synchroniseren met Subsurface Cloud.
pt_br: Isso tem sido um problema contínuo desde algum tempo; parece funcionar bem para muitos/a maioria dos usuários, mas alguns parecem não conseguir com que o Subsurface nos seus Macs converse com computadores de mergulho com Bluetooth. Para essas pessoas, a única opção no momento é baixar os mergulhos usando um dispositivo móvel/Subsurface-mobile e sincronizar seu log de mergulho usando a nuvem (Subsurface Cloud).
pt_pt: Este tem sido um problema constante há algum tempo; parece funcionar bem para muitos / a maioria dos usuários, mas alguns parecem não conseguir fazer com que o Subsurface em seu Mac se comunique com computadores de mergulho BLE. Para essas pessoas, no momento a única opção é fazer o download usando um dispositivo móvel / Subsurface-mobile e sincronizar o seu registo de mergulho usando o Subsurface Cloud.
sv_se: Detta har varit ett pågående problem under en tid; det verkar fungera bra för många/flest användare, men vissa verkar inte kunna få Subsurface att kommunicera med BLE-dykdatorer på sina Mac-datorer. För dessa personer är det enda alternativet just nu att ladda ner med hjälp av en mobil enhet / Subsurface-mobile och synkronisera sin dyklogg med Subsurface Cloud.

source: Why is my IRDA (infrared) based dive computer not working on a Mac?
de_de: Warum funktioniert die Infrarot (IRDA) Verbindung zwischen meinem Tauchcomputer und meinem Mac nicht?
es_es: ¿Por qué no me funciona mi ordenador de buceo que transmite por IRDA (infrarrojos) en un Mac?
fi_fi: Miksi IRDA (infrapuna) -pohjainen sukellustietokoneeni ei toimi Macissa?
fr_fr: Pourquoi mon ordinateur de plongée communiquant en IRDA (infrarouge) ne fonctionne-t-il pas sur un Mac ?
hr_hr: Zašto moje ronilačko računalo temeljeno na IRDA (infracrvenom) ne radi na Macu?
it_it: Perchè il mio computer subacqueo IRDA (infrarossi) non funzione su un Mac ?
ko_kr: 내 IRDA(적외선) 기반 다이브 컴퓨터가 Mac에서 작동하지 않는 이유가 무엇입니까?
nl_nl: Waarom werkt mijn IRDA (infrarood) gebaseerde duikcomputer niet op een Mac?
pt_br: Por que meu computador de mergulho com IRDA (infravermelho) não está funcionando num Mac?
pt_pt: Por que meu computador de mergulho baseado em IRDA (infravermelho) não funciona em um Mac?
sv_se: Varför fungerar inte min IRDA (infraröd)-baserad dykdator inte när uppkopplad till en Mac?

source: Subsurface on the Mac does not support IRDA based dive computers. This is an issue of missing support libraries for us to use -- other dive log software may have implemented their own IRDA stack on the Mac, we have not. Subsurface on Windows still supports IRDA based dive computers for now.
de_de: Auf dem Mac unterstützt Subsurface nicht die Übertragung über IRDA. Dies liegt am Fehlen von passenden Bibliotheken, die wir nutzen könnten. Andere Tauchsoftware hat möglicher Weise einen eigenen IRDA-Stack implementiert, wir haben das nicht. Bis auf weiteres unterstützt Subsurface unter Windows noch die Übertragung mittels IRDA.
es_es: Subsurface en el Mac no soporta ordenadores de buceo basados en infrarrojos. Es un problema derivado de falta de librerías que den ese soporte. Otros softwares de divelog puede que hayan implementado su propia pila para infrarrojos en Mac, pero nosotros no. Subsurface en Windows y Linux soportan los ordenadores de buceo basados en infrarrojos perfectamente.
fi_fi: Macin Subsurface ei tue IRDA-pohjaisia sukellustietokoneita. Tämä johtuu siitä, että meiltä puuttuu tarvittavat tukikirjastot - muut sukelluslokiohjelmistot ovat saattaneet toteuttaa oman IRDA-ohjelmistonsa Macille, me emme ole. Subsurface Windowsissa tukee toistaiseksi edelleen IRDA-pohjaisia sukellustietokoneita.
fr_fr: Subsurface sur Mac ne prend pas en charge les ordinateurs de plongée basés sur IRDA. Il s'agit d'un problème de bibliothèques de support manquantes que nous pouvons utiliser - d'autres logiciels de journal de plongée peuvent avoir mis en œuvre leur propre pile IRDA sur Mac, ce que nous n'avons pas fait. Subsurface sur Windows prend toujours en charge les ordinateurs de plongée basés sur IRDA pour le moment.
hr_hr: Subsurface na Macu ne podržava ronilačka računala temeljena na IRDA. Ovo je problem nedostatka biblioteka za podršku koje bismo mogli koristiti -- drugi softveri za zapise ronjenja su možda implementirali vlastiti IRDA stack na Macu, mi nismo. Subsurface na Windowsima za sada još uvijek podržava ronilačka računala temeljena na IRDA.
it_it: Subsurface su Mac non supporta i computer subacquei basati su IRDA. Si tratta di un problema di mancanza di librerie di supporto - altri software di registrazione delle immersioni possono aver implementato il proprio stack IRDA sul Mac, ma noi non l'abbiamo fatto. Per ora Subsurface su Windows supporta ancora i computer per immersioni basati su IRDA.
ko_kr: Mac용 Subsurface는 IRDA 기반 다이브 컴퓨터를 지원하지 않습니다. 이는 우리가 사용할 수 있는 지원 라이브러리가 없어 발생하는 문제입니다 - 다른 다이브 로그 소프트웨어의 경우 Mac에서 작동하는 자체적인 IRDA 스택을 구현했을 수 있지만, 우리는 아닙니다. Windows용 Subsurface는 현재 IRDA 기반 다이브 컴퓨터를 지원합니다.
nl_nl: Subsurface op de Mac biedt geen ondersteuning voor IRDA-gebaseerde duikcomputers. Dit is een kwestie van ontbrekende ondersteuning in de bibliotheken voor ons om te gebruiken -- andere duiklogsoftware kan hun eigen IRDA-stack op de Mac hebben geïmplementeerd, wij niet. Subsurface op Windows ondersteunt voorlopig nog wel IRDA-gebaseerde duikcomputers.
pt_br: Subsurface no Mac não tem suporte para computadores com infravermelho/IRDA. Esse é um problema de falta de bibliotecas de suporte que possamos utilizar -- outros softwares de log de mergulho podem haver implementado sua própria pilha IRDA no Mac; nós não. Subsurface para Windows ainda suporta, por enquanto, computadores de mergulho baseados em IRDA.
pt_pt: O Subsurface no Mac não suporta computadores de mergulho baseados em IRDA. Este é um problema de falta de bibliotecas de suporte para usarmos; outro software de registo de mergulho pode ter implementado seu próprio código IRDA no Mac, nós não. O Subsurface no Windows ainda suporta computadores de mergulho baseados em IRDA por enquanto.
sv_se: Subsurface på Mac stöder inte dykdatorer baserade på IRDA. Detta beror på att vi saknar stödbibliotek att använda - andra dykloggningsprogram kan ha implementerat sin egen IRDA-stack på Mac men vi har inte gjort det. Subsurface på Windows stöder fortfarande dykdatorer baserade på IRDA för tillfället.
