Repository: subsurface/new-website
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, nl_nl, pt_br, pt_pt, sv_se

source: With the desktop version you can check from the Help menu: simply select “Check for updates”. The iOS version notifies you via the regular AppStore mechanisms. A notification mechanism for Android is under development.
de_de: In der Desktop kannst du dies aus dem Hilfe-Menü prüfen: Wähle "Nach neuer Version suchen". Die iOS Version informiert dich über den üblichen AppStore-Mechanismus. Ein Benachrichtigungsmechnismus für Android ist noch in Arbeit.
es_es: En la versión de escritorio, desde el menú "Ayuda", selecciona "Comprobar actualizaciones". La versión para iOS te avisa por los mecanismos habituales de la AppStore. Para Android estamos desarrollando un mecanismo de aviso.
fi_fi: Tietokoneversiossa voit tarkistaa asian Ohje-valikosta: valitse 'Tarkista päivitykset'. iOS-versiossa saat ilmoituksen tavallisten AppStore-mekanismien kautta. Ilmoitusmekanismi Androidille on kehitteillä.
fr_fr: Avec la version "desktop", vous pouvez vérifier depuis le menu Aide : il suffit de sélectionner "Vérifier les mises à jour". La version iOS vous notifie via les mécanismes réguliers de l'AppStore. Un mécanisme de notification pour Android est en cours de développement.
hr_hr: S desktop verzijom možete provjeriti u izborniku Pomoć: jednostavno odaberite “Provjeri ažuriranja”. iOS verzija vas obavještava putem uobičajenih AppStore mehanizama. Mehanizam obavijesti za Android je u razvoju.
it_it: Con la versione desktop si può controllare dal menu Aiuto: basta selezionare "Controlla aggiornamenti". La versione iOS viene notificata tramite i normali meccanismi dell'AppStore. È in fase di sviluppo un meccanismo di notifica per Android.
ko_kr: 데스크톱 버전의 경우 도움말 메뉴에서 확인할 수 있습니다: 간단히 “업데이트 확인”을 선택하세요. iOS 버전은 일반 앱스토어 메커니즘을 통해 알림을 보냅니다. Android용 알림 메커니즘은 개발 중입니다.
nl_nl: Met de desktopversie kun je dit controleren vanuit het Help menu: selecteer eenvoudig "Controleren op updates". De iOS versie brengt je op de hoogte via de standaard AppStore mechanismen. Een meldingsmechanisme voor Android is in ontwikkeling.
pt_br: Com a versão desktop você pode verificar a partir do menu Ajuda; simplesmente selecione "Verificar atualizações". A versão iOS envia notificações por meio do mecanismo normal da Apple Store. Um mecanismo de notificação para Android está em desenvolvimento.
pt_pt: Com a versão desktop você pode verificar no menu Ajuda: basta selecionar “Acerca do Subsurface ”. A versão iOS notifica você por meio dos mecanismos regulares da AppStore. Um mecanismo de notificação para Android está em desenvolvimento.
sv_se: Med versionen för datorer kan du kontrollera från hjälpmenyn: välj helt enkelt "Kontrollera efter uppdateringar". iOS-versionen meddelar dig via vanliga AppStore-mekanismer. En notifieringsmekanism för Android är under utveckling.

source: You can also check the <a %(crelease)s>current release</a> page to look at our reasonably frequent (“weekly”) updates.
de_de: Du kannst unsere recht häufigen ("wöchentlichen") Updates auch auf der Seite zur <a %(crelease)s>aktuellen Version</a> finden.
fi_fi: Voit myös katsoa<a%(crelease)s>Nykyinen versio</a>-sivultamme (viikkotason) päivityksiä.
fr_fr: Vous pouvez également consulter la page de <a %(crelease)s>la version actuelle</a> pour vérifier les mises à jour hebdomadaires (Weekly Updates).
hr_hr: Također možete provjeriti <a %(crelease)s>stranicu s trenutnom verzijom</a> kako biste pogledali naša relativno česta ("tjedna") ažuriranja.
it_it: È anche possibile consultare la pagina <a %(crelease)s>current release</a> per vedere i nostri ragionevolmente frequenti ("settimanali") aggiornamenti.
ko_kr: 또한 당신은 <a %(crelease)s>현재 버전</a> 페이지에서 합리적인 주기로 이루어지는 ("주간") 업데이트를 확인할 수 있습니다.
nl_nl: Je kunt ook kijken op de <a %(crelease)s>huidige versie</a> pagina om onze redelijk frequente ("wekelijkse") updates te bekijken.
pt_br: Você também com conferir a página <a %(crelease)s>distribuição atual</a> para dar uma olhada nas nossas atualizações razoavelmente frequentes (semanais, "weekly").
pt_pt: Você também pode verificar a <a%(crelease)s> página de lançamento atual para ver nossos lançamentos de atualizações </a>razoavelmente frequentes (“semanais”).
sv_se: Du kan också kolla på <a %(crelease)s>aktuellt utgåva</a> sidan för att se våra ganska frekventa ("veckovisa") uppdateringar.

source: How can I import my dives into Subsurface?
de_de: Wie kann ich meine Tauchgänge in Subsurface importieren?
es_es: ¿Como puedo importar mis inmersiones a Subsurface?
fi_fi: Kuinka voin tuoda sukelluksiani Subsurfaceen?
fr_fr: Comment importer mes plongées dans Subsurface ?
hr_hr: Kako da uvezem svoje zarone u Subsurface?
it_it: Come posso importare le mie immersioni in Subsurface ?
ko_kr: 내 다이브 기록을 Subsurface로 어떻게 가져오나요?
nl_nl: Hoe kan ik mijn duiken importeren in Subsurface?
pt_br: Como posso importar meus mergulhos para o Subsurface?
pt_pt: Como posso importar meus mergulhos para o Subsurface?
sv_se: Hur kan jag importera mina dyk till Subsurface?

source: There are multiple ways to import into Subsurface. Details can be found in the <a %(usermanual)s>User Manual</a>.
de_de: Es gibt verschiedene Wege, Tauchgänge zu importieren. Die Einzelheiten finden sich im <a %(usermanual)s>Benutzerhandbuch</a>.
es_es: Hay muchas formas de importar a Subsurface. Puedes encontrar más detalles en el <a %(usermanual)s>Manual de Usuario</a>.
fi_fi: Subsurfaceen voidaan tuoda sukelluksen tietoja monella eri tavalla. Tarkemmat tiedot löytyvät <a%(usermanual)s>Käyttöohjeesta</a>.
fr_fr: Il existe plusieurs façons d'importer dans Subsurface. Les détails peuvent être trouvés dans le <a %(usermanual)s>Manuel de l'utilisateur</a>.
hr_hr: Postoji više načina za unos u Subsurface. Detalji se mogu pronaći u <a%(usermanual)s>korisničkom priručniku</a>.
it_it: Esistono diversi modi per importare in Subsurface. I dettagli si trovano nel <a %(usermanual)s>Manuale utente</a>.
ko_kr: Subsurface로 가져오는 방법은 여러 가지가 있습니다. 자세한 내용은 <a %(usermanual)s>사용자 매뉴얼</a>에서 확인하실 수 있습니다.
nl_nl: Er zijn meerdere manieren om in Subsurface te importeren. Details zijn te vinden in de <a %(usermanual)s>Gebruikerhandleiding</a>.
pt_br: Há muitos modos de importar mergulhos para o Subsurface. Detalhes podem ser encontrados no <a %(usermanual)s>Manual do Usuário</a>.
pt_pt: Há muitos modos de importar mergulhos para o Subsurface. Detalhes podem ser encontrados no %(usermanual)s >Manual do Usuário</a>.
sv_se: Det finns flera sätt att importera information till Subsurface. Detaljer kan hittas i <a %(usermanual)s>Användarmanual.

source: Manually logged dives can directly be entered in the UI or (in the desktop version) imported from various forms of spreadsheets.
de_de: Manuell können Tauchgänge direkt im Programm eingegeben werden oder (in der Desktop-Version) aus verschiedenen Tabellenkalkulationen importiert werden.
es_es: Las inmersiones registradas manualmente se pueden introducir directamente en la UI o (en la versión de escritorio) se pueden importar desde varios tipos de hojas de cálculo.
fi_fi: Sukellukset voidaan syöttää manuaalisesti suoraan käyttöliittymään tai (tietokoneversiossa) tuoda erityyppisistä taulukkotiedostoista.
fr_fr: Les plongées enregistrées manuellement peuvent être saisies directement dans l'interface utilisateur ou importées via different types de feuilles de calcul (dans la version de bureau).
hr_hr: Ručno zabilježeni zaroni mogu se izravno unijeti kroz korisničko sučelje ili (u desktop verziji) uvesti iz različitih oblika tablica.
it_it: Le immersioni registrate manualmente possono essere inserite direttamente nell'interfaccia utente o (nella versione desktop) importate da vari tipi di fogli di calcolo.
ko_kr: 수동으로 기록된 다이브는 UI를 통해 직접 입력하거나 (데스트톱 버전의 경우) 다양한 형태의 스프레드시트에서 가져올 수 있습니다.
nl_nl: Handmatig gelogde duiken kunnen rechtstreeks worden ingevoerd in de UI of (in de desktopversie) worden geïmporteerd vanuit verschillende vormen van spreadsheets.
pt_br: Mergulhos logados manualmente podem ser introduzidos na interface gráfica ou (na versão desktop) importados de várias formas de planilhas eletrônicas.
pt_pt: Os mergulhos registados manualmente podem ser inseridos diretamente na página do usuário ou (na versão desktop) importados de vários formatos de folhas de cálculo.
sv_se: Manuellt loggade dyk kan direkt matas in i gränssnittet eller (i datorprogrammet) importeras från olika typer av kalkylblad.

source: Dives can be downloaded from supported dive computers. Details vary greatly depending on how the dive computer connects to your computer or mobile device.
de_de: Tauchgänge können von unterstützten Tauchcomputern heruntergeladen werden. Die Details variieren stark je nachdem, wie der Tauchcomputer mit Ihrem Computer oder Mobilgerät verbunden ist.
es_es: Se pueden descargar inmersiones desde los ordenadores de buceo compatibles. Los detalles varían mucho dependiendo de la forma en que el ordenador de buceo se conecte a tu PC o dispositivo móvil.
fi_fi: Sukelluksen tietoja voidaan ladata tuetuista sukellustietokoneista. Yksityiskohdat vaihtelevat paljon riippuen siitä, miten sukellustietokone on yhteydessä tietokoneeseen tai mobiililaitteeseen.
fr_fr: Les plongées peuvent être téléchargées directement depuis les ordinateurs de plongée supportés. Les données disponibles varient considérablement en fonction de la manière dont l'ordinateur de plongée se connecte à votre ordinateur ou à votre appareil mobile.
hr_hr: Zaroni mogu biti skinuti sa podržanih ronilačkih računala. Detalji značajno variraju ovisno o tome kako se ronilačko računalo spaja na vaše računalo ili mobilni uređaj.
it_it: Le immersioni possono essere scaricate dai computer subacquei supportati. I dettagli variano notevolmente a seconda della modalità di connessione del computer subacqueo al computer o al dispositivo mobile.
ko_kr: 다이브 기록은 지원되는 다이브 컴퓨터로부터 다운로드할 수 있습니다. 그 구체적인 방법은 다이브 컴퓨터가 당신의 PC 또는 모바일 장치에 어떻게 연결되는지에 따라 크게 달라집니다.
nl_nl: Duiken kunnen worden gedownload vanuit ondersteunde duikcomputers. De details variëren sterk, afhankelijk van hoe de duikcomputer verbinding maakt met je computer of mobiele apparaat.
pt_br: Mergulhos podem ser baixados de computadores de mergulho suportados. Os detalhes variam muito, dependendo de como o computador de mergulho conecta-se com seu computador ou dispositivo móvel.
pt_pt: Os mergulhos podem ser descarregados de computadores de mergulho compatíveis. Os detalhes variam muito dependendo de como o computador de mergulho se conecta ao seu computador ou dispositivo móvel.
sv_se: Dyk kan laddas ner från kompatibla dykdatorer. Detaljerna varierar mycket beroende på hur dykdatorn ansluter till din dator eller mobila enhet.

source: It is also possible to import dive data from other software or websites. See the User Manual for the most up to date information on this – it can be found in Section 5.3.
de_de: Es ist auch möglich, Tauchdaten aus anderen Softwareprogrammen oder Websiten zu importieren. Siehe das Benutzerhandbuch für die aktuellsten Informationen dazu - sie befinden sich in Abschnitt 5.3.
es_es: Existe también la posibilidad de añadir inmersiones desde otros softwares o páginas web. Dirígete al Manual de Usuario para la información más actualizada sobre este tema. Puedes encontrarla en la Sección 5.3 (Nota del traductor, la versión inglesa del manual suele estar actualizada. La española está muy desfasada).
fi_fi: On myös mahdollista tuoda sukelluksen tietoja muista ohjelmistoista tai verkkosivustoista. Katso käyttöohjeesta ajantasaisimmat tiedot tästä - ne löytyvät kappaleesta 5.3.
fr_fr: Il est également possible d'importer des données de plongée à partir d'autres logiciels ou de sites web. Consultez le Manuel de l'utilisateur pour obtenir les informations les plus récentes à ce sujet - Voir dans la Section 5.3.
hr_hr: Također je moguće uvesti podatke o ronjenju iz drugog softvera ili web stranica. Za najnovije informacije o tome pogledajte korisnički priručnik – možete ga pronaći u odjeljku 5.3.
it_it: È anche possibile importare dati di immersione da altri software o siti web. Per informazioni più aggiornate su questo aspetto, consultare il Manuale utente (sezione 5.3).
ko_kr: 다른 소프트웨어 또는 웹사이트에서 다이브 데이터를 가져오는 것도 가능합니다. 이에 관한 가장 최신 정보는 사용자 매뉴얼 섹션 5.3.을 참조하세요.
nl_nl: Het is ook mogelijk om duikgegevens van andere software of websites te importeren. Raadpleeg de Gebruikershandleiding voor de meest recente informatie hierover - deze is te vinden in paragraaf 5.3.
pt_br: É também possível importar dados de outros softwares ou websites. Consulte o Manual do Usuário para a informação mais atualizada a esse respeito -- pode ser encontrada na Seção 5.3.
pt_pt: Também é possível importar dados de mergulho de outros softwares ou websites. Consulte o Manual do Usuário para obter informações mais atualizadas sobre isso – ele pode ser encontrado na Seção 5.3.
sv_se: Det är också möjligt att importera dykdata från andra program eller websidor. Se användarmanualen för den senaste information om det här. Du kan hitta informationen i sektion 5.3.

source: How can I use more than one tank with the same gas?
de_de: Wie kann ich mehr als eine Flasche mit demselben Gas verwenden?
es_es: ¿Como puedo usar más de una botella con el mismo gas?
fi_fi: Miten voin käyttää useampaa kuin yhtä pulloa samalla kaasulla?
fr_fr: Comment puis-je utiliser plus qu'une bouteille avec le même gas ?
hr_hr: Kako mogu koristiti više od jedne boce s istim plinom?
it_it: Come posso usare più di una bombola con la stessa miscela ?
ko_kr: 동일한 기체로 하나 이상의 탱크를 사용하는 방법은 무엇입니까?
nl_nl: Hoe kan ik meer dan één tank met hetzelfde gas gebruiken?
pt_br: Como posso utilizar mais um cilindro com o mesmo gás?
pt_pt: Como posso usar mais do que um cilindro com o mesmo gás?
sv_se: Hur kan jag använda mer än en flaska med samma gas?

source: This is a typical question for side mount divers or some tec divers. Subsurface supports having more than one tank with the same gas, even if some dive computers don’t. Simply add a gas change to your second tank of the same gas as both tanks will be included in the gas use calculations. In order to add gas changes simply right-click on the profile at the appropriate spot and you will be offered to add such an event.
de_de: Dies ist eine haüfige Frage von Side-Mount-Tauchern oder Tec-Tauchern. Subsurface unterstützt, mehr als eine Flasche mit demselben Gas zu verwenden, auch wenn einige Tauchcomputer dies nicht tun. Füge einfach einen Gaswechsel zur zweiten Flasche mit demselben Gas hinzu. Nun werden beide Tanks in die Gasverbrauchsberechnungen einbezogen werden. Um Gaswechsel hinzuzufügen, klicke einfach mit der rechten Maustaste auf das Profil an der entsprechenden Stelle und dann ist es möglich, den Gaswechsel einzufügen.
es_es: Esta es una pregunta típica de buceadores en side-mount o buzos técnicos. Subsurface soporta tener más de una botella con el mismo gas, incluso aunque algunos ordenadores de buceo no lo hagan. Simplemente añade un cambio de gas a tu segunda botella y ambas se incluirán en los cálculos de gases. Para añadir el cambio de gas, simplemente haz clic derecho en el perfil en el punto adecuado y se te ofrecerá la posibilidad de añadir el evento.
fi_fi: Tämä on tyypillinen kysymys sidemount -sukeltajille tai joillekin tekniikkasukeltajille. Subsurface tukee useamman kuin yhden sukelluspullon käyttöä samalla kaasulla, vaikka jotkin sukellustietokoneet eivät niin tee. Lisää vain kaasunvaihto toiseen saman kaasun pulloon, sillä molemmat pullot otetaan huomioon kaasunkäyttölaskelmissa. Kaasunvaihtojen lisäämiseksi klikkaa profiilia oikealla hiiren kakkospainikkeella sopivassa kohdassa, jolloin sinulle tarjotaan tällaisen tapahtuman lisäämistä.
fr_fr: C'est une question typique pour les plongeurs Sidemount ou certains plongeurs techniques. Subsurface prend en charge l'utilisation de plusieurs bouteilles avec le même gaz, même si certains ordinateurs de plongée ne le font pas. Ajoutez simplement un changement de gaz sur votre deuxième bouteille contenant le même gaz. Les deux bouteilles seront prises en compte dans les calculs de consommation du gaz. Pour ajouter des changements de gaz, faites simplement un clic droit sur le profil à l'endroit approprié et vous aurez la possibilité de gérer cette configuration.
hr_hr: Ovo je tipično pitanje za sidemount ronioce ili neke tehničke ronioce. Subsurface podržava više od jedne boce s istim plinom, čak i ako neka ronilačka računala to ne čine. Jednostavno dodajte promjenu plina u svoju drugu bocu istog plina jer će obje boce biti uključena u izračun potrošnje plina. Kako biste dodali promjene plina jednostavno kliknite desnom tipkom miša na profil na odgovarajućem mjestu i ponudit će vam se da dodate takav događaj.
it_it: Questa è una domanda tipica dei subacquei side mount o di alcuni subacquei tec. Subsurface consente di avere più di una bombola con lo stesso gas, anche se alcuni computer subacquei non lo fanno. È sufficiente aggiungere un cambio di gas alla seconda bombola dello stesso gas, perché entrambe le bombole saranno incluse nel calcolo del consumo di gas. Per aggiungere i cambi di gas è sufficiente fare clic con il tasto destro del mouse sul profilo nel punto appropriato e verrà proposto di aggiungere l'evento.
ko_kr: 이것은 사이드마운트 다이버나 일부 테크 다이버들의 일반적인 질문입니다. Subsurface는 일부 다이브 컴퓨터가 지원하지 않는 경우에도 동일한 기체를 사용하는 하나 이상의 탱크를 지원합니다. 그저 두 번째 탱크로의 기체 변경을 추가하기만 하면 두 탱크 모두 기체 사용량 산출에 반영될 것입니다. 기체 변경 사항을 추가하려면 프로필의 적절한 지점에서 마우스 오른쪽 버튼을 클릭하고 필요한 이벤트를 추가하세요.
nl_nl: Dit is een typische vraag voor side mount duikers of sommige tec duikers. Subsurface ondersteunt het hebben van meer dan één tank met hetzelfde gas, ook al doen sommige duikcomputers dat niet. Voeg eenvoudig een gaswissel toe aan je tweede tank met hetzelfde gas, want beide tanks worden meegenomen in de berekeningen van het gasverbruik. Om gaswissels toe te voegen, rechts-klik eenvoudig op het profiel op de juiste plek en je krijgt de mogelijkheid om zo'n gebeurtenis toe te voegen.
pt_br: Esta é uma pergunta típica para mergulhadores sidemount ou alguns mergulhadores técnicos. Subsurface suporte ter mais um tanque com o mesmo gás, mesmo que alguns computadores de mergulho não o façam. Simplesmente acrescente uma troca de gás ao seu segundo cilindro do mesmo gás já que ambos os cilindros serão incluídos no mesmo cálculo de uso de gás. Para adicionar trocas de gás, simplesmente clique com o botão direito do mouse no ponto apropriado do perfil de mergulho e surgirá a opção de adicionar o evento.
pt_pt: Esta é uma pergunta típica dos mergulhadores com equipamento lateral ou alguns mergulhadores técnicos. O Subsurface suporta ter mais de um cilindro com o mesmo gás, mesmo que alguns computadores de mergulho não o façam. Basta adicionar uma troca de gás ao seu segundo cilindro com o mesmo gás, pois ambos os cilindros serão incluídos nos cálculos de uso de gás. Para adicionar alterações de gás, basta clicar com o botão direito no perfil, no local apropriado, e você será solicitado a adicionar tal evento.
sv_se: Detta är en typisk fråga för sidemount-dykare eller vissa tekniska dykare. Subsurface stöder att ha mer än en tank med samma gas, även om vissa dykdatorer inte gör det. Lägg helt enkelt till en gasbyte till din andra tank med samma gas eftersom båda tankarna kommer att inkluderas i gasanvändningsberäkningarna. För att lägga till gasbyten högerklickar du helt enkelt på profilen på rätt ställe och du kommer att erbjudas att lägga till en sådan händelse.

source: If you have pressure transmitters on multiple tanks with the same gas, the situation is slightly more complicated. The easiest way to ensure that there is no confusion when importing these dives is to assign slightly different gasses to those tanks, e.g. oxygen contents of 21%% and 22%% for two tanks holding air.
de_de: Die Situation ist etwas komplizierter, wenn mehreren Flaschen mit demselben Gas Drucksensoren haben. Der einfachste Weg sicherzustellen, dass es keine Verwirrung beim Einlesen dieser Tauchgänge gibt, besteht darin, den Flaschen leicht unterschiedliche Gase zuzuweisen, z.B. Sauerstoffgehalte von 21%% und 22%% für zwei Flaschen, die Luft enthalten.
es_es: Si tienes transmisores en varias botellas con el mismo gas, la situación es ligeramente más complicada. La forma más fácil de asegurarse de que no hay confusiones al importar estas inmersiones es asignar gases un poco distintos a esas botellas, por ejemplo contenidos de oxigeno de 21%% y 22%% para dos botellas con aire.
fi_fi: Jos painelähettimiä on useissa sukelluspulloissa, joissa on samaa kaasua, tilanne on hieman monimutkaisempi. Helpoin tapa varmistaa, että sukelluksia tuotaessa ei synny sekaannuksia, on määrittää pulloille hieman eri kaasut, esimerkiksi 21 %% ja 22 %% happipitoisuudet kahdelle ilmaa sisältävälle pullolle.
fr_fr: Si vous avez des émetteurs ou sondes de pression sur plusieurs bouteilles contenant le même gaz, la situation est légèrement plus compliquée. La meilleure façon de s'assurer qu'il n'y ait aucune confusion lors de l'importation de ces plongées est d'attribuer des gaz légèrement différents à ces bouteilles, par exemple des teneurs en oxygène de 21%% et 22%% pour deux bouteilles contenant de l'air.
hr_hr: Ako imate transmitere na više boca s istim plinom, situacija je malo kompliciranija. Najlakši način da osigurate da ne dođe do zabune prilikom uvoza ovih ronjenja je da tim bocama dodijelite nešto drugačije plinove, npr. sadržaj kisika od 21%% i 22%% za dvije boce sa zrakom.
it_it: Se si dispone di trasmettitori di pressione su più bombole con lo stesso gas, la situazione è leggermente più complicata. Il modo più semplice per garantire che non si crei confusione quando si importano queste immersioni è assegnare gas leggermente diversi alle bombole, ad esempio contenuti di ossigeno del 21%% e del 22%% per due bombole di aria.
ko_kr: 동일한 기체를 사용하는 여러 탱크에 압력 트랜스미터가 있는 경우 상황은 약간 더 복잡합니다. 이러한 다이브 기록을 가져올 때 혼란을 방지하는 가장 쉬운 방법은 해당 탱크에 살짝 다른 기체를 할당 - 예를 들어 두 탱크의 산소 함량을 각 21%%와 22%%로 - 하는 것입니다.
nl_nl: Als je drukzenders hebt op meerdere tanks met hetzelfde gas, is de situatie iets ingewikkelder. De eenvoudigste manier om ervoor te zorgen dat er geen verwarring ontstaat bij het importeren van deze duiken, is om iets verschillende gassen aan die tanks toe te wijzen, bijvoorbeeld een zuurstofgehalte van 21%% en 22%% voor twee tanks met lucht.
pt_br: Se você tiver transmissões de pressão em múltiplos cilindros com o mesmo gás, a situação é ligeiramente mais complicada. O modo mais fácil de garantir que não haja confusão ao importar esses mergulhos é atribuir gases ligeiramente diferentes a esses cilindros., p. ex. porcentual de oxigênio de 21%% e 22%% para dois tanques com ar.
pt_pt: Se você tiver transmissores de pressão em vários cilindros com o mesmo gás, a situação será um pouco mais complicada. A maneira mais fácil de garantir que não haja confusão ao importar estes mergulhos é atribuir gases ligeiramente diferentes a esses tanques, por ex. teores de oxigênio de 21%%e 22%% para dois tanques contendo ar.
sv_se: Om du har trycksändare på flera tankar med samma gas är situationen något mer komplicerad. Det enklaste sättet att säkerställa att det inte blir någon förvirring vid import av dessa dyk är att tilldela något olika gaser till dessa tankar, t.ex. syreinnehåll på 21%% och 22%% för två tankar som innehåller luft.
